Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/contact.po
Languages: ru_ru

source: Your name
ru_ru: Ваше Имя

source: Email address
ru_ru: Email адрес

source: Phone number
ru_ru: Телефон

source: Questions / Comments
ru_ru: Текст сообщения

source: Contact Form
ru_ru: Контакты

source: Let people contact you by completing a form
ru_ru: Модуль обратной связи с посетителями сайта

source: Contact
ru_ru: Обратная связь

source: Form Settings
ru_ru: Настройки

source: Contact Form Administration
ru_ru: Управление контактной формой

source: No contact form found.
ru_ru: Контактные формы не найдены

source: <b>Thank you for contacting us.</b><br /> Your message has been successfully sent.
ru_ru: <b>Спасибо.</b><br />Ваше сообщение было успешно отправлено.
