Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/filesharing.po
Languages: es_es, ro_ro, ru_ru

source: File Sharing
es_es: Uso compartido de archivos
ro_ro: Partajare fişiere
ru_ru: Файлы

source: Share files in a directory like structure
es_es: Compartir archivos en un directorio como la estructura
ro_ro: Partajare fişiere structurate pe directoare
ru_ru: Доступ к файлам в каталоге

source: Folder
es_es: Carpeta
ro_ro: Director
ru_ru: Папка

source: No file selected to download!
es_es: No existe el fichero seleccionado para descargar!
ro_ro: Nu au fost selectate fişiere pentru download!
ru_ru: Не выбран файл для загрузки!

source: The selected file cannot be found!
es_es: El archivo seleccionado no se puede encontrar!
ro_ro: Fişier selectat inexistent!
ru_ru: Выбранный файл не может быть найден!

source: You need to be logged in to download this file. Please login or register.
es_es: Necesitas estar registrado para descargar este archivo. Por favor ingresar o registrarse.
ro_ro: Trebuie să fiţi autentificat pentru a downloada acest fişier. Vă rugăm să vă autentificaţi sau să vă inregistraţi!
ru_ru: Вы должны войти в систему, чтобы загрузить этот файл. Пожалуйста, войдите или зарегистрируйтесь.

source: New Folder
es_es: Nueva carpeta
ro_ro: Director nou
ru_ru: Новая папка

source: Sub Folder of
es_es: Subcarpeta de
ro_ro: SubDirector al
ru_ru: Уровень

source: Show Icons
es_es: Mostrar iconos
ro_ro: Arată icoane
ru_ru: Показать значки

source: (display icons when folder selected)
es_es: (Mostrar los iconos en la carpeta seleccionada)
ro_ro: (arată icoane când selectaţi directorul)
ru_ru: (отображение иконок при выборе папки)

source: e.g. http://domain.com
es_es: por ejm. http://domain.com
ro_ro: ex. http://numedomeniu.com
ru_ru: например http://domain.com

source: Members Only
es_es: Sólo Miembros
ro_ro: Doar pentru utilizatori
ru_ru: Пользователям

source: Show to Guests
es_es: Mostrar a los huéspedes
ro_ro: Vizibil pentru utilizatorii neînregistraţi
ru_ru: Гостям

source: Folders have been successfully re-ordered.
es_es: Carpetas han sido exitosamente reordenado.
ro_ro: Directoarele au fost re-aranjate cu succes!
ru_ru: Папка успешно переоформлена.

source: Folder has been successfully deleted.
es_es: Carpeta se ha eliminado correctamente.
ro_ro: Directoarele au fost şterse!
ru_ru: Папка успешно удалена.

source: Folder cannot be subfolder of itself!
es_es: Carpeta no se puede subcarpeta de sí mismo!
ro_ro: Directorul nu poate fi propriul sub-director!
ru_ru: Папка не может быть подпапкой у себя!

source: Folder has been successfully updated.
es_es: Carpeta se ha actualizado correctamente.
ro_ro: Directorul a fost actualizat cu succes.
ru_ru: Папка успешно обновлена!

source: View Folder
es_es: Vista de carpeta
ro_ro: Listează directorul
ru_ru: Просмотр папки

source: Folder has been successfully created.
es_es: Carpeta se ha creado con éxito.
ro_ro: Director creat cu succes.
ru_ru: Папка успешно создана!

source: Files
es_es: Archivos
ro_ro: Fişiere
ru_ru: Файлы

source: Icon
es_es: Icono
ro_ro: Iconiţă
ru_ru: Иконка

source: Icons
es_es: Iconos
ro_ro: Icoane
ru_ru: Иконки

source: File Sharing Administration
es_es: Administración de Archivos Compartidos
ro_ro: Administrarea fişierelor partajate.
ru_ru: Управление файлами

source: Edit Folder
es_es: Editar carpeta
ro_ro: Editează directorul
ru_ru: Редактировать папку

source: No folders found.
es_es: No hay carpetas encuentros.
ro_ro: Director inexistent.
ru_ru: Папки не найдены.

source: Folder couldn't be created! Error: %s
es_es: Carpeta no se puede crear! Error: %s
ro_ro: Directorul nu a putut fi creat! Eroare: %s
ru_ru: Папка не может быть создана! Ошибка: %s

source: Folder couldn't be updated! Error: %s
es_es: Carpeta no se pudo actualizar! Error: %s
ro_ro: Directorul nu a putut fi actualizat! Eroare: %s
ru_ru: Папка не может быть обновлена! Ошибка: %s

source: Directory couldn't be protected!
es_es: Directorio no puede estar protegido!
ro_ro: Directorul nu a putut fi protejat!
ru_ru: Каталог не может быть защищен!

source: This area is limited to members only. Please login below.
es_es: Esta zona se limita sólo a Miembros. Por favor ingresa abajo.
ro_ro: Această secţiune este vizibilă doar membrilor! Vă rugăm să vă autentificaţi.
ru_ru: Эта область доступна только зарегистрированным пользователям. Пожалуйста, войдите в систему или зарегистрируйтесь.

source: Files / Folders
es_es: Archivos / carpetas
ro_ro: Fişiere / Directoare
ru_ru: Файлы / Папки
