Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/members.po
Languages: fa_ir, fr_ca, pl_pl, ro_ro, ru_ru, sv_sv, tr_tr, zh_cn

source: Password
fa_ir: گذرواژه
fr_ca: Mot de passe
pl_pl: Hasło
ro_ro: Parolă
ru_ru: Пароль
sv_sv: Lösenord
tr_tr: Şifre
zh_cn: 密码

source: Verification code
fa_ir: کد تایید
fr_ca: Code de vérification
pl_pl: Kod weryfikacji
ro_ro: Cod de verificare
ru_ru: Код подтверждения
sv_sv: Verifieringskod
tr_tr: Doğrulama kodu
zh_cn: 验证码

source: Please note that you will need to enter a valid e-mail address before your account is activated. You will receive an e-mail at the address you provided that contains an account activation link.
fa_ir: توجه داشته باشید حساب کاربری شما باید از طریق پیامی که به نشانی پست الکترونیکی شما ارسال می گردد ، تایید شود.لذا حتما نشانی پست الکترونیکی معتبر وارد کنید
fr_ca: Veuillez noter que vous devrez entrer une adresse courriel valide. Vous recevrez un courriel contenant un lien d'activation à l'adresse courriel spécifiée.
pl_pl: Pamiętaj o tym aby podać prawidłowy adres email, ponieważ na niego wyślemy wiadomość z linkiem aktywacyjnym
ro_ro: Vă rugăm să introduceţi o adresă de e-mail validă înainte de activarea contului. Un e-mail cu linkul de activare vă va fi trimis la adresa de e-mail pe care o veţi introduce.
ru_ru: Обратите внимание, что вам необходимо указать действующий адрес электронной почты. Вы получите письмо по электронной почте на указанный вами адрес, которое будет содержать ссылку для активации Вашей учетной записи.
sv_sv: Observera att du måste ange en giltig e-postadress innan ditt konto är aktiverat. Du får ett meddelande till den e-postadress du angav som innehåller en länk för aktivering av kontot.
tr_tr: Lütfen gerçek e-posta kullanınız. Hesabınızı aktif etmek için size bir e-posta ile bilgiler gönderilecektir.
zh_cn: 请注意，您必须验证e-mail地址后账号才会被激活。您将在所提供邮箱中收到一封邮件，其中包含激活账号的链接。

source: Username
fa_ir: شناسه کاربری
fr_ca: Nom d'utilisateur
pl_pl: Nazwa użytkownika
ro_ro: Utilizator
ru_ru: Пользователь
sv_sv: Användarnamn
tr_tr: Kullanıcı Adı
zh_cn: 用户名

source: Email address
fa_ir: پست الکترونیک
fr_ca: Adresse courriel
pl_pl: Adres Email
ro_ro: Adresă de e-mail
ru_ru: Email
sv_sv: E-postadress
tr_tr: E-Posta Adresi
zh_cn: Email地址

source: Website
fa_ir: تارنما
fr_ca: Site web
pl_pl: Strona www
ro_ro: Site web
ru_ru: Адрес сайта
sv_sv: Webbplats
zh_cn: 网站地址

source: Show Avatar
fa_ir: نمایش آواتار
fr_ca: Afficher votre avatar
pl_pl: Pokaż avatar
ro_ro: Imagine asociată
ru_ru: Показывать аватар
sv_sv: Visa Avatar
tr_tr: Avatar Göster
zh_cn: 显示头像

source: Stay Logged In
fa_ir: همچنان ، لاگین بمانید
fr_ca: Se rappeler de moi
pl_pl: Zostań zalogowany cały czas
ro_ro: Rămâi autentificat
ru_ru: Запомнить меня
sv_sv: Fortsätt vara inloggad
tr_tr: Beni Hatırla
zh_cn: 保持登入信息

source: Disable Notification Emails
fa_ir: پیامهای آگاهی رسانی غیر فعال شوند
fr_ca: Désactiver les courriels de notification
pl_pl: Wyłącz powiadomienie emailem
ro_ro: Dezactivează mesajele cu notificări
ru_ru: Отключить электронные уведомления
sv_sv: Inaktivera E-postmeddelanden
tr_tr: E-Posta Bildirimleri İptal Et
zh_cn: 屏蔽Email提示

source: Change password
fa_ir: تغییر گذرواژه
fr_ca: Modifier votre mot de passe
pl_pl: Zmień hasło
ro_ro: Schimbă parola
ru_ru: Сменить пароль
sv_sv: Ändra lösenord
tr_tr: Şifre değiştir
zh_cn: 修改密码

source: New password
fa_ir: گذرواژه جدید
fr_ca: Nouveau mot de passe
pl_pl: Nowe hasło
ro_ro: Parolă nouă
ru_ru: Новый пароль
sv_sv: Nytt lösenord
tr_tr: Yeni şifre
zh_cn: 新密码

source: Retype password
fa_ir: تایپ مجدد گذرواژه جدید
fr_ca: Corfirmez le mot de passe
pl_pl: Wpisz ponownie hasło
ro_ro: Confirmare parolă
ru_ru: Введите пароль еще раз
sv_sv: Skriv in lösenordet på nytt
tr_tr: Şifreyi tekrarlayınız
zh_cn: 重复输入密码

source: (<a href='http://gravatar.com' target='_blank'>Change Avatar</a>)
fa_ir: (<a href='http://gravatar.com' target='_blank'>تغییر/ایجاد آواتار</a>)
fr_ca: (<a href="http://gravatar.com" target="_blank">Changer votre avatar</a>)
pl_pl: (<a href='http://gravatar.com' target='_blank'>Zmień avatar</a>)
ro_ro: (<a href='http://gravatar.com' target='_blank'>Schimbă imaginea asociată</a>)
ru_ru: (<a href='http://gravatar.com' target='_blank'>Сменить аватар</a>)
sv_sv: (<a href='http://gravatar.com' target='_blank'>Byt Avatar</a>)
tr_tr: (<a href='http://gravatar.com' target='_blank'>Avatar Değiştiriniz</a>)
zh_cn: (<a href='http://gravatar.com' target='_blank'>修改头像</a>)

source: Site Members
fa_ir: اعضای سامانه
fr_ca: Membres
pl_pl: Użytkownicy na stronie
ro_ro: Utilizatori înregistraţi
ru_ru: Пользователи
sv_sv: Medlemmar
tr_tr: Site Kullanıcıları
zh_cn: 站点成员

source: Forms for My Account, Register and Login pages
fa_ir: فرمهای مربوط به حساب کاربری شما
fr_ca: Formulaires pour les pages «Mon compte», «Inscription» et «Connexion»
pl_pl: Formularz mojego konta, rejestracja i strony logowania
ro_ro: Formulare pentru Contul Meu, Înregistrare şi Pagina de Autentificare
ru_ru: Формы учетной записи для регистрации и доступа в систему
sv_sv: Formulär för Mitt konto, Registrera dig och Logga in sidor
tr_tr: Kayıt, Giriş ve Kullanıcı hesabı formları.
zh_cn: 我的账号表单，注册和登录页面

source: Member Account
fa_ir: حساب کاربری
fr_ca: Compte membre
pl_pl: Konto użytkownika
ro_ro: Utilizatori înregistraţi
ru_ru: Учетная запись
sv_sv: Medlemskonto
tr_tr: Kullanıcı Hesabı
zh_cn: 成员帐号

source: Your account has been successfully updated.
fa_ir: حساب کاربری شما با موفقیت ایجاد شد.
fr_ca: Votre compte a été mis à jour.
pl_pl: Twoje konto zostało zaaktualizowane pomyslnie
ro_ro: Profilul dumneavoastră a fost actualizat cu succes.
ru_ru: Учетная запись обновлена
sv_sv: Ditt konto har uppdaterats.
tr_tr: Hesabınız başarıyla güncellendi.
zh_cn: 您的账号已成功更新

source: Member Registration
fa_ir: ثبت نام عضو جدید
fr_ca: Inscription
pl_pl: Rejestracja użytkownika
ro_ro: Înregistrare
ru_ru: Регистрация
sv_sv: Medlemsregistrering
tr_tr: Kullanıcı Kayıtı
zh_cn: 成员注册

source: <b>Thank you for your registration.</b><br /> Your account has been created. However we require account activation, an activation key has been sent to the e-mail address you provided. Please check your e-mail for further information.
fa_ir: <b>از ثبت نام شما سپاسگذاریم</b><br /> حساب کاربری شما ایجاد گردیده است.لطفا جهت فعال سازی آن ، صندوق پست الکترونیکی خود را بررسی نمایید.توجه داشته باشید ممکن است پیام ما در قسمت Bulk/Spam قرار گرفته باشد.
fr_ca: <b>Merci pour votre inscription.</b><br /> Votre compte a été créé. Cependant, votre compte requiert une activation. Une clé d'activation a été envoyée à l'adresse courriel que vous avez entrer. Vérifiez votre courriel pour plus d'information.
pl_pl: <b>Dziękujemy za rejestrację.</b><br /> Twoje konto zostało utworzone. Jednakże wymagamy aktywacji kont, klucz aktywacyjny został wysłany na podany adres email.
ro_ro: <b> Vă mulţumim pentru înregistrare.</b><br /> Contul dumneavoastră a fost creat. Înainte de utilizare este necesară activarea contului, un link ce conţine codul de activare a fost trimis la adresa de e-mail specificată. Verificaţi e-mailul pentru mai multe detalii.
ru_ru: <b>Благодарим вас за регистрацию.</b><br>Ваша учетная запись была создана. Однако вам необходимо активировать вашу учетную запись, ключ активации был отправлен на адрес электронной почты, который вы указали. Пожалуйста, проверьте свой адрес электронной почты для получения дополнительной информации.
sv_sv: <b>Tack för din registrering.</ b><br /> Ditt konto har skapats men vi kräver kontoaktivering, en aktiveringskod har skickats till den e-postadress du angav. Vänligen kontrollera din e-post för ytterligare information.
tr_tr: <b>Kayıt olduğunuz için teşekkürler.</b><br /> Kullanıcı hesabınız açılmıştır. Bununla birlikte hesabınızı aktif etmeniz için gerekli olan anatar kod e-postanıza gönderilmiştir. Lütfen daha fazla bilgi için e-postanızı kontrol ediniz.
zh_cn: <b>感谢您注册。</b><br /> 您的账号已创建。但我们需要账号激活，激活码已发送到您提供的Email邮箱中。请检查您的邮箱以获得更多信息。

source: <b>Thank you for your registration.</b><br /> An email has been sent to you with the necessary information to login to your account.
fa_ir: <b>از ثبت نام شما سپاسگذاریم</b><br />هم اکنون پیامی حاوی مشخصات لازم برای ورود به این سامانه به نشانی پست الکترونیکی شما ارسال گردید.
fr_ca: <b>Merci pour votre inscription.</b><br /> Un courriel vous a été envoyés avec l'information nécessaire pour vous connecter à votre compte.
pl_pl: <b>Dziękujemy za rejestrację.</b><br /> Informacje niezbędne do logowania zostały wysłane na podany adres email.
ro_ro: <b> Vă mulţumim pentru înregistrare.</b><br /> Un e-mail cu informaţiile necesare pentru a accesa contul a fost trimis la adresa de e-mail specificată la înregistrare.
ru_ru: <b>Благодарим вас за регистрацию.</b><br>На ваш адрес электронной почты было отправлено письмо с необходимой информацией для управления вашей учетной записью.
sv_sv: <b> Tack för din registrering. </ b><br /> Ett mail har skickats till dig med nödvändig information för att logga in på ditt konto.
tr_tr: <b>Kayıt olduğunuz için teşekkürler.</b><br /> Giriş yapmanız için gerekli bilgiler e-postanıza gönderilmiştir.
zh_cn: <b>感谢您注册。</b><br /> 一封邮件已发送到您的邮箱，其中包含您账号登录的重要信息。

source: Form Settings
fa_ir: تنظیمات فرم
fr_ca: Paramètres du formulaire
pl_pl: Dane formularza
ro_ro: Setări formular
ru_ru: Настройки
sv_sv: Formulärinställningar
tr_tr: Form Ayarları
zh_cn: 表单设置

source: Member Forms Administration
fa_ir: مدیریت فرم اعضا
fr_ca: Gestion des formulaires membres
pl_pl: Administracja formularzami użytkownika
ro_ro: Administrarea formularului pentru utilizatori
ru_ru: Управление регистрационной формой
sv_sv: Administration för medlemsformulär
tr_tr: Kullanıcı Form Yöneticisi
zh_cn: 成员表单管理

source: No member forms found.
fa_ir: هیچ عضوی وجود ندارد
fr_ca: Aucun formulaire membre trouvé.
pl_pl: Nie znaleziono formularzy użytkownika
ro_ro: Nu sa găsit formularul pentru utilizatori
ru_ru: Формы не найдены
sv_sv: Inga medlemsformulär har hittats.
tr_tr: Kayıt formu bulunamadı.
zh_cn: 未发现成员表单。

source: Member Registration Form
fa_ir: فرم ثبت نام اعضا
fr_ca: Formulaire d'inscription
pl_pl: Formularz rejestracji użytkownika
ro_ro: Formular de înregistrare
ru_ru: Регистрационная форма
sv_sv: Anmälningsformulär för medlemskap
tr_tr: Kullanıcı Kayıt Formu
zh_cn: 成员注册表单

source: Member Login / Account Form
fa_ir: ورود اعضا/حساب کاربری
fr_ca: Formulaire de connextion / modification du compte
pl_pl: Logowanie użytkownika / Formularz konta
ro_ro: Formular de Autentificare / Formular de conturi
ru_ru: Вход
sv_sv: Medlemsinloggning / Kontoformulär
tr_tr: Kullanıcı Girişi
zh_cn: 成员登录/帐号表单

source: New account registration has been temporarily suspended. Please try again later.
fa_ir: این حساب موقتا توسط مدیر سامانه غیرفعال گردیده است.لطفا زمانی دیگر مجددا تلاش نمایید.
fr_ca: L'inscription de nouveaux membres a été temporairement suspendu. Veuillez réessayer plus tard.
pl_pl: Nowe konto zostało chwilowo zawieszone, prosimy spróbować później.
ro_ro: Înregistrările au fost suspendate temporar. Vă rugăm sa încercaţi mai târziu.
ru_ru: Регистрация новых учетных записей временно приостановлена. Пожалуйста, повторите попытку позже.
sv_sv: Nytt konto registreringen har tillfälligt avbrutits. Var vänlig försök igen senare.
tr_tr: Yeni kullanıcı kayıtları durdurulmuştur. Lütfen daha sonra tekrar deneyiniz.
zh_cn: 新账户注册已暂停。请在将来重试。
