Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: Set up your site's layout / look
es_es: de su sitio Configuración de diseño / apariencia
fr_ca: Définir la mise en page de votre site
ro_ro: Configuraţi site-ului dvs. Structură / Aspect
ru_ru: Управление структурой сайта
sv_sv: Ställ in webbplatsens utseende
tr_tr: Sitenizin düzen ve görünüşünü ayarların

source: Settings
es_es: Configuración
fr_ca: Paramètres
ro_ro: Setări
ru_ru: Настройки
sv_sv: Inställningar
tr_tr: Ayarlar

source: Settings Administration
es_es: Configuración de Administración
fr_ca: Gestion des paramètres
ro_ro: Administrare Setări
ru_ru: Настройки системы
sv_sv: Administrera inställningar
tr_tr: Ayarlar Yönetimi

source: Settings have been successfully updated but the template.js file couldn't be updated.
es_es: Los ajustes se han actualizado correctamente pero el archivo template.js no podía actualizarse.
fr_ca: Les paramètres ont été mis à jour, mais le fichier template.js n'a pas pu être mis à jour.
ro_ro: Setările au fost actualizate cu succes, dar fişierul template.js nu a putut fi actualizat.
ru_ru: Настройки успешно обновлены. Обновите template.js.
sv_sv: Inställningar har uppdaterats men template.js filen kunde inte uppdateras.
tr_tr: Ayarlar başarıyla güncellendi ama template.js dosyası güncelleştirilemedi.

source: Settings have been successfully updated.
es_es: Los ajustes se han actualizado correctamente.
fr_ca: Les paramètres ont été mis à jour.
ro_ro: Setările au fost actualizate cu succes!
ru_ru: Настройки успешно сохранены.
sv_sv: Inställningarna har uppdaterats.
tr_tr: Ayarlar başarıyla güncellendi.

source: Share your site's content in a standardized format
es_es: Comparta su sitio de contenido en un formato normalizado
fr_ca: Partager le contenu de votre site dans un format standard
ro_ro: Partajaţi-vă conţinutul site-ului într-un format standardizat
ru_ru: Приведение содержания сайта к стандартному формату.
sv_sv: Dela innehållet på din webbplats i ett standardiserat format
tr_tr: Sitenizin içeriğini standart bir formatta paylaşın

source: Show Ad only within a defined time interval
es_es: Mostrar anuncios sólo dentro de un intervalo de tiempo definido
fr_ca: Afficher la publicité dans une intervale de temps
ro_ro: Afişare anunţuri doar pe intervalul de timp definit
ru_ru: Временной интервал показа
sv_sv: Visa annons endast inom en viss tidsintervall
tr_tr: Reklamı sadece belirli bir zaman aralığı içinde göster

source: Show Avatar
es_es: Mostrar Avatar
fr_ca: Afficher l'avatar
ro_ro: Afişare Imagine Asociată
ru_ru: Показать аватар
sv_sv: Visa Avatar
tr_tr: Avatar Göstermek

source: Show on
es_es: Mostrar en el
fr_ca: Afficher le
ro_ro: Afişare pe
ru_ru: Показывать по
sv_sv: Visa på
tr_tr: Gösteri

source: Site Languages
es_es: Idiomas del sitio
fr_ca: Langues du site
ro_ro: Limbile site-ului
ru_ru: Языки
sv_sv: Hantera språkval
tr_tr: Site Dilleri

source: Site Layout and Functionality
es_es: Sitio de diseño y funcionalidad
fr_ca: Habillage du site et fonctionnalités
ro_ro: Aspectul şi Funcţionalitatea Site-ului
ru_ru: Настройки
sv_sv: Verktyg och mallar
tr_tr: Site Düzeni ve İşlevsellik

source: Site Temporary Unavailable
es_es: Sitio temporal disponible
fr_ca: Site temporairement hors-service
ro_ro: Site temporar indisponibil
ru_ru: Сайт временно не доступен
sv_sv: Webbplatsen är inte tillgänglig för tillfället
tr_tr: Site Geçici Olarak Kullanılamaz

source: Sitemap XML File Administration
es_es: Administración de archivos XML del Sitemap
fr_ca: Gestion du plan de site XML
ro_ro: Administrarea fişierului sitemap XML
ru_ru: Управление XML картой сайта
sv_sv: Administrera webbplatskartans XML-fil
tr_tr: Sitemap XML Dosya Yönetimi

source: Sitemap XML file has been successfully regenerated.
es_es: Se ha regenerado con éxito el archivo XML del Sitemap.
fr_ca: Le plan de site XML a été regénéré.
ro_ro: Fişierul sitemap XML a fost regenerat cu succes.
ru_ru: XML-файл был успешно сгенерирован.
sv_sv: Webbplatskartans XML-fil har återskapats.
tr_tr: Sitemap XML dosyası başarılı bir şekilde yeniden oluşturuldu.

source: Size
es_es: Tamaño
fr_ca: Taille
ro_ro: Mărime
ru_ru: Размер
sv_sv: Storlek
tr_tr: Boyut

source: Skip IP Check
es_es: Saltar Comprobar IP
fr_ca: Sauter la vérification IP
ro_ro: Omite verificarea IP
ru_ru: Не проверять IP
sv_sv: Hoppa över IP-kontroll
tr_tr: IP kontrol Atlama

source: Skipped
fr_ca: Sauté
sv_sv: Överhoppade

source: SMTP connection couldn't be established. %s
es_es: conexión SMTP no se pudo establecer. %s
fr_ca: La connexion au serveur SMTP n'a pas pu être établie. %s
ro_ro: Conexiunea SMTP nu a putut fi stabilită. %s
ru_ru: SMTP-соединение не установлено. %s
sv_sv: SMTP-anslutning kunde inte upprättas. %s
tr_tr: SMTP bağlantı kurulamadı. %s

source: SMTP error: %s
es_es: Error SMTP: %s
fr_ca: Erreur SMTP : %s
ro_ro: Eroare SMTP: %s
ru_ru: SMTP ошибка: %s
sv_sv: SMPT-fel: %s
tr_tr: SMTP Hatası: %s

source: SMTP Host
es_es: Host SMTP
fr_ca: Serveur SMTP
ru_ru: SMTP хост
sv_sv: SMPT-värd
tr_tr: SMTP Hostu

source: SMTP Password
es_es: Contraseña SMTP
fr_ca: Mot de passe SMTP
ro_ro: Parola SMTP
ru_ru: SMTP пароль
sv_sv: SMPT-lösenord
tr_tr: SMTP Şifresi

source: SMTP Port
es_es: Puerto SMTP
fr_ca: Port SMTP
ru_ru: SMTP порт
sv_sv: SMPT-port
tr_tr: SMTP Portu

source: SMTP Username
es_es: Nombre de usuario SMTP
fr_ca: Num d'utilisateur SMTP
ro_ro: Utilizator SMTP
ru_ru: SMTP пользователь
sv_sv: SMTP-användarnamn
tr_tr: SMTP Kullanıcı Adı

source: Some fields do not match. Please make sure to enter the same value when asked to confirm a previous field.
es_es: Algunos campos no coinciden. Por favor, asegúrese de ingresar el mismo valor cuando se le preguntó para confirmar el campo anterior.
fr_ca: Certains champs ne correspondent pas. Veuillez vous assurer d'entrer la même valeur lorsqu'une confirmation d'un champ précédent est demandée.
ro_ro: Unele câmpuri nu se potrivesc. Vă rugăm asiguraţi-vă că introduceţi aceeaşi valoare atunci când vi sa cerut să confirmaţi un câmp anterior.
ru_ru: Данные не совпадают. Пожалуйста, укажите то же значение при подтверждении.
sv_sv: Vissa fält stämmer inte överens. Var noga med att ange samma värde när du ombeds att bekräfta ett föregående fält.
tr_tr: Bazı alanları uyuşmuyor. Lütfen bir önceki alan değeri ile onaylamak için sorulduğunda aynı değeri yazdığınızdan emin olun.

source: SQL Error! Please contact site administrator or login to learn more about this error.
es_es: Error de SQL! Por favor comuníquese con el administrador del sitio o login para obtener más información acerca de este error.
fr_ca: Erreur SQL ! Veuillez contacter l'administrateur du site ou vous connecter pour en connaitre davantage sur cette erreur.
ro_ro: Eroare SQL! Vă rugăm să contactaţi administratorul site-ului sau autentificaţi-vă pentru a afla mai multe detalii despre această eroare.
ru_ru: SQL ошибка! Пожалуйста, свяжитесь с администратором сайта или Войдите в систему, чтобы узнать больше об этой ошибке.
sv_sv: SQL Fel! Vänligen kontakta webbplatsens administratör eller logga in för att läsa mer om detta fel.
tr_tr: SQL Hatası! Lütfen site yöneticisine başvurun ya da bu hata hakkında daha fazla bilgi edinmek için giriş yapınız.

source: SQL Error! Please contact site administrator.
es_es: Error de SQL! Por favor comuníquese con el administrador del sitio.
fr_ca: Erreur SQL ! Veuillez contacter l'administrateur du site.
ro_ro: Eroare SQL! Vă rugăm să contactaţi administratorul site-ului.
ru_ru: SQL ошибка! Пожалуйста, свяжитесь с администратором сайта.
sv_sv: SQL Fel! Vänligen kontakta webbplatsens administratör.
tr_tr: SQL Hatası! Lütfen site yöneticisine başvurun.

source: SQL Error:
es_es: Error SQL:
fr_ca: Erreur SQL :
ro_ro: Eroare SQL:
ru_ru: SQL ошибка:
sv_sv: SQL Fel:
tr_tr: SQL Hatası:

source: SQL Table
es_es: Tabla SQL
fr_ca: Table SQL
ro_ro: Tabel SQL
ru_ru: SQL таблица
sv_sv: SQL-tabell
tr_tr: SQL tablosu

source: SQL Table "%s" already exists! Please choose a different table for your form.
es_es: SQL tabla "%s" ya existe! Por favor, elija una tabla diferente para el formulario.
fr_ca: La table SQL "%s" existe déjà ! Veuillez sélectionner une table SQL différente pour votre formulaire.
ro_ro: Tabelul SQL "%s" există deja! Vă rugăm să alegeţi un tabel diferit pentru formularul dvs.
ru_ru: SQL таблица "%s" уже существует! Пожалуйста, выберите другую таблицу для формы.
sv_sv: SQL-tabell "%s" finns redan! Välj en annan tabell för formuläret.
tr_tr: SQL Tablosu "%s" zaten var! Form için farklı bir tablo seçin.

source: Start Date
es_es: Fecha de inicio
fr_ca: Date de début de parution
ro_ro: Dată de început
ru_ru: Дата публикации
sv_sv: Startdatum
tr_tr: Başlangıç Tarihi

source: Starting <b>%s</b>
es_es: A partir de <b>%s</b>
fr_ca: Débute le <b>%s</b>
ro_ro: Începând cu <b>%s</b>
ru_ru: Начиная с <b>%s</b>
sv_sv: Börjar <b>%s</b>
tr_tr: Başlıyor <b>%s</b>

source: Starting <b>%s</b> until <b>%s</b>
es_es: A partir de <b>%s</b> hasta <b>%s</b>
fr_ca: Débute le <b>%s</b> jusqu'au <b>%s</b>
ro_ro: Începând cu <b>%s</b> până la <b>%s</b>
ru_ru: Начиная с <b>%s</b> до <b>%s</b>
sv_sv: Börjar <b>%s</b> till <b>%s</b>
tr_tr: <b>%s</b> den başlıyor <b>%s</b> e kadar

source: Starting from
es_es: A partir de
fr_ca: À partir de
ro_ro: Începând cu
ru_ru: Начиная с
sv_sv: Med början från
tr_tr: Başlangıç Sayısı

source: starting from %s
es_es: a partir de %s
fr_ca: à partir de %s
ro_ro: începând de la %s
ru_ru: начиная с %s
sv_sv: med början från %s
tr_tr: %s den itibaren başlıyor

source: Static Text
es_es: Texto estático
fr_ca: Texte statique
ro_ro: Text Static
sv_sv: Statisk text
tr_tr: Statik Metin

source: Stats
es_es: Estadísticas
ro_ro: Statistici
ru_ru: Статистика
sv_sv: Statistik
tr_tr: İstatistikler

source: Stay Logged In
es_es: Seguir conectado
fr_ca: Rester connecté
ro_ro: Rămâi logat
ru_ru: Запомнить меня
sv_sv: Fortsätt vara inloggad
tr_tr: Çevrimiçi Kal

source: Storage Options
es_es: Opciones de almacenamiento
fr_ca: Option de stockage
ro_ro: Opţiuni de stocare
ru_ru: Параметры хранения
sv_sv: Lagringsinställningar
tr_tr: Depolama Seçenekleri

source: Storage table not defined.
es_es: tabla de almacenamiento no se define.
fr_ca: La table de stockage n'est pas définie.
ro_ro: Tabelul de stocare nu este definit.
ru_ru: Хранение таблицы не определено.
sv_sv: Lagringstabell är inte satt.
tr_tr: Depolama tablosu tanımlanmamıştır.

source: Store notes and/or todos
es_es: Almacenar notas y / o Todos
fr_ca: Sauvegarder des notes et/ou des tâches
ro_ro: Stocaţi notele şi / sau calendarul (todo)
ru_ru: Управление заметками
sv_sv: Lagra anteckningar / att göra
tr_tr: Yapılacaklar ve notları kaydet

source: String
fr_ca: Chaîne
sv_sv: Sträng
tr_tr: Dizi

source: Style
es_es: Estilo
ro_ro: Stil
ru_ru: Стиль
sv_sv: Stil
tr_tr: Stil

source: Sub Block of
es_es: Sub Bloque de
fr_ca: Sous-bloc de
ro_ro: Sub-Bloc al
ru_ru: Уровень
sv_sv: Underblock till
tr_tr: Alt Bloğu

source: Sub Menu Item of
fr_ca: Sous-lien du lien suivant
sv_sv: Undermeny till

source: Sub Page of
es_es: Sub página de
fr_ca: Sous-page de
ro_ro: Sub Pagina al
ru_ru: Уровень
sv_sv: Undersida till
tr_tr: Alt Sayfa ve

source: Subject
es_es: Asunto
fr_ca: Sujet
ro_ro: Subiect
ru_ru: Тема
sv_sv: Ämne
tr_tr: Konu

source: Subject / Sent out
es_es: Asunto / Enviado a cabo
fr_ca: Sujet/Envoyé
ro_ro: Subiect / Trimis
ru_ru: Тема/Отправлено
sv_sv: Ämne / Skickat
tr_tr: Konu / Gönderilen

source: Submit
es_es: Enviar
fr_ca: Soumettre
ro_ro: Trimite
ru_ru: Отправить
sv_sv: Godkänn
tr_tr: Gönder

source: Submit Reply
es_es: Enviar respuesta
fr_ca: Soumettre la réponse
ro_ro: Trimite răspuns
ru_ru: Отправить ответ
sv_sv: Skicka svar
tr_tr: Cevap Gönder

source: Success
es_es: Éxito
fr_ca: Succès
ro_ro: Succes
ru_ru: Успешно
sv_sv: Resultat
tr_tr: Başarılı

source: Success Message
es_es: El éxito de mensajes
fr_ca: Message de succès
ro_ro: Mesaj de succes
ru_ru: Сообщение об успешном получении
sv_sv: Meddelande efter lyckad överföring
tr_tr: Başarı Mesaj

source: Suspend
es_es: Suspender
fr_ca: Suspendre
ro_ro: Suspendare
ru_ru: Заблокировать
sv_sv: Bannlys
tr_tr: Askıya alma

source: Suspend Text
es_es: Suspender texto
fr_ca: Texte hors fonction
ro_ro: Textul suspendării
ru_ru: Текст для посетителей<br>при блокировке сайта
sv_sv: Underhållstext
tr_tr: Metin Askıya alındı

source: Suspended
es_es: Suspendido
fr_ca: Suspendu
ro_ro: Suspendat
ru_ru: Заблокирован
sv_sv: Avstängd
tr_tr: Askıya Alınmış

source: Tags
es_es: Etiquetas
fr_ca: Mots-clés
ro_ro: Tag-uri
ru_ru: Тэги
sv_sv: Etiketter
tr_tr: Etiketler

source: Telephone
es_es: Teléfono
fr_ca: Numéro de téléphone
ro_ro: Telefon
sv_sv: Telefon
tr_tr: Telefon

source: Template
es_es: Plantilla
fr_ca: Habillage
ro_ro: Şablon
ru_ru: Шаблоны
sv_sv: Mall
tr_tr: Tema

source: Template Administration
es_es: Plantilla de Administración
fr_ca: Gestion des habillages
ro_ro: Administrare şablon
ru_ru: Управление шаблонами
sv_sv: Mallinställningar
tr_tr: Tema Yönetimi

source: Template couldn't be activated!
fr_ca: L'habillage n'a pas pu être activé !
ro_ro: Şablonul nu a putut fi activat!
ru_ru: Шаблон не активирован!
sv_sv: Mallen kunde inte aktiveras!
tr_tr: Tema aktifleştirilemedi!

source: Template couldn't be added! Error: %s
es_es: Plantilla no pudo ser añadido! Error: %s
fr_ca: L'habillage n'a pas pu être ajouté ! Erreur : %s
ro_ro: Şablonul nu a putut fi adăugat! Eroare: %s
ru_ru: Шаблон не добавлен! Ошибка: %s
sv_sv: Mall kunde inte läggas till! Fel: %s
tr_tr: Tema eklenemedi! Hata: %s

source: Template couldn't be deleted but it is now safe to be deleted manually by just simply removing the "%s" folder.
es_es: Plantilla no pudo ser eliminado, pero ya puede ser eliminado manualmente con sólo la simple eliminación de la "%s" carpeta.
fr_ca: L'habillage n'a pas pu être supprimé, mais vous pouvez effacer manuellement le dossier "%s" en toute sécurité.
ro_ro: Şablonul nu a putut fi şters, însă îl puteţi şterge manual prin ştergerea directorului "%s"
ru_ru: Шаблон не может быть удален, но вы можете удалить его вручную, просто удалив "%s" папку.
sv_sv: Mallen kunde inte tas bort men är nu säker att raderas manuellt genom att ta bort "%s" mappen.
tr_tr: Tema silinemedi fakat şimdi el ile silmek güvenli sadece "%s" klasörünü silmeniz yeterli.

source: Template couldn't be extracted! Error: "%s" directory couldn't be created.
es_es: Plantilla no pudo ser extraído! Error: "%s" de la guía no se pudo crear.
fr_ca: L'habillage n'a pas pu être extrait ! Erreur : le dossier "%s" ne peut être créé.
ro_ro: Şablonul nu a putut fi extras! Eroare: "%s" directorul nu a putut fi creat.
ru_ru: Шаблон не установлен! Ошибка: не возможно создать "%s" каталог.
sv_sv: Mall kunde inte hämtas! Fel: "%s" katalogen kunde inte skapas.
tr_tr: Tema alınamadı. Hata: "%s" dizin oluşturulamadı.

source: Template couldn't be extracted! Error: "%s" file couldn't be created.
es_es: Plantilla no pudo ser extraído! Error: "%s" el archivo no se pudo crear.
fr_ca: L'habillage n'a pas pu être extrait ! Erreur : le fichier "%s" ne peut être créé.
ro_ro: Şablonul nu a putut fi extras! Eroare: "%s" fişierul nu a putut fi creat.
ru_ru: Шаблон не установлен! Ошибка: не возможно создать "%s" файл.
sv_sv: Mall kunde inte hämtas! Fel: "%s" filen kunde inte skapas.
tr_tr: Tema alınamadı. Hata: "%s" dosya oluşturulamadı.

source: Template couldn't be extracted! Error: Empty template! The template you selected seems to be an empty tar.gz file.
es_es: Plantilla no pudo ser extraído! Error: plantilla vacía! La plantilla que ha seleccionado parece ser un archivo tar.gz vacío.
fr_ca: L'habillage n'a pas pu être extrait ! Erreur : le fichier .tar.gz semble vide.
ro_ro: Şablon nu a putut fi extras! Eroare: Şablon gol! Şablonul selectat pare a fi un fişier tar.gz gol.
ru_ru: Шаблон не установлен! Ошибка: Пустой архив шаблона! Выбран, пустой файл tar.gz.
sv_sv: Mall kunde inte hämtas! Fel: Tom mall! Mallen du har valt verkar vara en tom tar.gz-fil.
tr_tr: Tema alınamadı. Hata: boş tema! Seçtiğiniz tema boş bir tar.gz gibi görünüyor.

source: Template couldn't be extracted! Error: Invalid template! Please make sure to upload a valid tar.gz template file.
es_es: Plantilla no pudo ser extraído! Error: la plantilla no es válido! Por favor, asegúrese de cargar un archivo tar.gz de plantilla válido.
fr_ca: L'habillage n'a pas pu être extrait ! Erreur : Habillage invlaide ! Veuillez vous assurer de téléverser un fichier tar.gz valide.
ro_ro: Şablonul nu a putut fi extras! Eroare: şablon invalid! Vă rugăm asiguraţi-vă că aţi încărcat un fişier valid tar.gz.
ru_ru: Шаблон не установлен! Ошибка: неподдерживаемый формат архива! Пожалуйста, убедитесь, что файл архива шаблона имеет расширение tar.gz.
sv_sv: Mall kunde inte hämtas! Fel: Ogiltig mall! Se till att ladda upp en giltig tar.gz filmall.
tr_tr: Tema alınamadı. Hata: geçersiz tema! Geçerli bir tar.gz tema dosyası yüklediğinizden için emin olun.

source: Template couldn't be installed!
fr_ca: L'habillage n'a pas pu être installé !
sv_sv: Mallen kunde inte installeras!

source: Template couldn't be updated! Error: %s
es_es: Plantilla no pudo ser actualizado! Error: %s
fr_ca: L'habillage n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Şablonul nu a putut fi actualizat! Eroare: %s
ru_ru: Шаблон не обновлен! Ошибка: %s
sv_sv: Mallen kunde inte uppdateras! Fel: %s
tr_tr: Tema güncellenemedi! Hata: %s

source: Template Details
fr_ca: Détails de l'habillage
ro_ro: Detalii şablon
ru_ru: Информация
sv_sv: Malluppgifter
tr_tr: Tema Detayları

source: Template Editor
es_es: Editor de plantillas
fr_ca: Editeur d'habillage
ro_ro: Editor Model
ru_ru: Редактор шаблонов
sv_sv: Mallredigerare
tr_tr: Tema Editör

source: Template File
es_es: Archivo de plantilla
fr_ca: Fichier d'habillage
ro_ro: Fişierele şablon
ru_ru: Файл шаблона
sv_sv: Mallfil
tr_tr: Tema Dosyası

source: Template Files
es_es: Archivos de plantilla
fr_ca: Fichiers d'habillage
ro_ro: Fişierele şablonului
ru_ru: Файлы шаблонов
sv_sv: Mallfiler
tr_tr: Tema Dosyaları

source: Template has been successfully activated.
es_es: Plantilla se ha activado correctamente.
fr_ca: L'habillage a été activé.
ro_ro: Şablonul a fost activat!
ru_ru: Шаблон был успешно активирован.
sv_sv: Mallen har aktiverats.
tr_tr: Tema başarıyla aktif edildi.

source: Template has been successfully created.
fr_ca: L'habillage a été créé.
ro_ro: Şablonul a fost creat!
ru_ru: Шаблон успешно создан.
sv_sv: Mallen har skapats.
tr_tr: Tema başarıyla oluşturuldu.

source: Template has been successfully deleted.
es_es: Plantilla se ha eliminado correctamente.
fr_ca: L'habillage a été suppimé.
ro_ro: Şablonul a fost şters!
ru_ru: Шаблон был успешно удален.
sv_sv: Mallen har raderats.
tr_tr: Tema başarıyla silindi.

source: Template has been successfully set for Admin section.
es_es: Plantilla se ha configurado correctamente para la sección de administración.
fr_ca: L'habillage a été défini pour l'administration.
ro_ro: Şablonul pentru secţiunea de administrare a fost configurat!
ru_ru: Шаблон был успешно установлен в качестве шаблона Панели управления.
sv_sv: Mallen har nu konfigurerats till admindelen.
tr_tr: Tema başarılı bir şekilde Yönetici bölümü için ayarlandı.

source: Template Images
es_es: Plantilla de imágenes
fr_ca: Images de l'habillage
ro_ro: Imaginile şablonului
ru_ru: Изображение шаблона
sv_sv: Mallbilder
tr_tr: Tema resimleri

source: Template Manager
es_es: Administrador de plantillas
fr_ca: Gestion de l'habillage
ro_ro: Manager Modele
ru_ru: Шаблоны
sv_sv: Hantera mallar
tr_tr: Tema Yöneticisi

source: Templates have been successfully uploaded. The following templates have been uploaded: %s.
es_es: Plantillas se han subido correctamente. Las siguientes plantillas se han subido: %s.
fr_ca: Les habillages ont été téléversés. Les habillages suivants ont été téléversés : %s
ro_ro: Şabloanele au fost încărcate cu succes. Au fost încărcate următoarele şabloane: %s.
ru_ru: Успешно загружены. Следующие шаблоны были загружены: %s
sv_sv: Mallarna har laddats upp. Följande mallar har lagts till: %s.
tr_tr: Temalar başarıyla yüklendi. Aşağıdaki temalar yüklendi: %s.

source: Test has been successfully completed.
fr_ca: Le test a été complété.
sv_sv: Test har slutförts framgångsrikt.

source: Test run the update for problems
fr_ca: Effectuer un test pour trouver des problèmes
sv_sv: Provkör uppdateringen för felsök

source: Test Update
fr_ca: Test de la mise à jour
sv_sv: Testa uppdatering

source: Text Editor
es_es: Editor de texto
fr_ca: Editeur de texte
ro_ro: Editor de text
sv_sv: Textredigerare
tr_tr: Metin Editörü

source: Textarea
fr_ca: Zone de texte
ro_ro: Zonă de text
sv_sv: Textruta
tr_tr: Metin alanı

source: Thank you for rating this comment.
es_es: ¡Gracias por votar este comentario.
fr_ca: Merci d'avoir noté ce commentaire.
ro_ro: Vă mulţumim pentru evaluarea acestui comentariu.
ru_ru: Спасибо за оценку этого комментария.
sv_sv: Tack för att du betygsatt kommentaren.
tr_tr: Yorumu derecelendirmeniz için teşekkür ederiz.

source: Thank you for your comment.
es_es: Gracias por tu comentario.
fr_ca: Merci pour votre commentaire.
ro_ro: Vă mulţumim pentru comentariu.
ru_ru: Спасибо за ваш комментарий.
sv_sv: Tack för din kommentar!
tr_tr: Yorumunuz için teşekkürler

source: Thank you for your vote.
es_es: Gracias por tu voto.
fr_ca: Merci pour votre vote.
ro_ro: Vă mulţumim pentru votul dumneavoastră.
ru_ru: Спасибо за ваш голос.
sv_sv: Tack för din röst.
tr_tr: Oy verdiğiniz için teşekkür ederiz.

source: The file you are trying to upload "%s" already exists on our site. Please rename and reselect the file you would like to upload.
es_es: El archivo que está intentando cargar "%s" ya existe en nuestro sitio. Por favor, cambie el nombre y vuelva a seleccionar el archivo que quieres subir.
fr_ca: Le fichier "%s" que vous essayez de téléverser existe déjà sur notre site. Veuillez renommer et resélectionner le fichier pour le téléversement.
ro_ro: Fişierul pe care încercaţi să-l încărcaţi "%s" există deja pe site-ul nostru. Vă rugăm să-l redenumiţi ori selectaţi un alt fişier pe care doriţi să-l încărcaţi.
ru_ru: Файл с таким же именем, как и тот, который вы пытаетесь загрузить "%s" уже существует на нашем сервере. Пожалуйста, переименуйте и снова попробуйте загрузить.
sv_sv: Filen du försöker ladda upp "%s" finns redan på vår webbplats. Vänligen byt namn och välj återigen den fil du vill ladda upp.
tr_tr: Yüklemek istediğiniz "%s" dosyası zaten sitemizde mevcut. Lütfen dosyanızı yeniden adlandırın veya yüklemek için başka dosya seçiniz.
