Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: Post successfully updated but rss feed couldn't be updated.
es_es: Post actualizado correctamente, pero feed RSS no podía actualizarse.
fr_ca: L'article a été mis à jour, mais le flux RSS n'a pas pu être mis à jour.
ro_ro: Post actualizat cu succes, dar fluxul RSS nu a putut fi actualizat.
ru_ru: Статья успешно обновлена. Обновите новостную ленту(RSS).
sv_sv: Artikeln har uppdaterats men RSS-flödet kunde inte uppdateras.
tr_tr: Mesaj başarıyla güncelledi ama rss beslemesi güncellenemedi.

source: Post successfully updated but xml sitemap file couldn't be updated.
es_es: Post actualizado correctamente pero el archivo XML Sitemap no podía actualizarse.
fr_ca: L'article a été mis à jour, mais le plan de site XML n'a pas pu être mis à jour.
ro_ro: Post actualizat cu succes dar fişierul sitemap XML nu a putut fi actualizat.
ru_ru: Статья успешно обновлена. Обновите XML-файл карты сайта.
sv_sv: Artikeln har uppdaterats, men din XML-webbplatsfil kan inte uppdateras.
tr_tr: Mesaj başarıyla güncellendi fakat xml sitemap dosyası güncellenemedi.

source: Post to Page
fr_ca: Ajouter à la page
ro_ro: Mesaje pe pagina
ru_ru: Страница
sv_sv: Skicka till sidan
tr_tr: Mesajları Sayfa

source: Posted By
es_es: Publicado por:
fr_ca: Envoyé par
ro_ro: Postat de
ru_ru: Автор
sv_sv: Postad av
tr_tr: Tarafından gönderildi

source: Posts
es_es: Mensajes
fr_ca: Articles
ro_ro: Postări
ru_ru: Статьи
sv_sv: Artiklar
tr_tr: Mesajlar

source: Posts at Glance
fr_ca: Aperçu des articles
ro_ro: Mesaj scurt
ru_ru: Статьи
sv_sv: Hantera artiklar
tr_tr: Mesajlara Göz At

source: Posts have been successfully activated and are now visible to the public.
fr_ca: Les articles ont été activés et sont désormais visibles publiquement.
ro_ro: Mesajele au fost activate cu succes şi sunt acum vizibile pentru public.
ru_ru: Статьи успешно включены и в настоящее время не видны общественности.
sv_sv: Artikeln har nu aktiverat och är synliga för besökare.
tr_tr: Mesajları başarıyla aktif edildi şimdi herkes görebilir.

source: Posts have been successfully copied over to "%s".
es_es: Puestos se han copiado correctamente en "%s".
fr_ca: Les articles ont été copié vers "%s".
ro_ro: Mesajele au fost copiate cu succes în "%s".
ru_ru: Статья успешно скопирована в "%s".
sv_sv: Artiklarna har kopierats över till "%s".
tr_tr: Mesajlar başarıyla "%s" e kopyalandı.

source: Posts have been successfully deactivated and are now NOT visible to the public.
fr_ca: Les articles ont été désactivés et ne sont désormais PLUS visibles publiquement.
ro_ro: Mesajele au fost dezactivate si NU sunt vizibile public.
ru_ru: Статьи успешно отключены и в настоящее время не видны общественности.
sv_sv: Artiklarna har framgångsrikt avaktiverats och är inte längre synliga för besökare.
tr_tr: Mesajları başarıyla devre dışı artık herkes tarafından görülebilir DEĞİLDİR.

source: Posts have been successfully deleted.
fr_ca: Les articles ont été supprimés.
ro_ro: Mesajele au fost şterse.
ru_ru: Статьи успешно удалены.
sv_sv: Artikeln har raderats.
tr_tr: Mesajlar başarıyla silindi.

source: Posts have been successfully moved over to "%s".
es_es: Puestos se han transferido con éxito a más de "%s".
fr_ca: Les articles ont été déplacés vers "%s".
ro_ro: Mesajele au fost mutate cu succes în "%s".
ru_ru: Статья успешно перемещена в "%s".
sv_sv: Artiklarna har flyttats över till "%s".
tr_tr: Mesajlar başarıyla "%s" e taşındı.

source: Posts have been successfully re-ordered.
es_es: Puestos se han reordenado con éxito.
fr_ca: Les articles ont été réordonnés.
ro_ro: Postările au fost re-ordonate!
ru_ru: Статьи сортированы.
sv_sv: Artiklarna har arrangerats om.
tr_tr: Mesajlar başarıyla yeniden düzenlendi.

source: Preview
es_es: Prevista
fr_ca: Prévisualiser
ro_ro: Previzualizare
ru_ru: Просмотр
sv_sv: Förhandsgranska
tr_tr: Önizleme

source: Preview %s
es_es: Prevista %s
fr_ca: Prévisualiser %s
ro_ro: Previzualizare %s
ru_ru: Просмотр %s
sv_sv: Förhandsgranska %s
tr_tr: Ön izleme %s

source: Preview Dynamic Form
es_es: Vista previa dinámica Formulario
fr_ca: Prévisualisation du formulaire
ro_ro: Previzualizare Formular dinamic
ru_ru: Предварительный просмотр
sv_sv: Förhandsgranska dynamiskt formulär
tr_tr: Formu Önizleme

source: Preview Email
es_es: Vista previa de correo electrónico
fr_ca: Prévisualiser le courriel
ro_ro: Previzualizare e-mail
ru_ru: Анонс
sv_sv: Förhandsgranska e-post
tr_tr: E-posta Önizleme

source: Previous page
es_es: Página Anterior
fr_ca: Page précédente
ro_ro: Pagina anterioară
ru_ru: Предыдущая страница
sv_sv: Föregående sida
tr_tr: Önceki sayfa

source: Promo text
es_es: Texto de Promo
fr_ca: Texte de promotion
ro_ro: Text Promo
ru_ru: Рекламный текст
sv_sv: Reklamtext
tr_tr: Promosyon metni

source: Protected
es_es: Protegidas
fr_ca: Protégé
ro_ro: Protejat
ru_ru: Защищенное
sv_sv: skyddat
tr_tr: Korumalı

source: Protected Field
es_es: Protegidas de campo
fr_ca: Champ protégé
ro_ro: Câmp protejat
ru_ru: Защищенное поле
sv_sv: Skyddat fält
tr_tr: Korumalı alan

source: Protected Form
es_es: Formulario Protegido
fr_ca: Formulaire protégé
ro_ro: Formular protejat
ru_ru: Защищенная форма
sv_sv: Skyddat formulär
tr_tr: Korumalı Form

source: Protected SQL Tables cannot be renamed / deleted!
es_es: Protegidas tablas SQL no puede cambiar el nombre o eliminado!
fr_ca: Les tables SQL protégées ne peuvent pas être renommées/supprimées !
ro_ro: Tabelele SQL protejate nu pot fi redenumite / şterse!
ru_ru: Защищенные SQL таблицы не могут быть переименованы или удалены!
sv_sv: Skyddade SQL-tabeller kan inte byta namn / raderas!
tr_tr: Korumalı SQL Tabloları yeniden adlandırılamaz / silinemez!

source: Query took %s seconds
es_es: Consulta tardó segundos %s
fr_ca: La requête s'est exécutée en %s secondes
ro_ro: Interogarea a durat %s secunde.
ru_ru: Запрос занял %s секунд
sv_sv: Frågan tog %s sekunder
tr_tr: Sorgu %s saniye sürdü

source: query took: %s seconds
fr_ca: durée de la requête : %s secondes
sv_sv: förfrågan tog: %s sekunder

source: Quick Account
es_es: Cuenta rápida
fr_ca: Compte rapide
ro_ro: Cont Rapid
ru_ru: Быстрая учетная запись
sv_sv: Snabbkonto
tr_tr: Hızlı Üyelik

source: Quick Login
es_es: Sesión rápida
fr_ca: Connexion rapide
ro_ro: Autentificare Rapidă
ru_ru: Быстрый вход
sv_sv: Snabbinloggning
tr_tr: Hızlı Giriş

source: Quick Reply
es_es: Rápida respuesta
fr_ca: Réponse rapide
ro_ro: Răspuns rapid
ru_ru: Быстрый ответ
sv_sv: Snabbsvar
tr_tr: Hızlı Cevap

source: Quickly create / modify posts
fr_ca: Créer/modifier des articles rapidement
ro_ro: Creaţi / modificaţi rapid mesaje
ru_ru: Быстрое создание/редактирование статей
sv_sv: Snabbskapa / ändra artiklar
tr_tr: Mesajları hızla oluşturmak / değiştirmek

source: Random Fonts
es_es: Fuentes al azar
fr_ca: Polices aléatoires
ro_ro: Fonturi aleatorii
ru_ru: Случайные шрифты
sv_sv: Slumpade typsnitt
tr_tr: Rastgele Yazı Tipleri

source: Random Lines
es_es: Líneas Al azar
fr_ca: Lignes aléatoires
ro_ro: Linii aleatorii
ru_ru: Случайные линии
sv_sv: Slumpade rader
tr_tr: Rastgele Satır

source: Random Words
es_es: Palabras al azar
fr_ca: Mots aléatoires
ro_ro: Cuvinte aleatorii
ru_ru: Случайные слова
sv_sv: Slumpade ord
tr_tr: Rastgele Kelimeler

source: Range
es_es: Rango
fr_ca: Étendue
ro_ro: Serie
ru_ru: Сортировка
sv_sv: Område
tr_tr: Aralık

source: Rating couldn't be stored! Error: %s
es_es: Calificación no puede ser almacenado! Error: %s
fr_ca: La note n'a pas pu être sauvegardée ! Erreur : %s
ro_ro: Evaluarea nu a putut fi stocată! Eroare: %s
ru_ru: Рейтинг не сохранен! Ошибка: %s
sv_sv: Betyget kunde inte sparas! Fel:%s
tr_tr: Derecelendirme depolanamadı! Hata: %s

source: Rating Options
es_es: Valoración de Opciones
fr_ca: Options de notation
ro_ro: Opţiuni de Evaluare
ru_ru: Рэйтинг
sv_sv: Betygsalternativ
tr_tr: Derecelendirme Ayarları

source: Ratio
es_es: Relación
ro_ro: Raport
ru_ru: Соотношение
sv_sv: Kvot
tr_tr: Oran

source: Read
es_es: Leer
fr_ca: Lecture
ro_ro: Citire
ru_ru: Чтение
sv_sv: Läs
tr_tr: Oku

source: Read more
es_es: Leer más
fr_ca: Lire la suite
ro_ro: Citeşte mai multe
ru_ru: Подробнее
sv_sv: Läs mer
tr_tr: Devamını oku

source: Read Own
fr_ca: Lecture des siens seulement
sv_sv: Läs egen

source: Recipient Select
es_es: Seleccione el destinatario
fr_ca: Sélection du destinataire
ro_ro: Selectaţi destinatarul
sv_sv: Välj mottagare
tr_tr: Alıcı seçin

source: Refresh
es_es: Actualizar
fr_ca: Actualiser
ro_ro: Reîmprospătează
ru_ru: Обновить
sv_sv: Uppdatera
tr_tr: Yenileme

source: Refresh Now
es_es: Actualizar ahora
fr_ca: Rafraîchir maintenant
ro_ro: Actualizează Acum
ru_ru: Обновить
sv_sv: Uppdatera nu
tr_tr: Şimdi Yenileme

source: Refresh Time
es_es: Actualizar Tiempo
fr_ca: Période de rafraîchissement
ro_ro: Timpul de reîmprospătare
ru_ru: Обновление
sv_sv: Uppdateringstid
tr_tr: Yenileme Zaman

source: Regenerate
es_es: Regenerar
fr_ca: Regénérer
ro_ro: Regenerează
ru_ru: Сгенерировать
sv_sv: Återskapa
tr_tr: Yeniden oluştur

source: Regenerate and/or edit XML Sitemap file
es_es: Regenerar y / o editar el archivo XML de Sitemap
fr_ca: Regénérer et/ou modifier le plan du site XML
ro_ro: Regeneraţi şi / sau editaţi fişierul XML Sitemap
ru_ru: Генерация и/или Редактирование XML-файла карты сайта
sv_sv: Återskapa / redigera XML-webbplatskartan
tr_tr: XML Site Haritası dosyasını yeniden düzenle

source: Registered on
es_es: Fecha de registro
fr_ca: Enregistré le
ro_ro: Înregistrat la
ru_ru: Зарегистрирован
sv_sv: Registrerad den
tr_tr: Kayıtlı

source: Registrations Suspended
es_es: Inscripciones en suspensión
fr_ca: Inscriptions hors fonction
ro_ro: Înregistrările sunt suspendate!
ru_ru: Блокировка регистрации
sv_sv: Stäng registrering
tr_tr: Kayıtlar Askıya alındı

source: Related Posts
es_es: Puestos relacionados
fr_ca: Articles connexes
ro_ro: Mesaje similare
ru_ru: Похожие статьи
sv_sv: Relaterade artiklar
tr_tr: İlgili Mesajlar

source: Reload
es_es: Actualizar
fr_ca: Recharger
ro_ro: Reîncarcă
ru_ru: Перезагрузить
sv_sv: Uppdatera
tr_tr: Yeniden

source: Remember me (stay logged in)
es_es: Recuérdame (estancia conectado)
fr_ca: Se souvenir de moi (demeurer connecté)
ro_ro: Ţine-mă minte! (rămâi autentificat)
ru_ru: Запомнить меня
sv_sv: Kom ihåg mig (fortsätt vara inloggad)
tr_tr: Beni Hatırla (çevrimiçi kal)

source: Remove
es_es: Quitar
fr_ca: Retirer
ro_ro: Şterge
ru_ru: Удалить
sv_sv: Ta bort
tr_tr: Kaldırmak

source: Reorder
es_es: Reordenar
fr_ca: Réordonner
ro_ro: Re-ordonează
ru_ru: Сортировать
sv_sv: Godkänn
tr_tr: Yeniden düzenle

source: Reply
es_es: Responder
fr_ca: Répondre
ro_ro: Răspunde
ru_ru: Ответить
sv_sv: Svara
tr_tr: Yanıtla

source: Reply To
es_es: Responder a
fr_ca: Pépondre à
ro_ro: Răspunde la
ru_ru: Ответ Для
sv_sv: Svar till
tr_tr: Cevapla

source: Reply To comment #%s
es_es: Responder al comentario #%s
fr_ca: Répondre au commentaire #%s
ro_ro: Răspunde la comentariul #%s
ru_ru: Ответить на комментарий №%s
sv_sv: Besvara kommentar #%s
tr_tr: Yorum #%s'i Cevapla

source: Reply to this comment
es_es: Responder a este comentario
fr_ca: Répondre à ce commentaire
ro_ro: Răspunde la acest comentariu
ru_ru: Ответить на этот комментарий
sv_sv: Svara på denna kommentar
tr_tr: Yorumu cevapla

source: Request a New Password
es_es: Solicitar una nueva contraseña
fr_ca: Demander un nouveau mot de passe
ro_ro: Cere o parolă nouă
ru_ru: Запросить новый пароль
sv_sv: Begär ett nytt lösenord
tr_tr: Yeni Bir Şifre İste

source: Request can only be accessed by administrators!
es_es: Solicitud sólo se puede acceder por los administradores!
fr_ca: La requête ne peut être exécutée que par un administrateur !
ro_ro: Solicitările pot fi accesate numai de către administratori!
ru_ru: Только для администраторов!
sv_sv: Förfrågan kan endast nås av administratörer!
tr_tr: İstek sadece yöneticiler tarafından erişilebilir!

source: Request couldn't be stored! Error: %s
es_es: La solicitud no puede ser almacenado! Error: %s
fr_ca: La requête n'a pas pu être sauvegardée ! Erreur : %s
ro_ro: Cererea nu a putut fi stocată! Eroare: %s
ru_ru: Запрос не сохранен! Ошибка: %s
sv_sv: Förfrågan kunde inte lagras! Fel: %s
tr_tr: İştek depolanamadı! Hata: %s

source: Request not found! Please make sure the request was made in the last 3 hours as older requests are automatically deleted.
es_es: Solicitud que no se encuentra! Por favor, asegúrese de que la petición se formuló en las últimas 3 horas como mayores solicitudes se elimina automáticamente.
fr_ca: Requête non trouvée ! Veuillez vous assurer que la requête a été faite dans les trois dernières heures puisque les requêtes plus anciennes sont automatiquement supprimées.
ro_ro: Cererea nu a fost găsită! Vă rugăm asiguraţi-vă că cererea a fost făcută în ultimele 3 ore deoarece solicitările mai vechi sunt sterse automat.
ru_ru: Запрос не найден! Все запросы отправленные старше 3 часов автоматически удаляются!
sv_sv: Begäran inte hittas! Se till att förfrågan gjorts de senaste 3 timmarna eftersom äldre förfrågningar raderas automatiskt.
tr_tr: İstek bulunamadı! Lütfen bu isteğin son 3 saat içinde yapıldığına emin oldun daha eski istekler otomatik olarak silinir.

source: Request owner couldn't be found!
es_es: Solicitud de propietario no se pudo encontrar!
fr_ca: Le propriétaire de la requête n'a pas pu être trouvé !
ro_ro: Proprietarul cererii nu a fost găsit!
ru_ru: Владелец не найден!
sv_sv: Begärd ägare kunde inte hittas!
tr_tr: İstek sahibi bulunamadı!

source: Required
es_es: Requerido
fr_ca: Requis
ro_ro: Cerut
ru_ru: Обязательно
sv_sv: Obligatorisk
tr_tr: Gerekli

source: Resend
es_es: Vuelva a enviar
fr_ca: Réenvoyer
ro_ro: Re-trimite
ru_ru: Повторить
sv_sv: Skicka igen
tr_tr: Yeniden Gönder

source: Reset
es_es: Restablecer
fr_ca: Réinitialiser
ro_ro: Resetează
ru_ru: Сброс
sv_sv: Återställ
tr_tr: Başa Al

source: Reset All
es_es: Restablecer todo
fr_ca: Réinitialiser tout
ro_ro: Resetare
ru_ru: Сбросить все
sv_sv: Återställ allt
tr_tr: Hepsini Sıfırla

source: Restore default template for Admin section
es_es: por defecto Restaurar plantilla para la sección de administración
fr_ca: Restaurer l'habillage par défaut pour l'administration
ro_ro: Restaurarea şablonului implicit pentru secţiunea Admin
ru_ru: Восстановление шаблона по умолчанию для Панели управления
sv_sv: Återställ standardmall för Admindelen
tr_tr: Admin bölümü için varsayılan temayı geri yükle

source: Restore default template for your website
es_es: Restaurar plantilla predeterminada para su sitio web
fr_ca: Restaurer l'habillage par défaut pour votre site web
ro_ro: Restaurarea şablonului implicit pentru site-ul dvs.
ru_ru: Восстановление шаблона по умолчанию для вашего сайта
sv_sv: Återställ standardmall för din hemsida
tr_tr: Web siteniz için varsayılan temayı geri yükle

source: Review
es_es: Revisión
fr_ca: Réviser
ro_ro: Previzualizare
sv_sv: Granska
tr_tr: Gözden geçirmek

source: Root Path not defined!
es_es: Ruta de acceso raíz no definida!
fr_ca: Le chemin racine n'est pas défini !
ro_ro: Calea rădăcinii nu este definită!
ru_ru: Корневой путь не определен!
sv_sv: Rotsökvägen är inte angiven!
tr_tr: Root Yol tanımlı değil!

source: RSS feed has been successfully created.
es_es: La fuente RSS ha sido creado con éxito.
fr_ca: Le flux RSS a été créé.
ro_ro: Flux RSS creat.
ru_ru: RSS канал успешно создан.
sv_sv: RSS-flöde skapat.
tr_tr: RSS beslemesi başarıyla oluşturuldu.

source: RSS feed has been successfully deleted.
es_es: La fuente RSS se ha eliminado correctamente.
fr_ca: Le flux RSS a été supprimé.
ro_ro: Flux RSS şters cu succes.
ru_ru: RSS канал успешно удален.
sv_sv: RSS-flöde har raderats.
tr_tr: RSS beslemesi başarıyla silindi.

source: RSS feed has been successfully updated.
es_es: La fuente RSS se ha actualizado correctamente.
fr_ca: Le flux RSS a été mis à jour.
ro_ro: Flux RSS actualizat cu succes.
ru_ru: RSS канал успешно обновлен.
sv_sv: RSS-flöde har uppdaterats.
tr_tr: RSS beslemesi başarıyla güncellendi.

source: RSS Feeds
fr_ca: Flux RSS
ro_ro: Fluxuri de RSS
ru_ru: RSS
sv_sv: Hantera RSS
tr_tr: RSS Beslemeleri

source: RSS Feeds Administration
es_es: Administración de fuente RSS
fr_ca: Gestion des flux RSS
ro_ro: Administrare Flux RSS
ru_ru: Управление новостными каналами RSS
sv_sv: Administrera RSS-flöden
tr_tr: RSS Beslemeleri Yönetimi

source: RSS feeds have been successfully re-ordered.
es_es: RSS han sido exitosamente reordenado.
fr_ca: Les flux RSS ont été réordonnés.
ro_ro: Fluxuri RSS re-ordonate!
ru_ru: RSS каналы успешно сортированы.
sv_sv: RSS-flöden har arrangerats om.
tr_tr: RSS beslemeleri başarıyla yeniden düzenlendi.

source: Run the following command to fix the above errors.
fr_ca: Éxécuter la commande suivante afin de résoudre les erreur ci-haut.
sv_sv: Kör följande kommando för att åtgärda ovanstående fel.

source: Run the following command to revert permissions after done.
fr_ca: Éxécuter la commande suivante pour réinitialiser les permissions une fois terminé.
sv_sv: Kör följande kommando för att återställa behörigheter när du är klar.

source: Running SQL queries
fr_ca: Exécution des requêtes SQL
sv_sv: Kör SQL-frågor

source: Running SQL Queries
es_es: Ejecutar consultas SQL
fr_ca: Exécution des requêtes SQL
ro_ro: Rularea Interogărilor SQL
ru_ru: Создание таблиц в базе данных
sv_sv: Kör SQL-frågor
tr_tr: SQL Sorguları çalışıyor

source: Running update
fr_ca: Mise à jour en cours d'exécution
sv_sv: Uppdateringen körs

source: Search
es_es: Búsqueda
fr_ca: Rechercher
ro_ro: Caută
ru_ru: Поиск
sv_sv: Sök
tr_tr: Arama

source: search...
es_es: búsqueda ...
fr_ca: rechercher...
ro_ro: căutare ...
ru_ru: поиск...
sv_sv: sök...
tr_tr: arama...

source: Searchable
es_es: Búsqueda
fr_ca: Cherchable
ro_ro: Indexabil
ru_ru: Поиск
sv_sv: Sökbar
tr_tr: Aranabilir

source: Searching for
es_es: Búsqueda de
fr_ca: Recherche pour
ro_ro: Se caută
ru_ru: Поиск для
sv_sv: Söker efter
tr_tr: İçin Arıyor

source: Section / Path
es_es: Sección / Ruta
fr_ca: Section / Chemin
ro_ro: Secţiuni / Cale
ru_ru: Раздел / Путь
sv_sv: Sektion / Sökväg
tr_tr: Bölüm / Yol

source: Security Alerts
es_es: Alertas de seguridad
fr_ca: Alertes de sécurité
ro_ro: Alerte de securitate
ru_ru: Сообщения системы безопасности
sv_sv: Hantera säkerhet
tr_tr: Güvenlik Uyarıları

source: Security Alerts Administration
es_es: Alertas de seguridad Administración
fr_ca: Gestion des alertes de sécurité
ro_ro: Administrarea Alertelor de Securitate
ru_ru: Управление сообщениями безопасности
sv_sv: Administrera säkerhetsinställningar
tr_tr: Güvenlik Uyarıları Yönetimi

source: Security Image
es_es: Imagen de seguridad
fr_ca: Image de sécurité
ro_ro: Imagine de securitate
ru_ru: Защитное изображение
sv_sv: Säkerhetsbild
tr_tr: Güvenlik Resmi

source: Security Image Settings
es_es: Configuración de seguridad de la imagen
fr_ca: Paramètres des images de sécurité
ro_ro: Setările codului imaginii de securitate
ru_ru: Защитная картинка
sv_sv: Säkerhetsbildinställningar
tr_tr: Güvenlik Resmi Ayarları

source: Select
es_es: Seleccione
fr_ca: Menu de sélection
ro_ro: Selectaţi
sv_sv: Menyval
tr_tr: Seç

source: Select Feed
es_es: Introducir selección
fr_ca: Sélectionner le flux
ro_ro: Selectare Flux
ru_ru: Выбрать канал
sv_sv: Välj RSS
tr_tr: Beslemeyi seçin

source: Select File
fr_ca: Sélectionnez un fichier
ro_ro: Selectaţi Fişier
ru_ru: Выбрать
sv_sv: Välj fil
tr_tr: Dosya Seç

source: Select Locale
fr_ca: Sélectionner une localisation
ro_ro: Setări regionale
ru_ru: Выбрать
sv_sv: Välj språk
tr_tr: Yerel Seçimi

source: Select Page(s) to Add
fr_ca: Sélectionnez les pages à ajouter
sv_sv: Välj sidor/sida att lägga till

source: Select path
es_es: Seleccione la ruta
fr_ca: Sélectionner un chemin
ro_ro: Selectaţi cale
ru_ru: Выбрать путь
sv_sv: Välj sökväg
tr_tr: Yolu seçin

source: Select User
fr_ca: Sélectionner un utilisateur
ro_ro: Selectaţi utilizator
ru_ru: Выберите пользователя
sv_sv: Välj användare
tr_tr: Kullanıcı Seç

source: Selected
es_es: Seleccionados
fr_ca: Sélectionné
ro_ro: Selectată
ru_ru: Выбранный
sv_sv: Valda
tr_tr: Seçilen

source: Selected comment cannot be found!
es_es: comentario seleccionado no puede ser encontrado!
fr_ca: Le commentaire sélectionné n'a pas pu être trouvé !
ro_ro: Comentariul selectat nu poate fi găsit!
ru_ru: Выбранный комментарий не может быть найден!
sv_sv: Vald kommentar kan inte hittas!
tr_tr: Seçilen yorum bulunamadı!

source: Send Auto Response
fr_ca: Envoyer une réponse automatique
ro_ro: Trimite Răspuns Automat
ru_ru: Отправить
sv_sv: Skicka autosvar
tr_tr: Otomatik Yanıt Gönder

source: Send Email
es_es: Enviar correo
fr_ca: Envoyer un courriel
ro_ro: Trimite e-mail
ru_ru: Отправить сообщение
sv_sv: Skicka e-post
tr_tr: E-Posta Gönder

source: Send Email To
es_es: Enviar correo electrónico a
fr_ca: Envoyer un courriel à
ro_ro: Trimite e-mail la
ru_ru: Отправить сообщение
sv_sv: Skicka e-post till
tr_tr: E-posta Gönder

source: Send next %s Emails
es_es: Enviar siguiente %s correo electrónico
fr_ca: Envoyer les %s prochains courriels
ro_ro: Trimite următoarele %s e-mail'uri
ru_ru: Отправить для %s сообщение.
sv_sv: Skicka nästa %s e-brev
tr_tr: Sonraki %s E-postaları Gönder

source: Send To
es_es: Enviar a
fr_ca: Envoyer à
ro_ro: Trimite la
ru_ru: Получатель
sv_sv: Skicka till
tr_tr: Gönder

source: Sending %s emails starting from %s, please wait...
es_es: El envío de %s correo electrónico a partir de %s, por favor espere ...
fr_ca: Envoi de %s courriels à partir de %s, veuillez patienter...
ro_ro: Trimiterea a %s email-uri începând de la %s, vă rugăm să aşteptaţi ...
ru_ru: Отправка %s сообщений, начиная с %s, пожалуйста, подождите...
sv_sv: Skickar %s e-brev fr.o.m. %s, var god vänta...
tr_tr: %s E-postaları %s den itibaran gönderme başladı, lütfen bekleyin ...

source: Sending %s emails, please wait...
es_es: El envío de mensajes de correo electrónico %s, por favor espere ...
fr_ca: Envoi de %s courriels, veuillez patienter...
ro_ro: Trimiterea a %s email-uri, vă rugăm să aşteptaţi ...
ru_ru: Отправка сообщения %s, пожалуйста, подождите...
sv_sv: Skickar %s e-brev, var god vänta...
tr_tr: E-postaları %s gönderiyor, lütfen bekleyiniz...

source: Sending emails starting from %s, please wait...
es_es: El envío de correos electrónicos a partir de %s, por favor espere ...
fr_ca: Envoi des courriels à partir de %s, veuillez patienter...
ro_ro: Trimiterea e-mailurilor începând de la %s, vă rugăm să aşteptaţi ...
ru_ru: Отправка сообщений, начиная с %s, пожалуйста, подождите...
sv_sv: Skickar e-post fr.o.m. %s, var god vänta...
tr_tr: %s den itibaren e-postaları gönderme başladı, lütfen bekleyin ...

source: Sending emails, please wait...
es_es: El envío de mensajes de correo electrónico, por favor espere ...
fr_ca: Envoi des courriels, veuillez patienter
ro_ro: Trimitere email-uri, vă rugăm să aşteptaţi ...
ru_ru: Отправка сообщения электронной почты, пожалуйста, подождите...
sv_sv: Skickar e-post, var god vänta...
tr_tr: E-posta gönderiliyor, lütfen bekleyin...

source: sending request
fr_ca: envoi de la requête
sv_sv: skicka förfrågan

source: Sent out by
es_es: Enviado por
fr_ca: Envoyé par
ro_ro: Trimise de
ru_ru: Разосланного
sv_sv: Skickat av
tr_tr: Tarafından gönderilen

source: SEO Options
es_es: Opciones de SEO
fr_ca: Options de référencement
ro_ro: Opţiuni SEO
ru_ru: SEO
sv_sv: SEO-inställningar
tr_tr: SEO Seçenekleri

source: Set Admin
es_es: Set de administración
fr_ca: Définir pour l'administration
ro_ro: Setare Admin
ru_ru: Панель управления
sv_sv: Ställ in admin
tr_tr: Admin Ekle

source: Set template as default for Admin section
es_es: Conjunto de plantillas por defecto para la sección de administración
fr_ca: Définie l'habillage pour l'administration
ro_ro: Setaţi ca şablon implicit pentru secţiunea Admin
ru_ru: Установить шаблон по умолчанию для Панели управления
sv_sv: Välj mallen som standard for admindelen
tr_tr: Temayı Admin bölümü için varsayılan olarak ayarlayın
