Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: You already rated this %s.
es_es: Ya has puntuado este %s.
fr_ca: Vous avez déjà noté cet élément : %s.
ro_ro: Aţi evaluat deja acest %s
ru_ru: Вы уже оценивали эту %s.
sv_sv: Du har redan betygsatt %s.
tr_tr: Bunu zaten derecelendirdiniz %s.

source: You already rated this comment.
es_es: Ya has puntuado este comentario.
fr_ca: Vous avez déjà noté ce commentaire.
ro_ro: Aţi evaluat deja acest comentariu.
ru_ru: Вы уже давали свою оценку этому комментарию.
sv_sv: Du har redan betygsatt den här kommentaren.
tr_tr: Zaten bu yorumu derecelendirdiniz.

source: You are NOT allowed to access form data!
es_es: NO se le permite acceder a los datos del formulario!
fr_ca: Vous n'êtes pas autorisé à accéder aux données !
ro_ro: NU aveţi permisiunea de a accesa datele din formular!
ru_ru: Отсутствует доступ к данным!
sv_sv: Du tillåts inte tillgång till formulärdata!
tr_tr: Size form veri erişimi için izin verilmedi!

source: You are NOT allowed to delete a protected field!
es_es: NO se le permite eliminar un campo protegido!
fr_ca: Vous n'êtes pas autorisé à supprimer un champ protégé !
ro_ro: Nu este permisă ştergerea unui câmp protejat!
ru_ru: Вы не можете удалять защищенное поле!
sv_sv: Det är inte tillåtet att ta bort ett skyddat fält!
tr_tr: Korunan bir alanı silmek için yetkiniz yok!

source: You are NOT allowed to delete a protected form!
es_es: NO se le permite eliminar un formulario protegido!
fr_ca: Vous n'êtes pas autorisé à supprimer un formulaire protégé !
ro_ro: NU puteţi şterge un formular protejat!
ru_ru: Вы не можете удалить защищенную форму!
sv_sv: Det är inte tillåtet att ta bort ett skyddat formulär!
tr_tr: Korumalı bir formu silme yetkiniz yok!

source: You are not allowed to delete someone else's note! If you would like to add something to the note please do so in the comments.
es_es: No se les permite eliminar a alguien de otra nota! Si desea agregar algo a la nota por favor, hágalo en los comentarios.
fr_ca: Vous n'êtes pas autorisé à supprimer la note d'une autre personne ! Si vous désirez ajouter quelque chose, veuillez le faire dans les commentaires.
ro_ro: Nu aveţi permisiunea de a şterge nota altcuiva! Dacă doriţi să adăugaţi ceva la această notă vă rugăm să faceţi acest lucru în comentarii.
ru_ru: Вы не можете удалить чужое примечание! Если вы хотите что-то добавить, пожалуйста, сделайте это в комментариях.
sv_sv: Det är inte tillåtet att ta bort någon annans anteckning Om du vill lägga till något till anteckningen får du göra det i kommentarerna.
tr_tr: Başka birisinin notunu silmenize izin verilmiyor! Lütfen eğer nota birşey eklemek istiyorsanız bunu yorum ile yapınız.

source: You are not allowed to edit someone else's note! If you would like to add something to the note please do so in the comments.
es_es: Usted no está autorizado a editar la nota de otra persona! Si desea agregar algo a la nota por favor, hágalo en los comentarios.
fr_ca: Vous n'êtes pas autorisé à modifier la note d'une autre personne ! Si vous désirez ajouter quelque chose, veuillez le faire dans les commentaires.
ro_ro: Nu aveţi permisiunea de a edita nota altcuiva! Dacă doriţi să adăugaţi ceva la această notă vă rugăm să faceţi acest lucru în comentarii.
ru_ru: Вы не можете редактировать чужие заметки! Если вы хотите что-то добавить к примечанию пожалуйста, сделайте это в комментариях.
sv_sv: Du får inte redigera någon annans anteckning! Om du vill lägga till något till anteckningen får du göra det i kommentarerna.
tr_tr: Başka birisinin notunu düzenlemenize izin verilmiyor! Lütfen eğer nota birşey eklemek istiyorsanız bunu yorum ile yapınız.

source: You are not allowed to modify your own permissions!
es_es: No está permitido modificar sus propios permisos!
fr_ca: Vous n'êtes pas autorisé à modifier vos propres permissions !
ro_ro: Nu vi se permite modificarea propriilor permisiuni!
ru_ru: Вы не можете изменить ваши собственные права!
sv_sv: Det är inte tillåtet att modifiera sina egna behörigheter!
tr_tr: Kendi izinlerini değiştirmek için izin verilmiyor!

source: You can only edit your own comments.
es_es: Sólo podrá editar sus propios comentarios.
fr_ca: Vous ne pouvez modifier que vos propres commentaires.
ro_ro: Puteţi edita doar propriile comentarii.
ru_ru: Вы можете редактировать только ваши собственные комментарии.
sv_sv: Du kan bara redigera dina egna kommentarer.
tr_tr: Sadece kendi yorum düzenleyebilirsiniz.

source: You can use some HTML tags, such as &lt;b&gt;, &lt;i&gt;, &lt;a&gt;, &lt;em&gt;, &lt;blockquote&gt;, &lt;code&gt;
es_es: Usted puede utilizar algunas etiquetas HTML, como &lt;b&gt;, &lt;i&gt;, &lt;a&gt;, &lt;em&gt;, &lt;blockquote&gt;, &lt;code&gt;
fr_ca: Vous pouvez utiliser certainses balises HTML telles que &lt;b&gt;, &lt;i&gt;, &lt;a&gt;, &lt;em&gt;, &lt;blockquote&gt;, &lt;code&gt;
ro_ro: Puteţi utiliza taguri HTML, cum ar fi: &lt;b&gt;, &lt;i&gt;, &lt;a&gt;, &lt;em&gt;, &lt;blockquote&gt;, &lt;code&gt;
ru_ru: Вы можете использовать следующие теги HTML: &lt;b&gt;, &lt;i&gt;, &lt;a&gt;, &lt;em&gt;, &lt;blockquote&gt;, &lt;code&gt;
sv_sv: Du kan använda vissa HTML-taggar, t.ex. &lt;b&gt;, &lt;i&gt;, &lt;a&gt;, &lt;em&gt;, &lt;blockquote&gt;, &lt;code&gt;
tr_tr: HTML etiketlerini kullanabilirsiniz, &lt;b&gt;, &lt;i&gt;, &lt;a&gt;, &lt;em&gt;, &lt;blockquote&gt;, &lt;code&gt; gibi..

source: You cannot rate your own comments!
es_es: No se puede calificar sus propios comentarios!
fr_ca: Vous ne pouvez pas noter vos propres commentaires !
ro_ro: Nu puteţi evalua propriile comentarii!
ru_ru: Вы не можете оценивать свои собственные комментарии!
sv_sv: Du får inte betygsätta dina egna kommentarer!
tr_tr: Kendi yorumlarınızı derecenlendirmezsiniz!

source: You do not have enough permission to access this area!
es_es: Usted no tiene permisos suficientes para acceder a esta zona!
fr_ca: Vous n'avez pas les permissions pour accéder à cette section !
ro_ro: Nu aveţi permisiunea de a accesa această zonă!
ru_ru: У вас нет прав для доступа в эту область!
sv_sv: Du har inte tillräcklig behörighet för detta område!
tr_tr: Bu bölgeye erişmek için yeterli yetkiniz yok!

source: You do not have permission to access this page!
fr_ca: Vous n'avez pas l'autorisation d'accéder à cette page !
sv_sv: Du har inte behörighet att komma åt denna sida!

source: You do not have permission to access this path!
es_es: Usted no tiene permiso para acceder a este camino!
fr_ca: Vous ne possédez pas des droits nécessaires pour accéder à cette section !
ro_ro: Nu aveţi permisiunea de a accesa această cale!
ru_ru: У вас нет разрешения на доступ к этой директории!
sv_sv: Du har inte behörighet att få tillgång till sökvägen!
tr_tr: Bu yol için erişim izniniz yok!

source: You have entered an invalid username or password. Please enter the correct details (use copy and paste) or use your email address as your username and try again. Don't forget that the password is case sensitive.
es_es: Ha introducido un nombre de usuario o contraseña no válidos. Por favor, introduzca los datos correctos (copiar y pegar el uso) o utilizar su dirección de correo electrónico como nombre de usuario y vuelva a intentarlo. No se olvide que la contraseña distingue entre mayúsculas y minúsculas.
fr_ca: Vous avez entré un nom d'utilisateur ou un mot de passe invalides. Veuillez réentrer correctement vos identifiants (vous pouvez utiliser le copier/coller depuis votre courriel d'enregistrement) ou essayer à l'aide de votre adresse courriel en tant que nom d'utilisateur. N'oubliez pas que les mots de passes sont sensible à la casse.
ro_ro: Aţi folosit un nume de utilizator sau o parolă incorectă. Vă rugăm să introduceţi detaliile corecte (utilizaţi copy+paste), sau utilizaţi adresa dvs. de email ca nume de utilizator şi încercaţi din nou. Nu uitaţi că parola este caz senzitiv.
ru_ru: Вы указали несуществующие имя пользователя или пароль. Пожалуйста, проверьте данные, или используйте ваш адрес электронной почты в качестве имени пользователя и попробуйте еще раз. Не забывайте, что пароль чуствителен к регистру.
sv_sv: Du har angett ett ogiltigt användarnamn eller lösenord. Ange korrekta uppgifter (använd kopiera och klistra in) eller använd din e-postadress som ditt användarnamn och försök igen. Glöm inte att lösenordet är skiftlägeskänsligt.
tr_tr: Geçersiz kullanıcı adı veya şifre girdiniz. Doğru bilgi (kopyala ve yapıştır kullanın) girin veya kullanıcı adınız olarak e-posta adresinizi kullanın ve tekrar deneyin. Şifre küçük harf duyarlılığı olduğunu unutmayın.

source: You have reached the maximum number of %s requests! If you are still having problems completing your request please contact us or wait a few hours and try again.
es_es: Ha alcanzado el número máximo de %s peticiones! Si usted todavía está teniendo problemas para completar su solicitud por favor comuníquese con nosotros o esperar unas horas y vuelva a intentarlo.
fr_ca: Vous avez atteint la limite de %s requêtes ! Si vous rencontrez toujours des problèmes à compléter votre requête, veuillez nous contacter ou patienter quelques heures et réeesayer.
ro_ro: Aţi atins numărul maxim de cereri %s! Dacă aveţi în continuare probleme de completare a cererii dvs. vă rugăm să ne contactaţi sau aşteptaţi câteva ore şi încercaţi din nou.
ru_ru: Вы достигли максимального числа запросов %s! Если у вас все еще возникают проблемы при заполнении вашего запроса, то пожалуйста, свяжитесь с нами или подождите несколько часов, и попробуйте еще раз.
sv_sv: Du har uppnått det maximala antalet %s förfrågningar! Om du fortfarande har problem att slutföra din förfrågan kontakta oss eller vänta ett par timmar och försök igen.
tr_tr: İstekler için azami %s sınırına ulaştınız! Eğer hala isteğinizi tamamlamakta sorun yaşıyorsanız lütfen bizimle irtibata geçin ya da birkaç saat bekleyin ve yeniden deneyin.

source: You have used %s out of %s login attempts. After all %s have been used, you will be unable to login for %s minutes.
es_es: Ha utilizado %s de %s intentos de conexión. Después de todo %s se han utilizado, no podrá iniciar sesión para %s minutos.
fr_ca: Vous avez utilisé %s des %s essais de connexion permis. Un fois ces %s essais utilisés, vous ne serez pas en mesure de vous connecter pour %s minutes.
ro_ro: Aţi folosit %s din %s tentative de autentificare. După ce toate %s vor fi utilizate, nu vă veţi putea autentificatimp de %s minute.
ru_ru: Вы использовали %s из %s попыток. Если количество попыток достигнет %s, то сработает блокировка на %s минут(-ы).
sv_sv: Du har använt %s av %s inloggningsförsök. Efter att alla %s har använts, kan du inte logga in igen på %s minuter.
tr_tr: %s giriş hakkınızdan %s tanesini kullandınız. Hepsi olan %s hakkınızı kullandığınız zaman, %s dakika giriş yapamayacaksınız.

source: You should be automatically redirected to browse form data, if for some reason you aren't please click the "Browse Data" button below.
es_es: Usted debe ser redirigido automáticamente a ver los datos del formulario, si por alguna razón usted no está por favor haga clic en &quot;Ver datos&quot; botón de abajo.
fr_ca: Vous devriez être redirigé automatiquement au gestionnaire des données. Si vous ne l'êtes pas, veuillez cliquer sur le bouton "Gérer les données" ci-dessous.
ro_ro: Ar trebui să fiţi în mod automat redirecţionat pentru a căuta datele din formular, în cazul în care nu sunteţi vă rugăm să faceţi clic pe butonul "Căutaţi Datele" de mai jos.
ru_ru: Вы будете автоматически перенаправлены, чтобы просмотреть данные. Если этого не произошло, то пожалуйста, нажмите "Просмотр данных", расположенную ниже.
sv_sv: Du bör automatiskt omdirigeras för att söka igenom formulärdata, om du av någon anledning inte omdirigeras klicka på "Visa data" nedan.
tr_tr: Otomatik olarak form verilerine yönlendirilmiş olmalısınız, aksi durumda lütfen aşağıdaki "Browse Data" butonuna tıklayınız.

source: Your account couldn't be activated! Error: %s
es_es: Su cuenta no se pudo activar! Error: %s
fr_ca: Votre compte n'a pas pu être activé ! Erreur : %s
ro_ro: Contul dvs. nu a putut fi activat! Eroare: %s
ru_ru: Ваша учетная запись не активирована! Ошибка: %s
sv_sv: Ditt konto kunde inte aktiveras! Fel: %s
tr_tr: Hesabınız aktif olmadı! Hata: %s

source: Your comment has been successfully updated.
es_es: Tu comentario ha sido actualizado correctamente.
fr_ca: Votre commentaire a été mis à jour.
ro_ro: Comentariul dvs. a fost actualizat cu succes.
ru_ru: Ваш комментарий был успешно обновлен.
sv_sv: Din kommentar har uppdaterats.
tr_tr: Yorum başarıyla güncellendi.

source: Your email address is not in our database. Please be sure to use the one provided at registration.
es_es: Su dirección de correo electrónico no está en nuestra base de datos. Por favor, asegúrese de usar la prevista en el registro.
fr_ca: Votre adresse courriel n'est pas dans notre base de données. Veuillez vous assurer que vous entrez l'adresse courriel fournie lors de l'enregistrement.
ro_ro: Adresa dvs. de email nu este în baza noastră de date. Vă rugăm să vă asiguraţi că o folosiţi pe cea furnizată la înregistrare.
ru_ru: Данный адрес электронной почты не найден в базе данных. Пожалуйста, не забудьте использовать тот, который вы указали при регистрации.
sv_sv: Din e-postadress inte finns i vår databas. Använd adressen som angetts vid registreringen.
tr_tr: E-posta adresiniz veri tabanımızda değildir. Lütfen kayıt sırasında vermiş olduğunuzu kullandığınızdan emin olun.

source: Your new password couldn't be activated! Error: %s
es_es: Su nueva contraseña no puede ser activado! Error: %s
fr_ca: Votre nouveau mot de passe n'a pas pu être activé ! Erreur : %s
ro_ro: Noua parolă nu a putut fi activată! Eroare: %s
ru_ru: Ваш новый пароль не активирован! Ошибка: %s
sv_sv: Ditt nya lösenord kunde inte aktiveras! Fel: %s
tr_tr: Yeni şifreniz aktif edilemedi! Hata: %s

source: Your search returned no results. Please make sure all words are spelled correctly or try fewer keywords by clicking on them to remove.
es_es: Su búsqueda ha dado ningún resultado. Por favor, asegúrese de que todas las palabras están escritas correctamente o pruebe menos palabras clave haciendo clic sobre ellos para eliminarlos.
fr_ca: Votre recherche n'a retournée aucun résultat. Veuillez vous assurer que tous les mots sont correctement orthographiés ou retirez-en en cliquant sur ceux-ci.
ro_ro: Căutarea efectuată nu are nici un rezultat. Vă rugăm să vă asiguraţi că toate cuvintele sunt ortografiate corect sau încercaţi mai puţine cuvinte cheie făcând clic pe ele pentru a elimina.
ru_ru: Поиск не дал результатов. Пожалуйста, убедитесь, что все слова написаны правильно или попробуйте использовать меньше ключевых слов.
sv_sv: Din sökning gav inga resultat. Se till att alla ord är rättstavade eller prova med färre sökord genom att klicka på dem för att ta bort dem.
tr_tr: Arama sonuç vermedi. Tüm kelimelerin doğru yazıldığından emin olun veya kaldırmak için üzerine tıklayarak daha az anahtar kelime deneyin.

source: Your session couldn't be stored! Please contact the webmaster with this error and your login information.
es_es: Su sesión no puede ser almacenado! Póngase en contacto con el webmaster de este error y su información de acceso.
fr_ca: Votre session n'a pas pu être sauvegardée ! Veuillez contacter le webmestre avec cette erreur et vos identifiants.
ro_ro: Sesiunea dvs. nu a putut fi stocată! Vă rugăm să contactaţi webmasterul cu această eroare şi informaţiile de autentificare.
ru_ru: Сессия не сохранена! Пожалуйста, сообщите веб-мастеру об этой ошибке и укажите ваши регистрационные данные.
sv_sv: Din session kunde inte sparas! Kontakta webbansvarig med felbeskrivning och dina inloggningsuppgifter.
tr_tr: Oturumunuz saklanamadı! Bu hata ve giriş bilgileri ile site yöneticisine danışın.

source: Your vote: %s (votes: %s, average: %s out of %s)
es_es: Su voto: %s (votos: %s, promedio: %s fuera de %s)
fr_ca: Votre note : %s (votes : %s, moyenne : %s sur %s)
ro_ro: Votul dvs.: %s (voturi: %s, media: %s din %s)
ru_ru: Ваш голос: %s (голосов: %s, средний: %s из %s)
sv_sv: Ditt val: %s (röster: %s genomsnitt: %s ut av %s)
tr_tr: Oyunuz: %s (oylar: %s, ortalama: %s %s üzerinden)

source: Data
es_es: Datos
fr_ca: Données
ro_ro: Date
ru_ru: Данные
tr_tr: Veri

source: Text
es_es: Texto
fr_ca: Texte
tr_tr: Metin

source: Radio
fr_ca: Bouton radio

source: URL
fr_ca: Adresse URL

source: Int
fr_ca: Nombre intégral
tr_tr: Tamsayı

source: Float
fr_ca: Nombre flottant

source: Boolean
fr_ca: Boléen

source: Body
es_es: Cuerpo
fr_ca: Corps
ro_ro: Cuprins
ru_ru: Текст сообщения
tr_tr: Beden

source: Block ID
es_es: ID Bloque
fr_ca: Identifiant du bloc
ro_ro: ID Bloc
ru_ru: ID блока
tr_tr: Block kimliği

source: Status
es_es: Condición Jurídica y Social
fr_ca: Statut
ru_ru: Состояние
tr_tr: Durum

source: Video
fr_ca: Vid.o
ro_ro: Videoclip
ru_ru: Видео

source: Layout
fr_ca: Mise en page

source: FTP Port
fr_ca: Port FTP

source: ID
tr_tr: Kimlik

source: Position
es_es: Posición
ro_ro: Poziţie
ru_ru: Позиция
tr_tr: Pozisyon

source: max %s
ro_ro: maximum %s
ru_ru: максимально %s
tr_tr: en fazla %s

source: Admin
ro_ro: Administrare
ru_ru: Доступ в ПУ
tr_tr: Yönetici

source: Version
ro_ro: Versiune
ru_ru: Версия
tr_tr: Versiyon

source: Avatar
ro_ro: Imagine Asociată
ru_ru: Аватар

source: No installed templates found.
es_es: No hay plantillas que se encuentran instalados.
ru_ru: Установленные шаблоны не найдены.

source: (affected rows: %s)
es_es: (Registros afectados: %s)
ru_ru: (затронутые строки: %s)

source: Account suspended! <b>This account has been suspended for %s minutes because of to many logins from different IP addresses.</b> Please ensure that you have a secure password and/or your are logged out from your other PCs before trying again.
es_es: Cuenta suspendida! <b>Esta cuenta ha sido suspendida durante unos %s minutos debido a inicios de sesión muchas de las diferentes direcciones IP.</b> Por favor, asegúrese de que tiene una contraseña segura y / o su está desconectado de su PC antes de intentar otra vez.
ru_ru: Заблокировано! <b>Эта учетная запись была заблокирована системой безопасности на %s минут(-ы) за одновременные авторизации с разных IP адресов</b>.

source: Video (URL)
ru_ru: Видео (URL)
