Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: Mass Email Administration
es_es: Misa de correo electrónico Administración
fr_ca: Gestion des courriels de masse
ro_ro: Administrare E-mail în masă
ru_ru: Управление рассылками
sv_sv: Administrera massutskick
tr_tr: Toplu E-Posta Yönetimi

source: Mass Email couldn't be created! Error: %s
es_es: Correo electrónico masivo no pudo ser creado! Error: %s
fr_ca: Le courriel de masse n'a pas pu être créé ! Erreur : %s
ro_ro: E-mail'ul în masă nu a putut fi creat! Eroare: %s
ru_ru: Массовая рассылка сообщений не создана! Ошибка: %s
sv_sv: Massutskick kunde inte skapas! Fel %s
tr_tr: Toplu e-posta oluşturulamadı! Hata: %s

source: Maximum Failure Attempts
es_es: Máximo Intentos No
fr_ca: Nombre d'essais maximum
ro_ro: Numărul maxim de autentificări eşuate
ru_ru: Макс. кол-во попыток
sv_sv: Max antal misslyckade försök
tr_tr: En fazla Başarısızlık Denemeleri

source: Maximum Failure Attempts Before TwoWeeks Ban
es_es: Máximo intentos falla antes de Ban TwoWeeks
fr_ca: Nombre d'essais maximum avant le banissement de deux semaines
ro_ro: Numărul maxim de autentificări eşuate înainte de ban pe 2 saptamâni
ru_ru: Макс. кол-во попыток перед блокировкой на неделю
sv_sv: Max antal misslyckade försök före 2 veckors avstängning
tr_tr: İki Hafta Bandan Önceki En fazla Başarısız Deneme Sayısı

source: Maximum Simultaneous Logins
es_es: Máximos simultáneos inicios de sesión
fr_ca: Nombre de connexions simultanées
ro_ro: Număr maxim de autentificări simultane
ru_ru: Макс. одновременные сеансы
sv_sv: Max antal samtidiga inloggningar
tr_tr: En Fazla Eş Zamanlı Giriş

source: Member Login
es_es: Nombre de miembros
fr_ca: Connexion
ro_ro: Autentificare Membri
ru_ru: Введите имя пользователя и пароль
sv_sv: Medlemsinloggning
tr_tr: Üye Girişi

source: Member Management
es_es: Miembro de Gestión
fr_ca: Gestion des membres
ro_ro: Gestionare Membri
ru_ru: Управление пользователями
sv_sv: Användare och medlemmar
tr_tr: Kullanıcı Yönetimi

source: Members
es_es: Miembros
fr_ca: Membres
ro_ro: Membri
ru_ru: Пользователи
sv_sv: Medlemmar
tr_tr: Üyeler

source: Menu
es_es: Menú
ro_ro: Meniu
ru_ru: Меню
sv_sv: Meny
tr_tr: Menü

source: Menu Block
es_es: Menú del bloque
fr_ca: Bloc de menu
ro_ro: Bloc Meniu
ru_ru: Расположение
sv_sv: Menyfält
tr_tr: Menü Blok

source: Menu Blocks
es_es: Menú Bloques
fr_ca: Blocs de menu
ro_ro: Blocuri Meniu
ru_ru: Меню
sv_sv: Hantera menyer
tr_tr: Menü Blokları

source: Menu couldn't be created! Error: %s
es_es: El menú no puede ser creado! Error: %s
fr_ca: Le menu n'a pas pu être créé ! Erreur : %s
ro_ro: Meniul nu a putut fi creat! Eroare: %s
ru_ru: Меню не создано! Ошибка: %s
sv_sv: Meny kunde inte skapas! Fel %s
tr_tr: Menü oluşturulamadı! Hata: %s

source: Menu couldn't be updated! Error: %s
es_es: El menú no puede ser actualizado! Error: %s
fr_ca: Le menu n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Meniul nu a putut fi actualizat! Eroare: %s
ru_ru: Меню не обновлено! Ошибка: %s
sv_sv: Meny kunde inte uppdateras! Fel %s
tr_tr: Menü güncellenemedi! Hata: %s

source: Menu has been successfully created.
es_es: Menú ha sido creado con éxito.
fr_ca: Le menu a été créé.
ro_ro: Meniul a fost creat!
ru_ru: Меню успешно создано.
sv_sv: Meny har skapats.
tr_tr: Menü başarıyla oluşturuldu.

source: Menu has been successfully deleted.
es_es: Menú se ha eliminado correctamente.
fr_ca: Le menu a été supprimé.
ro_ro: Meniul au fost şters!
ru_ru: Меню успешно удалено.
sv_sv: Meny har raderats.
tr_tr: Menü başarıyla silindi.

source: Menu has been successfully updated.
es_es: Menu ha sido actualizado correctamente.
fr_ca: Le menu a été mis à jour.
ro_ro: Meniul a fost actualizat!
ru_ru: Меню успешно обновлено.
sv_sv: Meny har uppdaterats.
tr_tr: Menü başarıyla güncellendi.

source: Menu item and all its subitems have been successfully deleted.
fr_ca: Le lien et tous ses sous-liens ont été supprimés.
sv_sv: Menyposten och alla dess underavdelningar har raderats.

source: Menu item cannot be subitem of itself!
fr_ca: Le lien ne peut pas être un sous-lien de lui-même.
sv_sv: Menyalternativet kan inte vara undermeny till sig själv!

source: Menu item couldn't be created! Error: %s
fr_ca: Le lien n'a pas pu être créé ! Erreur : %s
sv_sv: Menyalternativ kunde inte skapas! Fel: %s

source: Menu item couldn't be updated! Error: %s
fr_ca: Le lien n'a pas pu être mis à jour ! Erreur : %s
sv_sv: Menyalternativ kunde inte uppdateras! Fel: %s

source: Menu item has been successfully created.
fr_ca: Le lien a été créé.
sv_sv: Menyalternativet har skapats.

source: Menu item has been successfully updated.
fr_ca: Le lien a été mis à jour.
sv_sv: Menyalternativet har uppdaterats.

source: Menu Items
fr_ca: Lien de menu
sv_sv: Menyobjekt

source: Menu items have been successfully re-ordered.
fr_ca: Les liens ont été réordonnés.
sv_sv: Menyposterna har arrangerats om.

source: Menus Administration
es_es: Menús Administración
fr_ca: Gestion des menus
ro_ro: Administrare Meniuri
ru_ru: Управление меню
sv_sv: Administrera menyer
tr_tr: Menüler Yönetimi

source: Menus have been successfully re-ordered.
es_es: Los menús han sido exitosamente reordenado.
fr_ca: Les menus ont été réordonnés.
ro_ro: Meniurile au fost re-ordonate!
ru_ru: Список меню успешно сортирован.
sv_sv: Menyerna har arrangerats om.
tr_tr: Menüler başarıyla tekrar düzenlendi.

source: Message
es_es: Mensaje
ro_ro: Mesaj
ru_ru: Сообщение
sv_sv: Meddelande
tr_tr: Mesaj

source: Meta Description
es_es: Meta Descripción
fr_ca: Description méta
ro_ro: Meta Descriere
ru_ru: Описание
sv_sv: Metabeskrivning
tr_tr: Meta'nın Açıklaması

source: Meta Keywords
fr_ca: Mots-clés méta
ro_ro: Meta Cuvinte cheie
ru_ru: Ключевые слова
sv_sv: Metasökord
tr_tr: Meta'nın Anahtar Kelimeleri

source: Method
es_es: Método
fr_ca: Méthode
ro_ro: Metoda
ru_ru: Метод
sv_sv: Metod
tr_tr: Yöntem

source: minimum %s characters
es_es: Caracteres %s mínimo
fr_ca: minimum %s caractères
ro_ro: minim %s caractere
ru_ru: минимум %s знаков
sv_sv: minst %s tecken
tr_tr: en az %s karakter

source: Minimum Password Length
es_es: Mínima longitud de la contraseña
fr_ca: Longueur minimale des mots de passes
ro_ro: Numărul minim de caractere pentru parolă
ru_ru: Минимальная длина пароля
sv_sv: Lägst antal tecken på lösenord
tr_tr: En az Şifre Uzunluğu

source: Mobile Browsers
fr_ca: Navigateurs mobiles
sv_sv: Mobila webbläsare

source: Moderated Comments
es_es: Moderado Comentarios
fr_ca: Commentaires modérés
ro_ro: Cometarii moderate
ru_ru: Модерировать
sv_sv: Modererade kommentarer
tr_tr: Kontrol Edilmiş Yorumlar

source: Moderated Comments By Approval
es_es: Comentarios moderado por la aprobación
fr_ca: Commentaires modérés par approbation
ro_ro: Comentarii moderate cu aprobare
ru_ru: До утверждения
sv_sv: Modererade kommentarer med godkännande
tr_tr: Kontrol Edilmiş Onaylanmış Yorumlar

source: Moderated Comments Pending Minutes
es_es: Comentarios Moderado espera de Acta
fr_ca: Commentaires modérés par temps d'attente
ro_ro: Timp de aşteptare (minute) pentru comentariile moderate
ru_ru: Через определенное время
sv_sv: Modererade kommentarer, avvaktan i minuter
tr_tr: Kontrol Edilmiş Bekleyen Yorumlar

source: Modify Activated Template
es_es: Modificar activado plantilla
fr_ca: Modifier l'habillage actuel
ro_ro: Modificarea şablonului activat
ru_ru: Изменить активный шаблон
sv_sv: Ändra aktiv mall.
tr_tr: Aktif Tema Düzenleme

source: Modify emails that are sent out by the system
es_es: Modificar mensajes de correo electrónico que se envían por el sistema
fr_ca: Modifier les courriels envoyés par le système
ro_ro: Modificaţi e-mailurile care sunt trimise de sistem
ru_ru: Управление системными сообщениями
sv_sv: Ändra e-postmeddelanden som skickas av systemet
tr_tr: Sistem tarafından gönderilen e-postaların değiştir

source: Module
sv_sv: Modul

source: Module couldn't be added! Error: %s
fr_ca: Le module n'a pas pu être ajouté ! Erreur :%s
sv_sv: Modul kunde inte läggas till! Fel: %s

source: Module couldn't be deleted but it is now safe to be deleted manually by just simply removing the "%s" file or folder.
fr_ca: Le module n'a pas pu être supprimé, mais il est sécuritaire de le supprimer manuellement en supprimant le dossier ou le fichier "%s".
sv_sv: Modulen kunde inte tas bort men det är nu säkert att ta bort den manuellt genom att ta bort "%s " fil eller mapp.

source: Module couldn't be extracted! Error: "%s" directory couldn't be created.
fr_ca: Le module n'a pas pu être extrait ! Erreur : le dossier "%s" n'a pas pu être créé.
sv_sv: Modulen kunde inte hämtas! Fel: "%s" katalogen kunde inte skapas.

source: Module couldn't be extracted! Error: "%s" file couldn't be created.
fr_ca: Le module n'a pas pu être extrait ! Erreur : le fichier "%s" n'a pas pu être créé.
sv_sv: Modulen kunde inte hämtas! Fel: "%s" filen kunde inte skapas.

source: Module couldn't be extracted! Error: Empty module! The module you selected seems to be an empty tar.gz file.
fr_ca: Le module n'a pas pu être extrait ! Erreur : Module vide ! Le module sélectionné semble être un fichier .tar.gz vide.
sv_sv: Modulen kunde inte hämtas! Fel: Tom modul! Modulen du valde verkar vara en tom tar.gz-fil.

source: Module couldn't be extracted! Error: Invalid module! Please make sure to upload a valid tar.gz module file.
fr_ca: Le module n'a pas pu être extrait ! Erreur : Module invalide ! Veuillez vous assurer de téléverser un fichier module .tar.gz valide.
sv_sv: Modulen kunde inte hämtas! Fel: Ogiltig modul! Se till att ladda upp en giltig tar.gz modulfil.

source: Module couldn't be installed!
fr_ca: Le module n'a pas pu être installé !
sv_sv: Modulen kunde inte installeras!

source: Module couldn't be loaded! Please make sure it is a valid module and try again.
fr_ca: Le module n'a pas pu être chargé ! Veuillez vous assurer qu'il s'agit d'un module valide et réessayez.
sv_sv: Modulen kunde inte laddas! Se till att det är en giltig modul och försök igen.

source: Module File
fr_ca: Fichier du module
sv_sv: Modulfil

source: Module has been successfully activated.
fr_ca: Le module a été activé.
sv_sv: Modulen har avaktiverats.

source: Module has been successfully deactivated.
fr_ca: Le module a été désactivé.
sv_sv: Modulen har avaktiverats.

source: Module has been successfully deleted.
fr_ca: Le module a été supprimé.
sv_sv: Modulen har raderats.

source: Module has been successfully installed.
es_es: Módulo se ha instalado correctamente.
fr_ca: Le module a été installé avec succès.
ro_ro: Modulul a fost instalat!
ru_ru: Модуль был успешно установлен.
sv_sv: Modulen har installerats.
tr_tr: Modül başarıyla yüklenmiştir.

source: Module Installation
es_es: La instalación de módulos
fr_ca: Installation du module
ro_ro: Instalare Modul
ru_ru: Установка модуля
sv_sv: Modulinstallation
tr_tr: Modül Kurulumu

source: Module Management
es_es: Módulo de gestión
fr_ca: Gestion des modules
ro_ro: Gestionare Moduli
ru_ru: Модули
sv_sv: Redigera moduler
tr_tr: Modül Yönetimi

source: Module Manager
fr_ca: Gestion des modules
sv_sv: Hantera moduler

source: Modules
es_es: Módulos
ro_ro: Module
ru_ru: Модули
sv_sv: Moduler
tr_tr: Modüller

source: Modules Administration
fr_ca: Gestion des modules
sv_sv: Administrera moduler

source: Modules have been successfully uploaded. The following modules have been uploaded: %s.
fr_ca: Les modules ont été téléversés. Les modules suivants ont été téléversés : %s.
sv_sv: Moduler har laddats upp. Följande moduler har lagts upp: %s.

source: More Settings
es_es: Más opciones
fr_ca: Plus de paramètres
ro_ro: Alte setări
ru_ru: Другие настройки
sv_sv: Fler inställningar
tr_tr: Diğer Ayarlar

source: Move
es_es: Mover
fr_ca: Déplacer
ro_ro: Mută
ru_ru: Переместить
sv_sv: Flytta
tr_tr: Taşıma

source: Moving Posts
fr_ca: Déplacer des articles
ro_ro: Mutarea Mesajelor
ru_ru: Управление статьями
sv_sv: Flytta artiklar
tr_tr: İçerik Taşıma

source: Multi Select
es_es: Seleccionar múltiples
fr_ca: Menu de sélection multiple
ro_ro: Selecţie multiplă
sv_sv: Flerval
tr_tr: Çok seçim

source: Name
es_es: Nombre
fr_ca: Nom
ro_ro: Nume
ru_ru: Уникальное имя
sv_sv: Namn
tr_tr: Ad

source: New account registration has been temporarily suspended. Please try again later.
es_es: Nuevo registro de cuenta ha sido temporalmente suspendido. Por favor, inténtelo de nuevo más tarde.
fr_ca: L'enregistrement de nouveaux compte a été temporairement suspendu. Veuillez réessayer plus tard.
ro_ro: Înregistrările au fost temporar suspendate. Vă rugăm încercaţi din nou mai târziu.
ru_ru: Регистрация новых учетных записей было временно приостановлено. Пожалуйста, повторите попытку позже.
sv_sv: Registreringen för nytt konto har tillfälligt stängts. Var vänlig försök igen senare.
tr_tr: Yeni hesap kaydı geçici olarak askıya alındı. Daha sonra tekrar deneyiniz.

source: New Ad
es_es: Nuevo anuncio
fr_ca: Nouvelle publicité
ro_ro: Reclamă Nouă
ru_ru: Новое объявление
sv_sv: Ny annons
tr_tr: Yeni Reklam

source: New Ad / Banner
es_es: Nuevo anuncio / banner
fr_ca: Nouvelle publicité
ro_ro: Anunţ / Banner Nou
ru_ru: Добавить объявление/баннер
sv_sv: Ny annons/banderoll
tr_tr: Yeni Reklam / Banner

source: New Attachment
es_es: Nueva Adjunto
fr_ca: Nouvelle pièce jointe
ro_ro: Ataşament Nou
ru_ru: Новое вложение
sv_sv: Ny bilaga
tr_tr: Yeni Eklenti

source: New Block
es_es: Nuevo Bloque
fr_ca: Nouveau bloc
ro_ro: Bloc Nou
ru_ru: Новый блок
sv_sv: Nytt block
tr_tr: Yeni Blok

source: New Comment
es_es: Nuevo Comentario
fr_ca: Nouveau commentaire
ro_ro: Comentariu nou
ru_ru: Новый комментарий
sv_sv: Ny kommentar
tr_tr: Yeni Yorum

source: New Data
es_es: Nuevos datos
fr_ca: Nouvelle entrée
ro_ro: Date noi
ru_ru: Новые данные
sv_sv: Nya data
tr_tr: Yeni Veri

source: New Email
es_es: Nuevo correo electrónico
fr_ca: Nouveau courriel
ro_ro: E-Mail Nou
ru_ru: Новая рассылка
sv_sv: Ny e-post
tr_tr: Yeni E-Posta

source: New Feed
es_es: Nueva fuente
fr_ca: Nouveau flux
ro_ro: Flux Nou
ru_ru: Новый канал
sv_sv: Nytt RSS
tr_tr: Yeni Besleme

source: New Field
es_es: Nuevo campo
fr_ca: Nouveau champ
ro_ro: Câmp nou
ru_ru: Новое поле
sv_sv: Nytt fält
tr_tr: Yeni Alan

source: New Field Value
es_es: Nuevo valor del campo
fr_ca: Nouvelle valeur de champ
ro_ro: Noua valoare a câmpului
ru_ru: Новое значение поля
sv_sv: Nytt fältvärde
tr_tr: Yeni Alan Değeri

source: New File
es_es: Nuevo Archivo
fr_ca: Nouveau fichier
ro_ro: Fişier nou
ru_ru: Новый файл
sv_sv: Ny fil
tr_tr: Yeni Dosya

source: New Folder
es_es: Nueva carpeta
fr_ca: Nouveau dossier
ro_ro: Dosar nou
ru_ru: Новая папка
sv_sv: Ny mapp
tr_tr: Yeni Klasör

source: New Form
es_es: Nuevo formulario
fr_ca: Nouveau formulaire
ro_ro: Formular nou
ru_ru: Новая форма
sv_sv: Nytt formulär
tr_tr: Yeni Form

source: New Group
fr_ca: Nouveau groupe
ro_ro: Grup Nou
ru_ru: Новая группа
sv_sv: Ny grupp
tr_tr: Yeni Grup

source: New Language
es_es: Nuevo idioma
fr_ca: Nouvelle langue
ro_ro: Limbă nouă
ru_ru: Новый язык
sv_sv: Nytt språk
tr_tr: Yeni Dil

source: New Layout
fr_ca: Nouvelle mise en page
sv_sv: Ny layout

source: New Link
es_es: Nuevo Enlace
fr_ca: Nouveau lien
ro_ro: Legătură nouă
ru_ru: Новая ссылка
sv_sv: ny länk
tr_tr: Yeni Link

source: New Menu
es_es: Nuevo menú
fr_ca: Nouveau menu
ro_ro: Meniu Nou
ru_ru: Новое меню
sv_sv: Ny meny
tr_tr: Yeni Menü

source: New Menu Item
fr_ca: Nouveau lien
sv_sv: Ny menypost

source: New Note
es_es: Nueva nota
fr_ca: Nouvelle note
ro_ro: Notă nouă
ru_ru: Новая заметка
sv_sv: Ny anteckning
tr_tr: Yeni Not

source: New Page
es_es: Nueva página
fr_ca: Nouvelle page
ro_ro: Pagină Nouă
ru_ru: Новая страница
sv_sv: Ny sida
tr_tr: Yeni Sayfa

source: New Pages
fr_ca: Nouvelles pages
sv_sv: Nya sidor

source: New pages will be automatically added to this menu.
fr_ca: Toutes les nouvelles pages seront ajoutées automatiquement à ce menu.
sv_sv: Nya sidor kommer automatiskt att läggas till i denna meny.

source: New Permission
es_es: Nuevo Permiso
fr_ca: Nouvelle permission
ro_ro: Permisiuni noi
ru_ru: Новые права
sv_sv: Ny behörighet
tr_tr: Yeni İzin

source: New Picture
es_es: Nueva Imagen
fr_ca: Nouvelle image
ro_ro: Fotografie nouă
ru_ru: Новое изображение
sv_sv: Ny bild
tr_tr: Yeni Resim

source: New Post
es_es: Nuevo mensaje
fr_ca: Nouvel article
ro_ro: Postare nouă
ru_ru: Новая статья
sv_sv: Ny artikel
tr_tr: Yeni Mesaj

source: New RSS Feed
es_es: Nuevo servicio de fuente RSS
fr_ca: Nouveau flux RSS
ro_ro: Flux RSS Nou
ru_ru: Новый новостной канал
sv_sv: Nytt RSS-flöde
tr_tr: Yeni RSS

source: New User
es_es: Nuevo Usuario
fr_ca: Nouvel utilisateur
ro_ro: Utilizator nou
ru_ru: Новый пользователь
sv_sv: Ny användare
tr_tr: Yeni Kullanıcı

source: New Video
es_es: Nuevo Video
fr_ca: Nouvelle vidéo
ro_ro: Video Nou
ru_ru: Новое видео
sv_sv: Ny video
tr_tr: Yeni Video

source: Next
es_es: Siguiente
fr_ca: Suivant
ro_ro: Următorul
ru_ru: Вперед
sv_sv: Nästa
tr_tr: Sonraki

source: Next page
es_es: Página siguiente
fr_ca: Page suivante
ro_ro: Pagina următoare
ru_ru: Следующая страница
sv_sv: Nästa sida
tr_tr: Sonraki sayfa

source: Nickname
fr_ca: Surnom
ro_ro: Alias
ru_ru: Имя
sv_sv: Användarnamn
tr_tr: Kullanıcı Adı

source: No
fr_ca: Non
ro_ro: Nu
ru_ru: Нет
sv_sv: Nej
tr_tr: Hayır

source: No %s found for this %s.
es_es: No %s encontradas para este %s.
fr_ca: Aucun(e)s %s trouvé(e)s pour ce(t/te) %s.
ro_ro: Nu sunt %s pentru aceasta %s.
ru_ru: %s не найдены к %s
sv_sv: Ingen %s hittades för denna %s.
tr_tr: %s için %s bulunamadı.

source: No ads found.
es_es: No hay anuncios que se encuentran.
fr_ca: Aucune publicité trouvée.
ro_ro: Nu sunt anunţuri.
ru_ru: Ничего не найдено.
sv_sv: Inga annonser funna.
tr_tr: Hiçbir reklam bulunamadı.

source: No attachment selected to download!
es_es: No adjunto seleccionado para descargar!
fr_ca: Aucune pièce jointe sélectionnée pour le téléchargement !
ro_ro: Nici un ataşament selectat pentru descărcare!
ru_ru: Не выбрано вложение для загрузки!
sv_sv: Ingen bilaga vald att ladda ned.
tr_tr: Hiçbir eklenti indirmek için seçilmedi!

source: No blocks found.
es_es: No hay bloques que se encuentran.
fr_ca: Aucun bloc trouvé.
ro_ro: Nici un bloc găsit.
ru_ru: Блоки не найдены.
sv_sv: Inga block hittade.
tr_tr: Hiçbir blok bulunamadı.

source: No brute force attempts have been logged.
es_es: No hay intentos de la fuerza bruta se han registrado.
fr_ca: Aucun essai de connexion par force brute n'a été journalisée.
ro_ro: Nu au fost înregistrate încercări Brute Force.
ru_ru: Попыток подбора пароля, не происходило.
sv_sv: Inga lösenordsattacker loggade.
tr_tr: Hiçbir Bruto Force girişim logu yok.

source: No comment selected! Please select at least one comment.
es_es: Sin comentarios seleccionados! Por favor, seleccione al menos un comentario.
fr_ca: Aucun commentaire sélectionné ! Veuillez sélectionner au moins un commentaire.
ro_ro: Nici un comentariu selectat! Vă rugăm să selectaţi cel puţin un comentariu.
ru_ru: Не выбраны комментарии! Пожалуйста, выберите по крайней мере один комментарий.
sv_sv: Ingen kommentar vald. Välj mins en kommentar
tr_tr: Hiçbir yorum seçilmemiş! En az bir yorum seçiniz.

source: No comments yet.
es_es: No hay comentarios todavía.
fr_ca: Aucun commentaire actuellement.
ro_ro: Nu sunt comentarii.
ru_ru: Комментариев пока нет.
sv_sv: Inga kommentarer ännu.
tr_tr: Henüz yorum yok.

source: No data defined to update user to!
es_es: N de datos definidos por usuario para actualizar!
fr_ca: Aucune donnée définie pour la mise à jour de l'utilisateur !
ro_ro: Nu există date definite pentru a actualiza utilizatorul!
ru_ru: Нет данных для обновления!
sv_sv: Inga data vald att uppdatera användaren med!
tr_tr: Kullanıcıyı güncellemek için veri tanımlanmadı!

source: No data found.
es_es: No se hallaron datos.
fr_ca: Aucune donnée trouvée.
ro_ro: Nu există date!
ru_ru: Данные не найдены.
sv_sv: Inga data hittade.
tr_tr: Herhangi bir veri bulunamadı.

source: No dynamic forms found.
es_es: No hay formas dinámicas que se encuentran.
fr_ca: Aucun formulaire dynamique trouvé.
ro_ro: Nu s-au găsit formulare dinamice.
ru_ru: Форма не найдена.
sv_sv: Inga dynamiska formulär hittade.
tr_tr: Hiçbir dinamik form bulunmadı.

source: No email address specified! Please enter the email address provided at registration.
es_es: No hay dirección de correo electrónico especificada! Por favor, introduzca la dirección de correo electrónico proporcionado en la inscripción.
fr_ca: Aucune adresse courriel spécifiée ! Veuillez entrer l'adresse courriel fournie lors de l'enregistrement.
ro_ro: Nici o adresă de e-mail specificată! Vă rugăm introduceţi adresa de e-mail furnizată la înregistrare.
ru_ru: Не указан адрес электронной почты! Пожалуйста, введите адрес электронной почты, указанный при регистрации.
sv_sv: Ingen e-postadress angiven! Ange den e-postadress du angav vid registreringen.
tr_tr: Hiçbir e-posta adresi belirtilmemiş! Lütfen kayıt sırasında verdiğiniz e-posta adresinizi girin.

source: No emails found.
es_es: No hay mensajes de correo electrónico que se encuentran.
fr_ca: Aucun courriel trouvé.
ro_ro: Nu au fost găsite e-mailuri.
ru_ru: Сообщений не найдено.
sv_sv: Ingen e-post hittad.
tr_tr: Hiçbir e-posta bulunamadı.

source: No emails have been sent out!
es_es: No hay mensajes de correo electrónico han sido enviados!
fr_ca: Aucun courriel n'a été envoyé !
ro_ro: Nici un e-mail trimis!
ru_ru: Сообщения не найдены!
sv_sv: Ingen e-post har skickats!
tr_tr: Hiçbir e-posta gönderilmedi!

source: No emails sent out yet.
es_es: No hay mensajes de correo electrónico enviado todavía.
fr_ca: Aucun courriel envoyé jusqu'à maintenant.
ro_ro: Nu au fost trimise e-mail'uri!
ru_ru: Отправленных сообщений не найдено.
sv_sv: Ingen e-post skickad ännu.
tr_tr: Henüz hiçbir e-posta dışarı gönderilmedi.

source: No field values found.
es_es: No hay valores de campo que se encuentran.
fr_ca: Aucune valeur de champ trouvée.
ro_ro: Nu au fost găsite valoari ale câmpului
ru_ru: Поле значения не найдено.
sv_sv: Inga fältvärden hittade.
tr_tr: Hiçbir alan değeri bulunmadı.

source: No file defined to be saved!
es_es: No existe el fichero definido para ser salvo!
fr_ca: Aucun fichier défini pour la sauvegarde !
ro_ro: Nici un fişier definit pentru a fi salvat!
ru_ru: Укажите файл для сохранения!
sv_sv: Ingen fil vald att spara!
tr_tr: Kayıt için tanımlanmış dosya yok!

source: No File defined!
es_es: Ningún archivo definido!
fr_ca: Aucun fichier défini !
ro_ro: Fişier nedefinit!
ru_ru: Файл не указн!
sv_sv: Ingen fil vald!
tr_tr: Tanımlanmış dosya yok!

source: No file selected for upload.
es_es: No existe el fichero seleccionado para la carga.
fr_ca: Aucun fichier sélectionné pour le téléversement.
ro_ro: Nici un fişier selectat pentru încărcare.
ru_ru: Не выбран файл для загрузки.
sv_sv: Ingen fil vald att laddas upp.
tr_tr: Hiçbir dosya yüklemek için seçilmedi.

source: No file selected to be uploaded as a new attachment! Please select a file to upload or define an already uploaded attachment.
es_es: No existe el fichero seleccionado para ser cargado como un archivo adjunto de nuevo! Por favor, seleccione un archivo para cargar o definir un archivo adjunto ya ha cargado.
fr_ca: Aucun fichier sélectionné pour le téléversement en tant que nouvelle pièce jointe ! Veuillez sélectionner un fichier ou définir une pièce jointe déjà téléversée.
ro_ro: Nici un fişier selectat pentru a fi încărcat ca ataşament nou! Vă rugăm să selectaţi un fişier sau definiţi un ataşament deja încărcat.
ru_ru: Не выбран файл для загрузки в качестве нового вложения! Пожалуйста, выберите файл для загрузки или укажите уже загруженное вложение.
sv_sv: Ingen fil vald laddas upp som en ny bifogad fil! Välj en fil att ladda upp eller välj en redan uppladdade bilaga.
tr_tr: Yeni eklenti olarak yüklenecek dosya seçilmedi! Lütfen eklenti yüklemek için bir dosya seçiniz veya yüklenmiş olan için bir bağlantı belirtiniz.
