Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: Comment has been successfully declined and is now NOT visible to the public.
es_es: El comentario ha sido disminuido con éxito y ahora es visible para el público.
fr_ca: le commentaire a été refusé et ne sera PAS visible publiquement.
ro_ro: Comentariul a fost refuzat, el NU este vizibil publicului.
ru_ru: Комментарий был успешно отклонен и теперь не виден общественности.
sv_sv: Kommentaren har nekats och kan därför inte ses av besökare.
tr_tr: Yorum başarıyla reddedildi ve şimdi değil halka görünür değildir.

source: Comment has been successfully deleted.
es_es: El comentario ha sido eliminado correctamente.
fr_ca: Le commentaire a été supprimé.
ro_ro: Comentariul a fost şters!
ru_ru: Комментарий успешно удален.
sv_sv: Kommentaren har raderats.
tr_tr: Yorum başarıyla silindi.

source: Comment has been successfully updated.
es_es: El comentario ha sido actualizado correctamente.
fr_ca: Le commentaire a été mis à jouré
ro_ro: Comentariul a fost actualizat!
ru_ru: Комментарий успешно обновлен.
sv_sv: Kommentaren har uppdaterats.
tr_tr: Yorum başarıyla güncellendi.

source: Comments
es_es: Comentarios
fr_ca: Commentaires
ro_ro: Comentarii
ru_ru: Комментарии
sv_sv: Kommentarer
tr_tr: Yorumlar

source: Comments have been successfully approved and are now visible to the public.
es_es: Comentarios se han aprobado con éxito y ahora están visibles para el público.
fr_ca: Les commentaires ont été approuvée et sont désormais visibles publiquement.
ro_ro: Comentariile au fost aprobate şi sunt acum vizibile publicului.
ru_ru: Комментарии успешно одобрены и в настоящее время видны общественности.
sv_sv: Kommentarerna har godkänts och är nu synlig för besökare.
tr_tr: Yorumlar başarıyla onaylanmış ve şu anda halk görebilir.

source: Comments have been successfully declined and are now NOT visible to the public.
es_es: Los comentarios han sido con éxito disminuido y ahora no es visible para el público.
fr_ca: Les commentaires ont été refusés et ne seront PAS visibles au public.
ro_ro: Comentariile au fost refuzate, ele NU sunt vizibile publicului.
ru_ru: Комментарии успешно отклонены и теперь не видны общественности.
sv_sv: Kommentarerna har nekats och kan därför inte ses av besökare.
tr_tr: Yorumlar başarıyla reddedildi ve artık halka görülebilir değildir.

source: Comments have been successfully deleted.
es_es: Los comentarios se han eliminado correctamente.
fr_ca: Les commentaires ont été supprimés.
ro_ro: Comentariile au fost şterse!
ru_ru: Комментарии были успешно удалены.
sv_sv: Kommentarerna har raderats.
tr_tr: Yorumlar başarıyla silindi.

source: Comments Options
es_es: Opciones Comentarios
fr_ca: Options des commentaires
ro_ro: Opţiuni Comentarii
ru_ru: Комментарии
sv_sv: Kommentarsalternativ
tr_tr: Yorum Seçenekleri

source: Comments Settings
es_es: Comentarios Configuración
fr_ca: Paramètres des commentaires
ro_ro: Setări comentarii
ru_ru: Комментарии
sv_sv: Kommentarsinställningar
tr_tr: Yorum Ayarları

source: Confirm password
es_es: Confirmar contraseña
fr_ca: Confirmer le mot de passe
ro_ro: Confirmaţi parola
ru_ru: Подтвердить пароль
sv_sv: Bekräfta lösenord
tr_tr: Şifre Onaylayınız

source: Confirm Previous Field
es_es: Confirmar anterior campo
fr_ca: Confirmer le champs précédent
ro_ro: Confirmaţi câmpul precedent
sv_sv: Bekräfta föregående fält
tr_tr: Önceki Alan Onayla

source: connecting
fr_ca: connexion
sv_sv: ansluter

source: Connection broken up. Please make sure to define the right SMTP port, 465 for SSL and 25 for normal connections.
es_es: Conexión roto. Por favor, asegúrese de definir el derecho de puerto SMTP, 465 para SSL y 25 para las conexiones normales.
fr_ca: La connexion a été perdue. Veuillez vous assurer de renseigner le bon port SMTP, normalement 465 pour une connexion SSL et 25 pour une connexion régulière.
ro_ro: Conexiune întreruptă. Vă rugăm asiguraţi-vă că aţi definit corect portul SMTP, 465 pentru SSL şi 25 pentru conexiuni normale.
ru_ru: Подключение через SMTP разорвано. Пожалуйста, убедитесь, что определены правельные порты - 465 для SSL и 25 для обычного соединения.
sv_sv: Anslutningen är avbruten. Se till att definiera rätt SMTP-port, 465 för SSL och 25 för normala anslutningar.
tr_tr: Bağlantı bozuk. SMTP portunun doğru tanımlandığından emin olun SSL için 465 normal bağlantılar için ise 25 olması gerekir.

source: connection timed out
fr_ca: connexion perdue
sv_sv: anslutningen har avbrutits

source: Contact site members all at once
es_es: Póngase en contacto con los miembros del sitio a la vez
fr_ca: Contacter tous les membres à la fois
ro_ro: Contactaţi toţi membrii site-ul dvs. odată
ru_ru: Управление рассылками
sv_sv: Hantera massutskick till användare
tr_tr: Kullanıcılarınıza kolay ulaşım

source: Content
es_es: Contenido
fr_ca: Contenu
ro_ro: Conţinut
ru_ru: Текст
sv_sv: Innehåll
tr_tr: İçerik

source: Content Files
es_es: Archivos de Contenido
fr_ca: Fichiers de contenu
ro_ro: Fişiere de bază
ru_ru: Содержание файла
sv_sv: Dina filer
tr_tr: İçerik Dosyaları

source: Content Management
es_es: Gestión de Contenidos
fr_ca: Gestion du contenu
ro_ro: Gestionare Conţinut
ru_ru: Страницы
sv_sv: Hantera innehåll
tr_tr: İçerik Yönetimi

source: Content Options
es_es: Opciones de Contenido
fr_ca: Options de contenu
ro_ro: Opţiuni pentru conţinut
ru_ru: Содержание
sv_sv: Innehållsalternativ
tr_tr: İçerik Seçenekleri

source: Copy
es_es: Copiar
fr_ca: Copier
ro_ro: Copie
ru_ru: Копировать
sv_sv: Kopiera
tr_tr: Kopyalama

source: Copy / Move selected posts to:
es_es: Copiar o mover los mensajes seleccionados a:
fr_ca: Copier/déplacer les articles vers :
ro_ro: Copiere / Mutare mesaje selectate în:
ru_ru: Копировать/Переместить выбранные статьи:
sv_sv: Kopiera / flytta vald fil till:
tr_tr: Kopyala / Taşı seçilen yazıları:

source: Copy and/or Move posts from one page to another
es_es: Copia y / o mover mensajes de un página a otro
fr_ca: Copier et/ou déplacer des articles d'une page à une autre
ro_ro: Copiaţi şi / sau Mutaţi mesajele de la o pagină la altul
ru_ru: Копирование и перемещение статей с одной страницы на другую.
sv_sv: Kopiera och/eller flytta artiklar från en sida till en annan
tr_tr: Kopya ve / veya başka bir sayfa mesaj Taşımak

source: Could not establish a connection to the database.
es_es: No se pudo establecer una conexión con la base de datos.
fr_ca: Impossible d'établir une connexion à la base de données.
ru_ru: Не удалось установить соединение с базой данных.
sv_sv: Det gick inte att upprätta en anslutning till databasen.
tr_tr: Veritabanına bir bağlantı kurulamadı.

source: Could not save data to the DB! Error: %s
es_es: No se pudo guardar los datos en la base de datos! Error: %s
fr_ca: Les données n'ont pas pu être sauvegardées dans la base de données ! Erreur : %s
ro_ro: Nu au putut fi salvate datele în DB! Eroare: %s
ru_ru: Сохранение не удалось! Ошибка: %s
sv_sv: Kunde inte spara data till databasen! Fel: %s
tr_tr: Veri DB'ye kayıt edilemedi! Hata: %s

source: Could not update DB data! Error: %s
es_es: No se ha podido actualizar los datos de DB! Error: %s
fr_ca: Les données n'ont pas pu être mises à jour dans la base de données ! Erreur : %s
ro_ro: Nu s-au putut actualiza datele DB! Eroare: %s
ru_ru: Обновить не удалось! Ошибка: %s
sv_sv: Kunde inte uppdatera databasen! Fel: %s
tr_tr: DB veri güncellenemedi! Hata: %s

source: Couldn't add watermark to picture as the defined "%s" file cannot be found!
es_es: No se puede añadir agua a la imagen como el definido "%s" archivo no se puede encontrar!
fr_ca: Impossible d'ajouter la filigrane à la photo puisque le fichier spécifié "%s" n'a pas pu être trouvé !
ro_ro: Nu se poate adăuga filigran pe imagine deoarece fişierul "%s" nu poate fi găsit!
ru_ru: Водяной знак не добавлен, т.к. изображение "%s" не найдено!
sv_sv: Kunde inte lägga till vattenstämpel till bilden eftersom "%s"-filen inte kan hittas!
tr_tr: Seçilen "%s" dosyası bulunamadığı için filigran eklenemedi.

source: Couldn't add watermark to picture as the defined "%s" file is not a compatible image file! Please try again by defining a JPEG or PNG watermark file.
es_es: No se puede añadir agua a la imagen como el definido "%s" archivo no es un archivo de imagen compatibles! Por favor, inténtelo de nuevo mediante la definición de un archivo JPEG o PNG marca de agua.
fr_ca: Impossible d'ajouter de filigrane à la photo puisque le fichier "%s" n'est pas dans un format supporté Veuillez essayer à nouveau avec une filigrane de format JPEG ou PNG.
ro_ro: Nu sa putut adăuga filigran imaginii deoarece fişierul "%s" nu este un fişier de imagine compatibil! Vă rugăm să încercaţi din nou prin încărcarea unui fişier pentru filigran JPEG sau PNG.
ru_ru: Водяной знак не добавлен, т.к. файл изображения водяного знака "%s" имеет не совместимый формат! Файл изображения водяного знака должен быть формата JPEG или PNG.
sv_sv: Kunde inte lägga till vattenstämpel till bilder eftersom "%s"-filen nte är av ett godkänt bildformat! Försök igen genom att välja en JPEG- eller PNG-fil.
tr_tr: Belirtilen "%s" dosyası uyumlu olmadığı için filigran eklenemedi! Yerine JPEG veya PNG filigran dosyası tanımlayarak tekrar deneyin.

source: Couldn't add watermark to picture as the defined "%s" file is not a compatible image file! Please try again by uploading a JPEG file instead.
es_es: No se puede añadir agua a la imagen como el definido "%s" archivo no es un archivo de imagen compatibles! Por favor, inténtelo de nuevo mediante la subida de un archivo JPEG en su lugar.
fr_ca: Impossible d'ajouter de filigrane à la photo puisque le fichier "%s" n'est pas dans un format supporté Veuillez essayer à nouveau avec un fichier JPEG.
ro_ro: Nu sa putut adăuga filigran imaginii deoarece fişierul "%s" nu este un fişier de imagine compatibil! Vă rugăm să încercaţi din nou prin încărcarea unui fişier JPEG.
ru_ru: Водяной знак не добавлен, т.к. изображение "%s" имеет неправильный формат! Пожалуйста, загрузите файл в формате JPEG.
sv_sv: Kunde inte lägga till vattenstämpel till bilder eftersom "%s"-filen inte är av ett godkänt bildformat! Försök igen genom att välja en JPEG-bild.
tr_tr: Belirtilen "%s" dosyası uyumlu olmadığı için filigran eklenemedi! Yerine bir JPEG dosyası yükleyerek tekrar deneyiniz.

source: Couldn't add watermark to picture as the picture is to big to be processed with the current memory limit set. Please try to upload a smaller image instead.
es_es: No se puede añadir agua a la imagen como la imagen es demasiado grande para ser procesados ​​con el límite de memoria actual conjunto. Por favor, intenta cargar una imagen más pequeña en su lugar.
fr_ca: Impossible d'ajouter la filigrane à la photo puisque la photo est trop lourde pour être traitée avec la limite de mémoire actuelle. Veuillez essayer de téléverser une image plus légère.
ro_ro: Nu se poate adăuga filigran imaginii pentru că aceasta este prea mare pentru a putea fi procesată cu limita de memorie actuală. Vă rugăm să încărcaţi o imagine mai mică.
ru_ru: Водяной знак не добавлен из-за большого размера изображения. Пожалуйста, попробуйте загрузить изображение меньшего размера.
sv_sv: Kunde inte lägga till vattenstämpel till bilden eftersom bilden är för stor för att behandlas med nuvarande minnegräns. Försök att ladda upp en mindre bild i stället.
tr_tr: Filigran eklenemedi çünkü seçilen resim şuan ki limit ile işlem yapmak için çok büyük. Bunun yerine daha küçük bir resim yüklemeyi deneyin.

source: Couldn't check for updates!
fr_ca: Impossible de vérifier les mises à jours !
sv_sv: Det gick inte söka efter uppdateringar!

source: Couldn't check jCore server's version number!
fr_ca: Impossible de récupérer la version du serveur jCore !
sv_sv: Kunde inte kolla jCore-serverns versionsnummer!

source: Couldn't connect to %s!
es_es: No se pudo conectar con %s!
fr_ca: Impossible de se connecter à %s !
ro_ro: Nu sa putut conecta la %s!
ru_ru: Не удается подключиться к %s!
sv_sv: Kunde inte ansluta till %s!
tr_tr: Bağlantı kurulamadı %s!

source: Couldn't connect!
fr_ca: Impossible de se connecter !
sv_sv: Kunde inte ansluta!

source: Couldn't create thumbnail as the defined picture is to big to be processed with the current memory limit set. Please try to upload a smaller image instead.
es_es: No se pudo crear miniatura como la imagen definida es demasiado grande para ser procesados ​​con el límite de memoria actual conjunto. Por favor, intenta cargar una imagen más pequeña en su lugar.
fr_ca: Impossible de créer la miniature puisque la photo est trop lourde pour être traitée avec la limite de mémoire actuelle. Veuillez essayer de téléverser une image plus légère.
ro_ro: Nu sa putut crea pictograma imaginea definită este prea mare pentru a fi procesată cu limita de memorie actuală. Vă rugăm să încercaţi să încărcaţi o imagine mai mică.
ru_ru: Не удалось создать миниатюру из-за большого размера изображения. Пожалуйста, попробуйте загрузить изображение меньшего размера.
sv_sv: Kunde inte skapa miniatyrbild eftersom bilden är för stor för att behandlas med nuvarande minnegräns. Försök att ladda upp en mindre bild i stället.
tr_tr: Küçük resim oluşturulamadı çünkü seçilen resim şuan ki limit ile işlem yapmak için çok büyük. Bunun yerine daha küçük bir resim yüklemeyi deneyin.

source: Couldn't encrypt email as PGP Public Keys directory and/or PGP Binary file are not defined! Please go to your administration panel and in the Global Settings define both required values.
es_es: No se pudo cifrar el correo electrónico como de la guía pública PGP Keys y / o el archivo binario PGP no se definen! Por favor, vaya a su panel de administración y en la configuración global de definir tanto los valores requeridos.
fr_ca: Le courriel n'a pas pu être encrypté puisque le dossier contenant les clés publiques PGP et/ou le binaire PGP ne sont pas définis ! Veuillez vous assurer de définir correctement ces deux valeur dans les Paramètres généraux de l'administration.
ro_ro: E-mailul nu a putut fi criptat deoarece directorul cu Coduri Public PGP şi / sau fişierul binar PGP nu este definit! Vă rugăm să mergeţi la panoul de administrare şi în Setări Globale definiţi valorile necesare.
ru_ru: Не удалось шифрования электронной почты, т.к. каталог PGP открытых ключей и/или двоичных файлов не определены! Пожалуйста, перейдите в панель управления и в основных настройках укажите необходимые значения.
sv_sv: Det gick inte att kryptera e-post då PGP-öppen krypteringskatalog och/eller PGP-binärfil inte har valts! Gå till din administrationspanel / verktyg / inställningar och ställ in dessa värden.
tr_tr: E-posta şifrelenemedi PGP Public Keys dizini veya PGP Binary dosyası tanımlanmamış! Lütfen Yönetim panelinden Genel Ayarlarda gerekli olan değerleri giriniz.

source: Couldn't extract module as it is to big to be processed with the current memory limit set. Please try to extract it manually or increment the PHP memory limit.
fr_ca: Impossible d'extraire le module car il est trop lourd pour être traité avec la limite de mémoire actuelle. Veuillez l'extraire manuellement ou incrémentez la limite mémoire de PHP.
sv_sv: Det gick inte extrahera modulen som var för stor för att behandlas med nuvarande minnesgräns. Försök att extrahera den manuellt eller öka PHP:s minnesgräns.

source: Couldn't extract template as it is to big to be processed with the current memory limit set. Please try to extract it manually or increment the PHP memory limit.
es_es: No se pudo extraer la plantilla, ya que es demasiado grande para ser procesados ​​con el límite de memoria actual conjunto. Por favor, trate de extraer manualmente o incrementar el límite de memoria de PHP.
fr_ca: Impossible d'extraire l'habillage car le fichier est trop volumineux pour être traité par le serveur. Veuillez extraire le fichier manuellement dans le dossier "template" ou augmentez la valeur d'utilisation maximale de la mémoire (memory_limit) de PHP.
ro_ro: Nu s-a putut extrage şablonul, deoarece este prea mare pentru a fi prelucrat cu limita de memorie actuală. Vă rugăm să încercaţi să-l extrageţi manual sau să creşteţi limita de memorie PHP.
ru_ru: Невозможно получить шаблон, т.к. большой размер файла.
sv_sv: Kunde inte extrahera mallen efterssom den är för stor för att behandlas med nuvarande minnesgräns. Försök att packa upp den manuellt eller öka PHP:s minnesgräns.
tr_tr: Tema çıkarılamadı çünkü şuan ki limit ile işlem yapmak için çok büyük. El ile çıkarın veya PHP bellek limiti artırın.

source: Couldn't locate Root directory!
fr_ca: Impossible de localiser le répertoire racine !
sv_sv: Kunde inte hitta rotkatalogen!

source: Couldn't regenerate sitemap XML file.
es_es: No se ha podido regenerar archivo XML del Sitemap.
fr_ca: Impossible de regénérer le plan de site XML.
ro_ro: Nu sa putut regenera fişierul sitemap XML.
ru_ru: Не удается сгенерировать XML-файл.
sv_sv: Det gick inte att generera webbplatskartans XML-fil.
tr_tr: Sitemap XML dosyası yeniden kurulamadı.

source: Couldn't send email using SMTP as SMTP Host and/or SMTP Port are not defined! Please go to your administration panel and in the Global Settings define both required values.
es_es: No se puede enviar un correo electrónico a través de SMTP como SMTP host y / o el puerto SMTP no se definen! Por favor, vaya a su panel de administración y en la configuración global de definir tanto los valores requeridos.
fr_ca: Impossible d'envoyer le courriel par SMTP car aucun serveur/port SMTP n'est défini ! Veuillez vous assurer que ces paramètres sont définis dans le Paramètres généraux de l'administration.
ro_ro: Nu sa putut trimite e-mailul utilizând configuraţia SMTP şi / sau Portul SMTP nu este definit! Vă rugăm să mergeţi la panoul de administrare şi în Setări Globale definiţi valorile necesare.
ru_ru: Не удалось отправить сообщение с помощью SMTP. SMTP хост и/или порт не определены! Пожалуйста, перейдите в панель администрирования и в глобальных настройках укажите все необходимые значения.
sv_sv: Kunde inte skicka e-post med SMTP eftersom SMTP-server och/eller SMTP-port är inte har valts! Gå till din administrationspanel och under verktyg / inställningar fylla i rätt värden.
tr_tr: SMTP ile e-posta gönderilemedi SMTP Hostu veya Portu tanımlanmamış! Lütfen Yönetim panelinden Genel Ayarlarda gerekli olan değerleri giriniz.

source: Couldn't update template.css file.
es_es: No se pudo actualizar el archivo template.css.
fr_ca: La mise à jour du fichier template.css n'a pas pu être effectuée.
ro_ro: Fişierul template.css nu a putut fi actualizat.
ru_ru: Не удалось обновить файл template.css
sv_sv: Kunde inte uppdatera template.css-filen.
tr_tr: template.css dosyası güncellenemedi.

source: Couldn't update template.js file.
es_es: No se pudo actualizar el archivo template.js.
fr_ca: La mise à jour du fichier template.js n'a pas pu être effectuée.
ro_ro: Fişierul template.js nu a putut fi actualizat.
ru_ru: Не удалось обновить файл template.js
sv_sv: Kunde inte uppdatera template.js-filen.
tr_tr: template.js dosyası güncellenemedi.

source: Create / Modify custom submit forms
es_es: Crear / Modificar presentar los formularios personalizados
fr_ca: Créer/modifier des formulaires personnalisés
ro_ro: Creaţi / Modificaţi formularele personalizate
ru_ru: Управление формами
sv_sv: Skapa / ändra egna formulär
tr_tr: Form Oluşturma/ Değiştirme

source: Create multiple menu areas
es_es: Crear áreas de menú múltiples
fr_ca: Créer de multiples zones de menu
ro_ro: Creaţi mai multe zone meniu
ru_ru: Управление меню
sv_sv: Skapa flera olika menynområden
tr_tr: Çoklu menü alanı oluştur

source: Created on
es_es: Creado el
fr_ca: Créé le
ro_ro: Creat în
ru_ru: Добавлено
sv_sv: Skapad den
tr_tr: Oluşturulma

source: Creating directories
fr_ca: Création des dossiers
sv_sv: Skapar kataloger

source: CSS Class
es_es: Clase CSS
fr_ca: Classe CSS
ro_ro: Clasa CSS
ru_ru: CSS класс
sv_sv: CSS-klass
tr_tr: CSS Sınıfı

source: CSS Editor
es_es: Editor CSS
fr_ca: Editeur CSS
ro_ro: Editor CSS
ru_ru: Редактор CSS
sv_sv: CSS-redigerare

source: Custom
es_es: Personalizado
fr_ca: Personnalisée
ro_ro: Personalizat
ru_ru: Пользавтельские
sv_sv: Egen
tr_tr: Özel

source: Custom Menu Item Options
fr_ca: Options personnalisées du lien de menu
sv_sv: Egna menypostalternativ

source: Data has been successfully added.
es_es: Los datos se han agregado con éxito.
fr_ca: L'entrée a été ajoutée.
ro_ro: Datele au fost adăugate!
ru_ru: Данные были успешно добавлены.
sv_sv: Data har lagts till.
tr_tr: Veri başarıyla eklendi.

source: Data has been successfully deleted.
es_es: Los datos se han eliminado correctamente.
fr_ca: L'entrée a été supprimée.
ro_ro: Datele au fost şterse!
ru_ru: Данные были успешно удалены.
sv_sv: Data har raderats.
tr_tr: Veri başarıyla silindi.

source: Data has been successfully updated.
es_es: Los datos se han actualizado correctamente.
fr_ca: L'entrée a été mise à jour.
ro_ro: Datele au fost actualizate!
ru_ru: Данные были успешно обновлены.
sv_sv: Data har uppdaterats.
tr_tr: Veri başarıyla güncellendi.

source: Data Preview
es_es: Vista previa de datos
fr_ca: Prévisualisation des données
ro_ro: Previzualizare date
ru_ru: Просмотр
sv_sv: Granska data
tr_tr: Veri Önizleme

source: Date
es_es: Fecha
ro_ro: Data
sv_sv: Datum
tr_tr: Tarih

source: Date Format
es_es: Formato de fecha
fr_ca: Format de date
ro_ro: Format dată
ru_ru: Формат даты
sv_sv: Datumformat
tr_tr: Tarih Biçimi

source: Date Time
es_es: Fecha Hora
fr_ca: Date et heure
ro_ro: Data Ora
sv_sv: Datum Tid
tr_tr: Tarih Saat

source: Deactivate
es_es: Desactivar
fr_ca: Désactiver
ro_ro: Dezactivare
ru_ru: Отключить
sv_sv: Avaktivera
tr_tr: Devre dışı bırak

source: Deactivated
es_es: Desactivado
fr_ca: Désactivé
ro_ro: Dezactivat
ru_ru: Выкл.
sv_sv: Avaktiverad
tr_tr: Devre dışı

source: Decline
es_es: Declive
fr_ca: Refuser
ro_ro: Refuză
ru_ru: Отклонить
sv_sv: Avslå
tr_tr: Reddet

source: Default
es_es: Por defecto
fr_ca: Défaut
ro_ro: Implicit
ru_ru: По умолчанию
sv_sv: Förval /standard
tr_tr: Varsayılan

source: Default Avatar URL
es_es: Predeterminado URL de Avatar
fr_ca: Adresse URL de l'avatar par défaut
ro_ro: Adresa implicită a imaginii asociate
ru_ru: URL адреса аватара по умолчанию
sv_sv: Förvald Avatar-URL
tr_tr: Varsayılan Avatar URLsi

source: Default Locale
es_es: Localidad por defecto
fr_ca: Localisation par défaut
ro_ro: Localizare implicită
ru_ru: Язык по умолчанию
sv_sv: Förvalt språk
tr_tr: Varsayılan Yerel

source: Default template has been successfully reset for Admin section.
es_es: plantilla por defecto se ha reiniciado con éxito para la sección de administración.
fr_ca: L'habillage par défaut a été défini pour l'administration.
ro_ro: Şablonul implicit pentru secţiunea de administrare a fost resetat!
ru_ru: Шаблон установленный в Панеле управления по умолчанию обновлен.
sv_sv: Standardmall har återställts till adminpanelen.
tr_tr: Varsayılan tema başarılı bir şekilde Yönetici bölümü için sıfırlandı.

source: Default template has been successfully reset for your website.
es_es: plantilla por defecto se ha reiniciado con éxito para su sitio web.
fr_ca: L'habillage par défaut a été réinitialisé pour votre site.
ro_ro: Şablonul implicit pentru site-ul dumneavoastră a fost resetat!
ru_ru: Шаблон по умолчанию обновлен.
sv_sv: Standardmall har återställts till din webbplats.
tr_tr: Varsayılan tema başarılı bir şekilde web siteniz için sıfırlandı.

source: Define additional languages
es_es: Definir otros idiomas
fr_ca: Définir des langues additionnelles
ro_ro: Definiţi limbile suplimentare
ru_ru: Управление языками
sv_sv: Förvalda tilläggsspråk
tr_tr: Diğer dilleri tanımlayın

source: Delete
es_es: Eliminar
fr_ca: Supprimer
ro_ro: Şterge
ru_ru: Удалить
sv_sv: Radera
tr_tr: Sil

source: Delete All
es_es: Borrar todos
fr_ca: Tout supprimer
ro_ro: Ştergeţi Tot
ru_ru: Удалить все
sv_sv: Radera allt
tr_tr: Hepsini Sil
