Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: The logged IP adresses in the list below have been banned (because trying to login with different users in a short time) and won't be able to login until expiration date / time. To unban an IP just delete it from the list.
es_es: Ha iniciado la sesión direcciones IP en la lista a continuación han sido prohibidos (porque tratando de entrada con diferentes usuarios en un corto período de tiempo) y no será capaz de entrada hasta la fecha de caducidad y la hora. Para eliminar la prohibición de una dirección IP que acaba de eliminar de la lista.
fr_ca: Les adresses IP affichées dans la liste ci-bas ont été bannies (pour tentative de connexion avec différents utilisateurs dans une courte période de temps) et ne seront plus en mesure de se connecter jusqu'au moment de l'expiration. Pour débannir une adresse IP, supprimez-la de la liste.
ro_ro: Adresele de IP înregistrate în lista de mai jos au fost interzise (pentru că încearcă să se autentifice cu utilizatorii diferiţi într-o perioadă scurtă de timp) şi nu va putea să se autentifice până la data / ora de expirare. Pentru a debloca un IP pur şi simplu ştergeţi-l din listă.
ru_ru: IP адреса в списоке ниже, запрещены (поскольку с них были произведены попытки Входа в систему с разными пользователями в короткое время). Для снятия запрета с IP адреса просто удалите его из списка.
sv_sv: IP-adresserna i listan nedan har stoppats (därför att de försökt att logga in med olika användare på kort tid) och kommer inte att kunna logga in till utgångsdatum / tid. För att frigöra en IP-adress radera den från listan.
tr_tr: Aşağıdaki İP Adresleri banlandı (çünkü kısa bir zaman içinde farklı kullanıcı ile giriş yapmaya çalışıyor) ve sona erme zamanına kadar giriş yapamayacak. Banı kaldırmak için sadece ip adresini listeden siliniz.

source: The logged Users in the list below have been suspended (because of simultaneously logins from different IPs) and won't be able to login until expiration date / time. To unsuspend a user just delete it from the list.
es_es: El usuario registrado en la lista a continuación se han suspendido (a causa de los inicios de sesión simultánea de diferentes IPs) y no será capaz de entrada hasta la fecha de caducidad y la hora. Para reactivar un usuario acaba de eliminar de la lista.
fr_ca: Les utilisateurs affichés dans la liste ci-bas ont été suspendus (pour tentative de connexions simultanées à partir de différentes adresses IP) et ne seront plus en mesure de de connecter jusqu'à l'expiration. Pour retirer la suspension, supprimez-la de la liste.
ro_ro: Utilizatorii enumeraţi în lista de mai jos au fost suspendaţi (din cauza autentificărilor simultane de pe IP-uri diferite) şi nu vor fi putea să se autentifice până la data / ora de expirare. Pentru a debloca un utilizator pur şi simplu ştergeţi-l din lista.
ru_ru: Пользователи из списка ниже, были заблокированы (из-за попыток одновременного Входа в систему с разных IP-адресов). Чтобы разблокировать пользователя просто удалите его из списка.
sv_sv: Användarna i listan nedan har stängts av (på grund av samtidiga inloggningar från olika IP-adresser) och kommer inte att kunna logga in före utgångsdatum / tid. För att återaktivera en användare ta bort personen från listan.
tr_tr: Bu listedeki kullanıcılar Askıya Alındı (farklı IP'ler aynı anda giriş nedeniyle) ve sona erme zamanına kadar giriş yapamazlar. Askıdan kaldırmak için sadece listeden siliniz.

source: The page you have selected to copy and/or move posts to does not exists. This could be happening because the page has been deleted meanwhile.
es_es: El página que ha seleccionado para copiar y / o mover los mensajes a no existe. Esto podría estar ocurriendo debido a que el página se ha eliminado su parte.
fr_ca: La page que vous avez sélectionnée pour la copie et/ou le déplacement des articles n'existe pas. La page a pu être supprimée entre temps par un autre administrateur.
ro_ro: Pagina selectat pentru a copia şi / sau muta mesajele nu există. Acest lucru se poate întâmpla, deoarece pagina a fost şters între timp.
ru_ru: Страница, которую вы выбрали для копирования и/или перемещения статьи не существует. Возможно, что страница была удалена.
sv_sv: Sidan som du har valt att kopiera och/eller flytta artikeln till existerar inte. Detta kan bero på att sidan har raderats under tiden.
tr_tr: Mesajları koplayama veya taşıma için seçmiş olduğunuz sayfa yok. Bu sayfa silinmiş olduğundan dolayı olabilir.

source: The password you entered is too short. Your password must be at least %s characters long.
es_es: La contraseña que has escrito es demasiado corto. La contraseña debe tener %s al menos caracteres.
fr_ca: Le mot de passe sélectionné est trop court. Votre mot de passe doit faire un minimum de %s caracatères.
ro_ro: Parola introdusă este prea scurtă. Parola dumneavoastră trebuie să fie formată din cel puţin %s caractere.
ru_ru: Вы указали слишком короткий пароль. Пароль должен состоять из не менее %s символов.
sv_sv: Lösenordet du angav är för kort. Ditt lösenord måste vara minst %s tecken.
tr_tr: Girdiğiniz şifre çok kısa. Şifrenizi en az %s karakter uzunluğunda olmalıdır.

source: The selected attachment cannot be found!
es_es: El archivo adjunto seleccionado no puede ser encontrado!
fr_ca: La pièce jointe sélectionnée n'a pas pu être trouvée !
ro_ro: Ataşamentul selectat nu poate fi găsit!
ru_ru: Выбранное вложение не найдено!
sv_sv: Den valda bifogade filen kan inte hittas!
tr_tr: Seçilen eklenti bulunamadı!

source: The selected picture cannot be found!
es_es: La imagen seleccionada no se puede encontrar!
fr_ca: L'image sélectionnée est introuvable !
ro_ro: Imaginea selectată nu a fost găsită!
ru_ru: Выбранное изображение не найдено!
sv_sv: Den valda bilden kan inte hittas!
tr_tr: Seçilen resim bulunamadı!

source: The selected video cannot be found!
es_es: El video seleccionado no se puede encontrar!
fr_ca: La vidéo sélectionnée n'a pas pu être trouvée !
ro_ro: Videoclip selectat nu poate fi găsit!
ru_ru: Выбранное видео не найдено!
sv_sv: Den valda videon kan inte hittas!
tr_tr: Seçilen video bulunamadı!

source: The specified email cannot be found!
es_es: Las direcciones de correo especificado no se puede encontrar!
fr_ca: Le courriel spécifié n'existe pas !
ro_ro: E-mail-ul specificat nu există!
ru_ru: Указанный адрес электронной почты не найден!
sv_sv: Den angivna e-postadressen kan inte hittas!
tr_tr: Belirtilen e-posta bulunamıyor!

source: The specified username is currently inactive. If you have problems activating your account, please contact us or request a new password to activate your account.
es_es: El nombre de usuario especificado está actualmente inactivo. Si usted tiene problemas de activación de su cuenta, por favor contacte con nosotros o solicitar una nueva contraseña para activar tu cuenta.
fr_ca: Le nom d'utilisateur est actuellement inactif. Si vous éprouvez des problèmes pour activer votre compte, veuillez nous contacter ou demander un nouveau mot de passe pour activer votre compte.
ro_ro: Numele de utilizator specificat este în prezent inactiv. Dacă aveţi probleme cu activarea contului dvs., vă rugăm să ne contactaţi sau solicitaţi o nouă parolă pentru activarea contului dvs..
ru_ru: Укаанное вами имя пользователя в настоящее время неактивно. Если у вас возникли проблемы активацией учетной записи, пожалуйста, свяжитесь с нами.
sv_sv: Det angivna användarnamnet är för närvarande inaktiv. Om du har problem med att aktivera ditt konto kan du kontakta oss eller beställa ett nytt lösenord för att aktivera ditt konto.
tr_tr: Belirtilen kullanıcı adı şu anda etkin değil. Hesabınızı aktif etme sorununuz varsa, lütfen bize ulaşın veya yeni bir şifre talep ederek hesabınızı aktif hale getirebilirsiniz.

source: The template you selected cannot be found!
es_es: La plantilla que ha seleccionado no se puede encontrar!
fr_ca: L'habillage sélectionné est introuvable !
ro_ro: Şablonul selectat nu poate fi găsit!
ru_ru: Выбранный шаблон не найден!
sv_sv: Den mall du valt kan inte hittas!
tr_tr: Seçtiğiniz tema bulunamıyor!

source: There were problems adding some of the permissions you defined. The following permissions couldn't be added: %s.
es_es: No hubo problemas para añadir algunos de los permisos definidos. Los siguientes permisos no se podría agregar: %s.
fr_ca: Des erreurs sont survenues lors de l'ajout des permissions. Les permissions suivantes n'ont pas pu être ajoutées : %s.
ro_ro: Au existat probleme la adăugarea unora dintre permisiunile pe care le-aţi definit. Următoarele permisiuni nu au putut fi adăugate: %s.
ru_ru: Ошибка: следующие права не могут быть включены: %s
sv_sv: Det fanns problem att lägga till några av de behörigheter du har definierat. Följande behörigheter kan inte läggas till: %s.
tr_tr: Belirttiğiniz izinleri eklerken bazı sorunlar oluştu. Bu izinler eklenemedi: %s.

source: There were problems adding some of the video urls you defined. The following videos couldn't be added: %s.
es_es: No hubo problemas para añadir algunas de las direcciones URL de vídeo que ha definido. Los siguientes videos no se podría agregar: %s.
fr_ca: Des erreurs sont survenus lors de l'ajout de certaines URL de vidéos définies. Les vidéos suivantes n'ont pas pu être ajoutés : %s.
ro_ro: Au existat probleme la adăugarea URL-urilor videoclipurilor definite. Videoclipurile următoarele nu au putut fi adăugate: %s.
ru_ru: Возникли проблемы добавления некоторых видео из указанных вами URL-адресов. Следующие видео не может быть добавлено: %s.
sv_sv: Det fanns problem att lägga till några av videornas webbadresser. Följande filmer kunde inte läggas till: %s.
tr_tr: Belirttiğiniz video bağlantılarından bazı sorular oluştu. Aşağıdaki videolar eklenemedi:% s.

source: There were problems uploading some of the files you selected. The following files couldn't be uploaded: %s.
es_es: Hubo problemas al cargar algunos de los archivos seleccionados. Los archivos siguientes no se pudieron cargar: %s.
fr_ca: Des erreurs sont survenues lors du téléversement des fichiers suivants %s.
ro_ro: Au fost probleme la încărcarea unora dintre fişierele selectate. Următoarele fişiere nu au putut fi încărcate: %s
ru_ru: Обнаружены проблемы при загрузке файлов, которые вы выбрали. Следующие файлы не могут быть загружены: %s
sv_sv: Det fanns problem att ladda upp några av de filer du har valt. Följande filer kunde inte laddas upp: %s.
tr_tr: Yüklemek için seçtiğiniz dosyaların bazılarında sorun çıktı. Bu dosyalar yüklenemedi: %s.

source: There were problems uploading some of the modules you selected. The following modules couldn't be uploaded: %s.
fr_ca: Des problèmes sont survenues lors du téléversement des modules sélectionnés. Les modules suivants n'ont pas pu être téléversés : %s.
sv_sv: Det fanns problem att ladda upp några av de moduler du valt. Följande moduler kunde inte laddas upp: %s.

source: There were problems uploading some of the templates you selected. The following templates couldn't be uploaded: %s.
es_es: Hubo problemas al cargar algunas de las plantillas que ha seleccionado. Las siguientes plantillas no se pudo subir: %s.
fr_ca: Des problèmes sont survenus lors du téléversement de l'habillage sélectionné. Les habillages suivants n'ont pas pu être téléversés : %s
ro_ro: Au fost erori la încărcarea şabloanelor selectate. Următoarele şabloane nu au putut fi încărcate: %s.
ru_ru: При загрузке шаблонов возникли проблемы. Следующие шаблоны не могут быть загружены: %s
sv_sv: Det fanns problem att ladda upp några av de mallar som du har valt. Följande mallar kunde inte laddas upp: %s.
tr_tr: Seçtiğiniz temaların bazılarını yüklerken sorun çıktı. Aşağıdaki temalar yüklenemedi: %s.

source: This account has been suspended!
es_es: Esta cuenta ha sido suspendida!
fr_ca: Ce compte a été suspendu !
ro_ro: Acest cont a fost suspendat!
ru_ru: Эта учетная запись была заблокирована!
sv_sv: Detta konto har stängts av!
tr_tr: Bu hesap askıya alındı!

source: This area is limited to members only. Please login below.
es_es: Esta zona se limita sólo a los socios. Por favor ingresa abajo.
fr_ca: Cette section est limiée aux membres seulement. Veuillez vous connecter ci-bas.
ro_ro: Această zonă este limitată numai pentru membri. Vă rugăm să vă autentificaţi mai jos.
ru_ru: Эта область доступна только зарегистрированным пользователям.
sv_sv: Detta område är begränsat till endast medlemmar. Vänligen logga in nedan.
tr_tr: Bu alan sadece üyeler için sınırlıdır. Lütfen giriş yapınız.

source: This file (%s) gets updated automatically every time you create / edit / delete a page but you can regenerate or modify it manually below.
es_es: Este archivo (%s) se actualiza automáticamente cada vez que crear / editar / eliminar un página, pero puede volver a generar o modificar de forma manual a continuación.
fr_ca: Ce fichier (%s) est mis à jour automatiquement chaque fois que vous créez/modifiez/supprimez une nouvelle page, mais vous pouvez le regénérer ou le modifier manuellement ci-bas.
ro_ro: Acest fişier (%s) este actualizat automat de fiecare dată când creaţi / editaţi / ştergeţi o pagină, dar aveţi posibilitatea de a-l regenera sau modifica manual mai jos.
ru_ru: Этот файл (%s) обновляется автоматически каждый раз при создании / редактировании / удалении страницы, но вы можете восстановить или изменить его вручную ниже.
sv_sv: Den här filen (%s) blir uppdaterad automatiskt varje gång du skapar/redigerar/tar bort en sida, men du kan återskapa eller ändra den manuellt nedan.
tr_tr: Dosya (%s) her yeni bir sayfa oluşturulduğunda / düzenlendiğinde /silindiğinde otomatik olarak güncelleniyor ama yeniden oluşturabilir veya el ile düzenleme yapabilirsiniz.

source: This module needs to be installed before it can be used.
es_es: Este módulo tiene que estar instalado antes de que pueda ser utilizado.
fr_ca: Ce module doit être installé pour pour pouvoir être utilisé.
ro_ro: Acest modul trebuie să fie instalat înainte de a putea fi folosit.
ru_ru: Этот модуль не установлен.
sv_sv: Modulen måste installeras innan den kan användas.
tr_tr: Bu modül kullanılmadan önce kurulması gerekiyor.

source: This page has been deactivated.
es_es: Esta página ha sido desactivada.
fr_ca: Cette page a été désactivée.
ro_ro: Această pagină a fost dezactivată.
ru_ru: Эта страница отключена.
sv_sv: Den här sidan har inaktiverats.
tr_tr: Bu sayfada devre dışı bırakıldı.

source: Thumbnail
es_es: Miniatura
fr_ca: Miniature
ro_ro: Pictogramă
ru_ru: Миниатюра
sv_sv: Miniatyrbild
tr_tr: Küçük resim

source: Thumbnail couldn't be created!
es_es: Miniatura no pudo ser creado!
fr_ca: La miniature n'a pas pu être créée !
ro_ro: Pictograma nu a putut fi creată!
ru_ru: Миниатюра не добавлена!
sv_sv: Miniatyrbild kunde inte skapas!
tr_tr: Küçük resimoluşturulamadı!

source: Thumbnail couldn't be regenerated as the selected picture cannot be found!
es_es: Miniatura no podía ser regenerados como la imagen seleccionada no se puede encontrar!
fr_ca: La miniature n'a pas pu être regénérée puisque la photo sélectionnée n'a pas pu être trouvée !
ro_ro: Pictograma nu a putut fi regenerată pentru că imaginea selectată nu poate fi găsită!
ru_ru: Миниатюра не создана, т.к. не найдено выбранное изображение!
sv_sv: Miniatyrbild inte kunde återskapas eftersom den valda bilden inte kan hittas!
tr_tr: Seçilen resmi bulunamadığı için küçük resim yeniden oluşturulamadı.

source: Thumbnail couldn't be updated as the selected picture cannot be found!
es_es: Miniatura no se pudo actualizar como la imagen seleccionada no se puede encontrar!
fr_ca: La miniature n'a pas pu être mise à jour puisque l'image sélectionnée est introuvable !
ro_ro: Pictograma nu a putut fi actualizată, imaginea selectată nu poate fi găsită!
ru_ru: Миниатюра не может быть обновлена, так как выбранное изображение не найдено!
sv_sv: Miniatyrbild kunde inte uppdateras eftersom den valda bilden inte kan hittas!
tr_tr: Seçilen resim bulunamadığı içinküçüm resim güncellenemedi!

source: Thumbnail Height
es_es: Altura de Miniatura
fr_ca: Hauteur de la miniature
ro_ro: Înălţime pictogramă
ru_ru: Высота
sv_sv: Miniatyrbild, höjd
tr_tr: Küçük resim Boyu

source: Thumbnail Options
es_es: Opciones de miniatura
fr_ca: Options de la miniature
ro_ro: Opţiuni pentru pictogramă
ru_ru: Настройки миниатюры
sv_sv: Miniatyrbildsinställningar
tr_tr: Küçük resim Seçenekleri

source: Thumbnail Width
es_es: Ancho de Miniatura
fr_ca: Largeur de la miniature
ro_ro: Lăţime pictogramă
ru_ru: Ширина
sv_sv: Miniatyrbild, bredd
tr_tr: Küçük resim Genişliği

source: Time
es_es: Tiempo
fr_ca: Heure
ro_ro: Ora
sv_sv: Tid
tr_tr: Zaman

source: Time Format
es_es: Formato de hora
fr_ca: Format d'heure
ro_ro: Format oră
ru_ru: Формат времени
sv_sv: Tidsformat
tr_tr: Zaman Formatı

source: Time Minutes
es_es: Tiempo Minutos
fr_ca: Nombre de minutes
ro_ro: Timp (minute)
ru_ru: Время (минуты)
sv_sv: Tid i minuter
tr_tr: Zaman Dakika

source: TimeStamp
fr_ca: Heure UNIX
ro_ro: Marcaj temporal
sv_sv: Tidsstämpel
tr_tr: Zaman Damgası

source: TimeZone
es_es: Zona horaria
fr_ca: Fuseau horaire
ro_ro: Fus Orar
ru_ru: Временная зона
sv_sv: Tidszon
tr_tr: Zaman Dilimi

source: Title
es_es: Título
fr_ca: Titre
ro_ro: Titlu
ru_ru: Заголовок
sv_sv: Rubrik
tr_tr: Başlık

source: Title / Added on
es_es: Título / Agregado
fr_ca: Titre/Ajoutée le
ro_ro: Titlu / Adăugat la
ru_ru: Название / Дата добавления
sv_sv: Titel / Tillagd den
tr_tr: Başlık / Eklendi

source: Title / Block ID / CSS Class
es_es: Título / Bloque ID / Clase CSS
fr_ca: Titre/Identifiant/Classe CSS
ro_ro: Titlu / ID Bloc / Clasa CSS
ru_ru: Название / ID / CSS класс
sv_sv: Rubrik / Block ID / CSS-klass
tr_tr: Başlık / Blok kimliği / CSS sınıfı

source: Title / Created on
es_es: Título / Creado el
fr_ca: Titre/Créé le
ro_ro: Titlu / Creat în
ru_ru: Название / Дата создания
sv_sv: Rubrik / skapad den
tr_tr: Başlık / Oluşturulma tarihi

source: Title / Feed URL
es_es: Título / del URL
fr_ca: Titre/URL du flux
ro_ro: Titlu / Flux URL
ru_ru: Название / URL
sv_sv: Rubrik / flödes-URL
tr_tr: Başlık / Besleme URL'si

source: Title / Form ID
es_es: Título / ID Formulario
fr_ca: Titre / Identifiant du formulaire
ro_ro: ID Titlu / Formular
ru_ru: Название / ID формы
sv_sv: Rubrik / Formulär ID
tr_tr: Başlık / Form Kimliği

source: Title / Link
es_es: Título / Enlace
fr_ca: Titre / Lien
ro_ro: Titlu / Legatură
ru_ru: Название / Ссылка
sv_sv: Rubrik / Länk
tr_tr: Başlık / Link

source: Title / Name
es_es: Título / Nombre
fr_ca: Titre/Nom
ro_ro: Titlu / Nume
ru_ru: Заголовок / Название
sv_sv: Rubrik / Namn
tr_tr: Başlık / Ad

source: Title / Path
es_es: Título / Ruta
fr_ca: Titre / Chemin
ro_ro: Titlu / Cale
ru_ru: Название / Путь
sv_sv: Rubrik / Sökväg
tr_tr: Başlık / Yol

source: Title / Path / Link
es_es: Título / ruta / Enlace
fr_ca: Titre/Chemin/Lien
ro_ro: Titlu / Cale / Legătură
ru_ru: Название / Путь / Ссылка
sv_sv: Rubrik / Sökväg / Länk
tr_tr: Başlık / Yol / Bağlantı

source: Title / Type
es_es: Título / Tipo
fr_ca: Titre / Type
ro_ro: Titlu / Tip
ru_ru: Название / Тип
sv_sv: Fil / Typ
tr_tr: Başlık / Tür

source: Title / Uploaded on / File
es_es: Título / Subido en / Archivo
fr_ca: Titre/Téléversée le/Fichier
ro_ro: Titlu / Încărcat în / Fişier
ru_ru: Название / Добавлен / Файл
sv_sv: Rubrik / Uppladdat den / Fil
tr_tr: Başlık / Yüklenme tarihi / Dosya

source: To
es_es: Para
fr_ca: À
ro_ro: La
ru_ru: Получатель(-и)
sv_sv: Till
tr_tr: Kime

source: To implement a form in your post just add the following code <code>{forms}formid{/forms}</code> to your content where <i>formid</i> is your form's id, for e.g. contact.
es_es: Para poner en práctica una forma de tu mensaje sólo tiene que añadir el siguiente código <code>{forms}formid{/forms}</code> a su contenido en <i>FormID</i> es la forma de su Identificación, por ejm. contacto.
fr_ca: Pour ajouter un formulaire dans votre article, ajoutez le code suivant à votre contenu <code>{forms}identifiant{/forms}</code> où <i>identifiant</i> est l'identifiant du formulaire (par exemple contact).
ro_ro: Pentru a implementa un formular în mesajul dumneavoastră trebuie doar să adăugaţi codul următor <code>{forms}formid{/forms}</code> în conţinutul dvs. unde <i>formid</i> este id-ul formularului dumneavoastră, de exemplu pentru contact ar fi: <code>{forms}contact{/forms}</code>.
ru_ru: Для вставки формы в статью добавьте следующий код <code>{forms}formid{/forms}</code>, где <i>formid</i> это ID вашей формы.(например, contact)
sv_sv: För att lägga till formuläret i din artikel ange följande kod <code>{forms}formid{/forms}</code> där <i>formid</i> är ditt formulärs ID-nummer.
tr_tr: Mesajınıza bir form uygulamak için sadece aşağıdaki kodu <code>{forms}formid{/forms}</code> içeriğe ekleyiniz <i>formid</i> sizin form kimliğiniz olacak örneğin: iletişim.

source: to search results.
es_es: a resultados de búsqueda.
fr_ca: aux résultats de recherche.
ro_ro: la rezultatele căutării.
ru_ru: в результатах поиска.
sv_sv: till sökresultaten
tr_tr: Arama sonuçlarına.

source: Tooltip Text
es_es: Descripción de texto
fr_ca: Texte d'aide
ro_ro: Text ideogramă
ru_ru: Всплывающая подсказка
sv_sv: Verktygstips
tr_tr: İpucu metini

source: Total
ru_ru: Всего
sv_sv: Summa
tr_tr: Toplam

source: Turn OFF
es_es: Apague OFF
fr_ca: Activer
ro_ro: Opriţi
ru_ru: Выкл.
sv_sv: Stäng av
tr_tr: Kapatın

source: Turn ON
es_es: Encienda ON
fr_ca: Désactiver
ro_ro: Activaţi
ru_ru: Вкл.
sv_sv: Slå på
tr_tr: Açın

source: Turn Protection On/Off
es_es: Gire a la protección de On / Off
fr_ca: Activer/désectiver la protection
ro_ro: Protecţie ACTIVATĂ / OPRITĂ
ru_ru: Включение защиты Вкл. / Выклю
sv_sv: Slå av/på skydd
tr_tr: Korumayı AÇ/KAPAT

source: Type
es_es: Tipo
ro_ro: Tip
ru_ru: Тип
sv_sv: Typ
tr_tr: Tür

source: Uncompressing %s
fr_ca: Décompression de %s
sv_sv: Packar upp %s

source: Undefined!
es_es: Indefinido!
fr_ca: Indéfini !
ro_ro: Nedefinită!
ru_ru: Неопределено!
sv_sv: Odefinerad!
tr_tr: Tanımlanmamış!

source: Unknown File Type
es_es: Tipo de archivo desconocido
fr_ca: Type de fichier inconnu
ro_ro: Tip de fişier necunoscut
ru_ru: Неизвестный тип файла
sv_sv: Okänd filtyp
tr_tr: Bilinmeyen Dosya Türü

source: Unknown Section
es_es: Sección Desconocida
fr_ca: Section inconnue
ro_ro: Secţiune nedefinită
ru_ru: Неизвестный раздел
sv_sv: Okänd avdelning
tr_tr: Bilinmeyen Bölüm

source: unknown/file
es_es: desconocido / archivo
fr_ca: fichier inconnu
ro_ro: Fişier necunoscut
ru_ru: Неизвестный файл
sv_sv: Okänd/fil
tr_tr: bilinmeyen/dosya

source: Unset Admin
es_es: No set de administración
fr_ca: Retirer de l'aministration
ro_ro: Setare Admin lipsă
ru_ru: Панель управления
sv_sv: Nollställ admin
tr_tr: Admin'den Çıkar

source: Unsupported file format! Supported formats are: %s.
es_es: formato de archivo no admitido! Los formatos soportados son: %s.
fr_ca: Format de fichier non supporté ! Les formats supportés sont : %s
ro_ro: Format de fişier neacceptat! Formatele suportate sunt: %s.
ru_ru: Формат файла не поддерживается! Поддерживаемые форматы: %s.
sv_sv: Filformatet stöds inte! Format som stöds är: %s.
tr_tr: Desteklenmeyen dosya biçimi! Desteklenen biçimler şunlardır: %s.

source: Until <b>%s</b>
es_es: Hasta <b>%s</b>
fr_ca: Jusqu'au <b>%s</b>
ro_ro: Până la <b>%s</b>
ru_ru: До <b>%s</b>
sv_sv: Fram till <b>%s</b>
tr_tr: <b>%s</b> e kadar

source: Update
fr_ca: Mettre à jour
sv_sv: Uppdatering

source: Update couldn't be installed!
fr_ca: La mise à jour n'a pas pu être installée !
sv_sv: Uppdateringen kunde inte installeras!

source: Update has been successfully installed.
fr_ca: La mise à jour a été installée.
sv_sv: Uppdateringen har installerats.

source: Update using FTP
fr_ca: Mise à jour par FTP
sv_sv: Uppdatera med hjälp av FTP

source: Update ver. %s
fr_ca: Mise à jour ver. %s
sv_sv: Uppdatera ver. %s

source: Updates
fr_ca: Mises à jour
sv_sv: Uppdateringar
