Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: Updates Administration
fr_ca: Gestion des mises à jour
sv_sv: Uppdaterar adminstrationen

source: Upload / Add advertisements
es_es: Subir / Añadir anuncios
fr_ca: Téléverser/ajouter des publicités
ro_ro: Încărcaţi / Adăugaţi reclame
ru_ru: Управление рекламой
sv_sv: Ladda upp / Lägg till annons
tr_tr: Yükleme / Reklam ekleme

source: Upload a banner
es_es: Sube un banner
fr_ca: Téléverser une bannière
ro_ro: Încărcaţi un banner
ru_ru: Загрузить баннер
sv_sv: Ladda upp banderoll
tr_tr: Banner Yükleme

source: Upload a new attachment
es_es: Subir un nuevo adjunto
fr_ca: Téléverser une nouvelle pièce jointe
ro_ro: Încărcaţi un nou ataşament
ru_ru: Загрузить новое вложение
sv_sv: Bifoga ny fil
tr_tr: Yeni bir eklenti yükleme

source: Upload a new picture
es_es: Subir una foto nueva
fr_ca: Téléverser une nouvelle image
ro_ro: Încărcaţi o imagine nouă
ru_ru: Загрузить новое изображение
sv_sv: Ladda upp en ny bild
tr_tr: Yeni bir resim yükleme

source: Upload a new video
es_es: Cargar un nuevo vídeo
fr_ca: Téléverser une nouvelle vidéo
ro_ro: Încărcaţi un video nou
ru_ru: Добавлено новое видео
sv_sv: Ladda upp ny video
tr_tr: Yeni bir video yükle

source: Upload another file
es_es: Subir otro archivo
fr_ca: Téléverser un autre fichier
ro_ro: Încărcaţi un alt fişier
ru_ru: Загрузить другой файл
sv_sv: Ladda upp en annan fil
tr_tr: Başka bir dosya yükle

source: Upload another module
fr_ca: Téléverser un autre module
sv_sv: Ladda upp en annan modul

source: Upload another picture
es_es: Cargar otra foto
fr_ca: Téléverser une autre image
ro_ro: Încărcaţi o altă imagine
ru_ru: Загрузить другое изображение
sv_sv: Ladda upp ett annat foto
tr_tr: Başka bir resmi yükleme

source: Upload another template
es_es: Cargar otra plantilla
fr_ca: Téléverser un autre habillage
ro_ro: Upload alt şablon
ru_ru: Загрузить другой шаблон
sv_sv: Ladda upp en annan mall
tr_tr: Başka bir şablon yükleme

source: Upload Module
fr_ca: Téléverser le module
sv_sv: Ladda upp modul

source: Upload New Module
fr_ca: Téléverser un nouveau module
sv_sv: Ladda upp ny modul

source: Upload New Template
es_es: Subir nueva plantilla
fr_ca: Téléverser un nouvel habillage
ro_ro: Încărcaţi şablon nou
ru_ru: Загрузить новый шаблон
sv_sv: Ladda upp ny mall
tr_tr: Yeni Tema Yükleme

source: Upload Template
es_es: Cargar plantilla
fr_ca: Téléverser un habillage
ro_ro: Upload şablon
ru_ru: Загрузка шаблона
sv_sv: Ladda upp mall
tr_tr: Tema Yükleme

source: Uploaded on
es_es: Subido el
fr_ca: Ajoutée le
ro_ro: Încărcat la
ru_ru: Загружено
sv_sv: Uppladdad den
tr_tr: Yükleme zamanı

source: uploaded on %s
es_es: subido en %s
fr_ca: téléversée le %s
ro_ro: încărcate în %s
ru_ru: Загружено %s
sv_sv: Uppladdad den %s
tr_tr: yüklenme tarihi %s

source: Use Google or other Ad Code
es_es: Utiliza Google u otro código de anuncios
fr_ca: Utiliser un code Google ou autre
ro_ro: Utilizaţi Google sau alt cod de anunţuri
ru_ru: Использование Google или другого рекламного кода
sv_sv: Använd Google eller annan annonskod
tr_tr: Google veya diğer Reklam Kodu kullanın

source: Use SMTP
fr_ca: Utiliser un serveur SMTP
ro_ro: Foloseşte SMTP
ru_ru: Использовать SMTP
sv_sv: Använd SMTP
tr_tr: SMTP kullan

source: Use SSL
fr_ca: Utiliser le SSL
sv_sv: Använd SSL

source: Use SSL SMTP
es_es: Use SMTP SSL
fr_ca: Utiliser un serveur SMTP SSL
ro_ro: Foloseşte SSL SMTP
ru_ru: Использовать SSL SMTP
sv_sv: Använd SSL SMTP
tr_tr: SSL SMTP kullan

source: User
es_es: Usuario
fr_ca: Utilisateur
ro_ro: Utilizator
ru_ru: Пользователь
sv_sv: Användare
tr_tr: Kullanıcı

source: User "%s" couldn't be found!
fr_ca: L'utilisateur "%s" n'a pas pu être trouvé !
ro_ro: Utilizatorul "%s" nu a putut fi găsit!
ru_ru: Пользователь "%s" не найден!
sv_sv: Användare "%s" kunde inte hittas!
tr_tr: Kullanıcı "%s" bulunamadı!

source: User "%s" has been successfully removed from the list.
es_es: El usuario "%s" se ha eliminado de la lista.
fr_ca: L'utilisateur "%s" a été retiré de la liste.
ro_ro: Utilizatorul "%s" a fost şters cu succes de pe listă.
ru_ru: Пользователь "%s" был успешно удален из списка.
sv_sv: Användare "%s" har tagits bort från listan.
tr_tr: Kullanıcı "%s" başarıyla listeden silindi.

source: User couldn't be activated! Error: %s
es_es: El usuario no puede ser activado! Error: %s
fr_ca: L'utilisateur n'a pas pu être activé ! Erreur : %s
ro_ro: Utilizatorul nu a putut fi activat! Eroare: %s
ru_ru: Пользователь не активирован! Ошибка: %s
sv_sv: Användaren kunde inte aktiveras! Fel: %s
tr_tr: Kullanıcı aktif edilemedi! Hata: %s

source: User couldn't be registered! Error: %s
es_es: El usuario no puede registrarse! Error: %s
fr_ca: L'utilisateur n'a pas pu être enregistré ! Erreur : %s
ro_ro: Utilizatorul nu poate fi înregistrat! Eroare: %s
ru_ru: Пользователь не зарегистрирован! Ошибка: %s
sv_sv: Användaren kunde inte registreras! Fel: %s
tr_tr: Kullanıcı kayıt edilemedi! Hata: %s

source: User couldn't be suspended! Error: %s
es_es: El usuario no puede ser suspendido! Error: %s
fr_ca: L'utilisateur n'a pas pu être suspendu ! Erreur : %s
ro_ro: Utilizatorul nu a putut fi suspendat! Eroare: %s
ru_ru: Пользователь не блокирован! Ошибка: %s
sv_sv: Användaren kunde inte stängas av! Fel: %s
tr_tr: Kullanıcı aktif askıya alınamadı! Hata: %s

source: User couldn't be updated! Error: %s
es_es: El usuario no puede ser actualizado! Error: %s
fr_ca: L'utilisateur n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Utilizatorul nu a putut fi actualizat! Eroare: %s
ru_ru: Пользователь не обновлен! Ошибка: %s
sv_sv: Användaren kunde inte uppdateras! Fel: %s
tr_tr: Kullanıcı güncellenemedi! Hata: %s

source: User Groups
fr_ca: Groupes utilisateurs
ro_ro: Grupe de Utilizatori
ru_ru: Группы
sv_sv: Hantera grupper
tr_tr: Kullanıcı Grupları

source: User Groups Administration
fr_ca: Gestion des groupes utilisateurs
ro_ro: Administrarea grupelor de utilizatori
ru_ru: Управление группами пользователей
sv_sv: Administrera användargrupp
tr_tr: Kullanıcı Grupları Yönetimi

source: User has been successfully created and a notification email with the login information has been sent to the email address specified.
es_es: El usuario ha sido creado con éxito y una notificación por correo electrónico con la información de entrada ha sido enviada a la dirección de correo electrónico especificada.
fr_ca: L'utilisateur a été créé et un courriel de notification contenant les informations de connexion a été envoyé à l'adresse spécifiée.
ro_ro: Utilizator creat cu succes. Un e-mail de notificare cu informaţiile necesare pentru autentificare a fost trimis a adresa de e-mail specificată.
ru_ru: Пользователь был успешно создан. На указанный адрес электронной почты была отправлена соответствующая информация.
sv_sv: Användaren har skapats och en anmälan med inloggningsuppgifter har skickats till den angivna e-postadressen.
tr_tr: Kullanıcı başarıyla oluşturuldu ve giriş bilgilerini içeren bir e-posta belirtilen e-posta adresine gönderildi.

source: User has been successfully deleted.
es_es: El usuario ha sido eliminado correctamente.
fr_ca: L'utilisateur a été supprimé.
ro_ro: Utilizatorul a fost şters!
ru_ru: Пользователь удален.
sv_sv: Användaren har raderats.
tr_tr: Kullanıcı başarıyla silindi.

source: User has been successfully updated.
es_es: El usuario ha sido actualizado correctamente.
fr_ca: L'utilisateur a été mis à jour.
ro_ro: Utilizatorul a fost actualizat!
ru_ru: Пользователь обновлен.
sv_sv: Användaren har uppdaterats.
tr_tr: Kullanıcı başarıyla güncellendi.

source: User Permissions
es_es: Permisos de usuario
fr_ca: Permissions de l'utilisateur
ro_ro: Permisiuni utilizatori
ru_ru: Права пользователя
sv_sv: Användarbehörigheter
tr_tr: Kullanıcı İzinleri

source: User will have full access to all paths (if marked as Admin) unless you define some paths below.
es_es: El usuario tendrá acceso completo a todas las vías (si está marcado como administrador) a menos que se define a continuación algunos caminos.
fr_ca: L'utilisateur aura accès à toutes les sections (si marqué comme Admin) sauf si vous définissez des chemins ci-dessous.
ro_ro: Utilizatorul va avea acces deplin la toate căile (dacă sunt marcate ca Admin), dacă nu definiţi alte căi mai jos.
ru_ru: Пользователь будет иметь доступ в Панель управления только в том случае, если у него в настройках активирован пункт "Доступ в ПУ".
sv_sv: Användare kommer att ha full tillgång till alla sökvägar (märkt Admin) om du inte begränsar strängar nedan.
tr_tr: Kullanıcı Admin yapılırsa bazı yolları aşağıda tanımlamadıkça tüm yollara erişim hakkına sahip olacaktır.

source: Username
es_es: Nombre de usuario
fr_ca: Utilisateur
ro_ro: Utilizator
ru_ru: Имя пользователя
sv_sv: Användarnamn
tr_tr: Kullanıcı Adı

source: Username / Registered on
es_es: Nombre de usuario / registro
fr_ca: Nom d'utilisateur/Enregistré le
ro_ro: Utilizator / Înregistrat la
ru_ru: Имя пользователя / Дата регистрации
sv_sv: Användarnamn / Registrerad den
tr_tr: Kullanıcı Adı / Kayıt Tarihi

source: Username and Email are required!
es_es: Nombre de usuario y correo electrónico son requeridos!
fr_ca: Le nom d'utilisateur et l'adresse courriel sont requis !
ro_ro: Numele de utilizator şi e-mail sunt obligatorii!
ru_ru: Необходимо указать имя пользователя и адрес электронной почты!
sv_sv: Användarnamn och e-post är obligatoriskt!
tr_tr: Kullanıcı adınızı ve E-Posta gerekli!

source: Username Changes Disabled
es_es: Nombre de usuario Páginas de movilidad reducida
fr_ca: Empêcher la modification du nom d'utilisateur
ro_ro: Schimbarea numelui de utilizator este dezactivată
ru_ru: Выкл. изменение имени пользователя
sv_sv: Avaktivera användarnamnändringar
tr_tr: Kullanıcı adı Değişiklikleri Engellendi

source: Username is already taken. Please choose a different username or login.
es_es: Nombre de usuario ya está en uso. Por favor, elija un nombre de usuario o login.
fr_ca: Le nom d'utilisateur sélectionné est déjà utilisé. Veuillex sélectionner un nom d'utilisateur différent ou vous connecter.
ro_ro: Nume de utilizator indisponibil. Vă rugăm alegeţi un alt nume de utilizator sau autentificaţi-vă.
ru_ru: Имя пользователя уже занято. Пожалуйста, выберите другое имя пользователя.
sv_sv: Användarnamnet är upptaget. Välj ett annat användarnamn eller logga in.
tr_tr: Kullanıcı adınızı daha önceden alınmış. Farklı bir kullanıcı adı veya giriş seçiniz.

source: Usernames used
es_es: Los nombres de usuario utilizados
fr_ca: Noms d'utilisateur utilisés
ro_ro: Nume de utilizator folosit
ru_ru: Имя пользователя уже используется
sv_sv: Användarnamn som används
tr_tr: Kullanılan Kullanıcı adları

source: Users
es_es: Usuario
fr_ca: Utilisateurs
ro_ro: Utilizatori
ru_ru: Пользователи
sv_sv: Hantera användare
tr_tr: Kullanıcılar

source: Users Administration
es_es: Administración de usuarios
fr_ca: Gestion des utilisateurs
ro_ro: Administrare Utilizatori
ru_ru: Управление пользователями
sv_sv: Administrera användare
tr_tr: Kullanıcıların Yönetimi

source: Users have been successfully activated and are now able to login.
es_es: Los usuarios se han activado correctamente y están ahora en condiciones de entrada.
fr_ca: Les utilisateurs ont été activés et peuvent désormais se connecter.
ro_ro: Utilizatorii au fost activaţi şi au acum posibilitatea de a se autentifica.
ru_ru: Пользователи активированы.
sv_sv: Användarna har aktiverats och kan nu logga in.
tr_tr: Kullanıcıların başarıyla aktive edildi ve şimdi giriş yapabilirler.

source: Users have been successfully deleted.
es_es: Los usuarios se han eliminado correctamente.
fr_ca: Les utilisateurs ont été supprimés.
ro_ro: Utilizatorii au fost şterşi!
ru_ru: Пользователи удалены.
sv_sv: Användarna har raderats.
tr_tr: Kullanıcılar başarıyla silindi.

source: Users have been successfully suspended.
es_es: Los usuarios han sido suspendidos con éxito.
fr_ca: Les utilisateurs ont été suspendus.
ro_ro: Utilizatorii au fost suspendaţi!
ru_ru: Пользователи заблокированы.
sv_sv: Användarna har stängts av.
tr_tr: Kullanıcılar başarıyla askıya alınmıştır.

source: Value
es_es: Valor
fr_ca: Valeur
ro_ro: Valoarea
ru_ru: Значение
sv_sv: Värde
tr_tr: Değer

source: Value Options
es_es: Valor de Opciones
fr_ca: Option de la valeur
ro_ro: Opţiunile valorii
ru_ru: Значение
sv_sv: Värdeinställningar
tr_tr: Değer Seçenekleri

source: Value Type
es_es: Tipo de valor
fr_ca: Type de valeur
ro_ro: Tipul valorii
ru_ru: Тип значения
sv_sv: Värde
tr_tr: Değer Türü

source: Value(s)
es_es: Valor (s)
fr_ca: Valeur(s)
ro_ro: Valori
ru_ru: Значения
sv_sv: Värde(n)
tr_tr: Değer (ler)

source: Values
es_es: Valores
fr_ca: Valeurs
ro_ro: Valori
ru_ru: Значения
sv_sv: Värden
tr_tr: Değerler

source: Watermark
es_es: Marca de agua
fr_ca: Filigrane
ro_ro: Filigran
ru_ru: Водяной знак
sv_sv: Vattenstämpel
tr_tr: Filigran

source: Watermark Logo
es_es: Logotipo de la marca de agua
fr_ca: Logo de la filigrane
ro_ro: Logo filigran
ru_ru: Картинка водяного знака
sv_sv: Vattenstämpel, logotyp
tr_tr: Filigran Logosu

source: Watermark Options
es_es: Opciones de marca de agua
fr_ca: Options de filigrane
ro_ro: Opţiuni filigran
ru_ru: Настройки водяного знака
sv_sv: Vattenstämpelinställningar
tr_tr: Filigran Seçenekleri

source: Watermark Position
es_es: Posición de marca de agua
fr_ca: Position de la filigrane
ro_ro: Poziţie filigran
ru_ru: Позиция водяного знака
sv_sv: Vattenstämpel, position
tr_tr: Filigran Pozisyon

source: Watermark Text
es_es: Marca de agua de texto
fr_ca: Texte de la filigrane
ro_ro: Text filigran
ru_ru: Текст водяного знака
sv_sv: Vattenstämpel, text
tr_tr: Filigran Metini

source: Watermark Text Font
es_es: Marca de agua de fuente de texto
fr_ca: Police de la filigrane
ro_ro: Fontul textului filigran
ru_ru: Шрифт текста водяного знака
sv_sv: Vattenstämpel, typsnitt
tr_tr: Filigran Metin Yazı Tipi

source: We are sorry for the inconvenience and appreciate your patience during this time. Please wait for a few minutes and <a href='%s'>try again</a>.
es_es: Pedimos disculpas por las molestias y agradecemos su paciencia durante este tiempo. Por favor, espera unos minutos y <a href='%s'>vuelva a intentarlo</a> .
fr_ca: Nous nous excusons pour les incovénients que cela peut vous causer et nous vous remercions de votre compréhension. Veuillez patienter quelques minutes et <a href='%s'>essayer de nouveau</a>.
ro_ro: Ne cerem scuze pentru neplăcerile create şi apreciem răbdarea dvs. Vă rugăm să aşteptaţi câteva minute şi <a href='%s'>încercaţi din nou</a>.
ru_ru: Приносим извинения за причиненные неудобства. Пожалуйста, подождите несколько минут и <a href='%s'> попробуйте еще раз.</a>
sv_sv: Vi är ledsna för besväret och uppskattar ditt tålamod under väntetiden. Vänta några minuter och <a href='%s'>försök igen</a>.
tr_tr: Bu durumdan dolayı özür dileriz ve bu süre içinde gösterdiğiniz sabır için teşekkür ederiz. Lütfen birkaç dakika bekleyin ve <a href='%s'>tekrar deneyin</a>.

source: Webmaster BCC Email
es_es: Webmaster BCC correo electrónico
fr_ca: Courriel BCC du webmestre
ru_ru: Скрытый(BCC) Email:
sv_sv: Webbansvarigs BCC E-post
tr_tr: Site Yöneticisi BCC E-Posta

source: Webmaster Email
es_es: Email Webmaster
fr_ca: Courriel du webmestre
ro_ro: E-mail Webmaster
ru_ru: Email вэбмастера
sv_sv: Webbansvarigs E-post
tr_tr: Site Yöneticisi E-Posta

source: Website
es_es: Sitio web
fr_ca: Site
ro_ro: Site Web
ru_ru: Вэбсайт
sv_sv: Webbplats
tr_tr: Web sitesi

source: Website Suspended
es_es: Sitio web suspendido
fr_ca: Site web hors fonction
ro_ro: Pagina web suspendată
ru_ru: Блокировка сайта
sv_sv: Stäng webbplats
tr_tr: Website Askıya alındı

source: Welcome back %s
es_es: Bienvenido de nuevo %s
fr_ca: Rebonjour, %s
ro_ro: Bine ai revenit %s
ru_ru: Добро пожаловать %s
sv_sv: Välkommen tillbaka %s
tr_tr: Tekrar hoş geldiniz %s

source: Verification code
es_es: Código de verificación
fr_ca: Code de vérification
ro_ro: Cod de verificare
ru_ru: Защитный код
sv_sv: Verifieringskod
tr_tr: Doğrulama kodu

source: Video "%s" is not embeddable, "%s".
es_es: Video "%s" no es integrable, "%s".
fr_ca: La vidéo "%s" n'est pas intégrable, "%s".
ro_ro: Videoclipul "%s" nu poate fi încorporat, "%s".
ru_ru: Видео "%s" is not embeddable, "%s".
sv_sv: Video "%s" är inte inbäddbar, "%s ".
tr_tr: Video "%s" gömülebilir değil, "%s".

source: Video Cap
fr_ca: Couverture vidéo
ru_ru: Видео Cap
sv_sv: Videoklipp
tr_tr: Video kapağı

source: Video couldn't be created! Error: %s
es_es: Video no se puede crear! Error: %s
fr_ca: La vidéo n'a pas pu être créée ! Erreur : %s
ro_ro: Videoclipul nu a putut fi creat. Eroare: %s
ru_ru: Видео не создано! Ошибка: %s
sv_sv: Video kunde inte skapas! Fel: %s
tr_tr: Video oluşturulamadı! Hata: %s

source: Video couldn't be updated! Error: %s
es_es: Video no se pudo actualizar! Error: %s
fr_ca: La vidéo n'a pas pu être mise à jour ! Erreur : %s
ro_ro: Videoclipul nu a putut fi actualizat. Eroare: %s
ru_ru: Видео не обновлено! Ошибка: %s
sv_sv: Video kunde inte uppdateras! Fel: %s
tr_tr: Video güncellenemedi! Hata: %s

source: Video File
es_es: Archivo de vídeo
fr_ca: Fichier vidéo
ro_ro: Fişier video
ru_ru: Файл видео
sv_sv: Videofil
tr_tr: Video Dosyası

source: Video has been successfully added.
es_es: El video ha sido agregado con éxito.
fr_ca: La vidéo a été ajoutée.
ro_ro: Videoclip adăugat cu succes.
ru_ru: Видео успешно добавлено.
sv_sv: Video har lagts till.
tr_tr: Video başarıyla eklendi.

source: Video has been successfully deleted.
es_es: El video ha sido eliminado correctamente.
fr_ca: la vidéo a été supprimée.
ro_ro: Videoclipul a fost şters cu succes.
ru_ru: Видео успешно удалено.
sv_sv: Video har raderats.
tr_tr: Video başarıyla silindi.

source: Video has been successfully updated.
es_es: El video ha sido actualizado correctamente.
fr_ca: La vidéo a été mise à jour.
ro_ro: Videoclip actualizat cu succes.
ru_ru: Видео успешно обновлено.
sv_sv: Video har uppdaterats.
tr_tr: Video başarıyla güncellendi.

source: Video has been successfully uploaded.
es_es: El video ha sido subido correctamente.
fr_ca: La vidéo a été téléversée.
ro_ro: Videoclip încărcat cu succes.
ru_ru: Видео успешно загружено.
sv_sv: Video har laddats upp.
tr_tr: Video başarıyla yüklendi.

source: Video(s) have been successfully added. The following videos have been added: %s.
es_es: Video(s) ha sido agregado con éxito. Los videos han agregado las siguientes: %s.
fr_ca: Les vidéos ont été ajoutées. Les vidéos suivantes ont été ajoutées : %s
ro_ro: Videoclipul(rile) au fost adăugate cu succes. Au fost adăugate videoclipurile următoare: %s.
ru_ru: Видео успешно добавлены. Следующие видео добавлено: %s.
sv_sv: Video(s) har lagts till. Följande filmer har lagts till: %s.
tr_tr: Video(lar) başarıyla eklendi. Eklenen videolar: %s.

source: Videos have been successfully re-ordered.
es_es: Videos han sido exitosamente reordenado.
fr_ca: Les vidéos ont été réordonnées.
ro_ro: Videoclipurile au fost re-ordonate cu succes.
ru_ru: Видео сортированы.
sv_sv: Videor har arrangerats om.
tr_tr: Videolar başarıyla yeniden düzenlendi.

source: Width
es_es: Ancho
fr_ca: Largeur
ro_ro: Lăţime
ru_ru: Ширина
sv_sv: Bredd
tr_tr: Genişlik

source: View Emails
es_es: Ver los mensajes de correo electrónico
fr_ca: Voir les courriels
ro_ro: Vezi E-mail'uri
ru_ru: Просмотр сообщений
sv_sv: Visa e-post
tr_tr: E-Postaları Görüntüle

source: View Module
es_es: Ver Módulo
fr_ca: Accéder au module
ro_ro: Vezi modul
ru_ru: Просмотреть модуль
sv_sv: Visa modul
tr_tr: Modüle Göz At

source: View Modules
fr_ca: Voir les modules
sv_sv: Visa moduler

source: View Page
es_es: Ver página
fr_ca: Visualiser la page
ro_ro: Vezi Pagina
ru_ru: Просмотр страницы
sv_sv: Visa sida
tr_tr: Sayfa Görünümü

source: View Pages
es_es: Ver Páginas
fr_ca: Voir les pages
ro_ro: Vezi paginile
ru_ru: Просмотр страниц
sv_sv: Visa sidor
tr_tr: Sayfaları Gör

source: View Post
es_es: Ver Post
fr_ca: Visualiser l'article
ro_ro: Vezi Post
ru_ru: Просмотр статьи
sv_sv: Visa artikel
tr_tr: Mesaj Görünümü

source: View RSS
es_es: Ver la fuente RSS
fr_ca: Visualiser le RSS
ro_ro: Vezi RSS
ru_ru: Просмотр
sv_sv: Visa RSS
tr_tr: RSS Görünüm

source: View Website
es_es: Ver página web
fr_ca: Voir le site
ro_ro: Vezi pagina de web.
ru_ru: Сайт
sv_sv: Visa webbplats
tr_tr: Web Site Görünümü

source: Viewable by
es_es: Visible por
fr_ca: Visible par
ro_ro: Vizibilă de
ru_ru: Видимость
sv_sv: Kan ses av
tr_tr: Tarafından görüntülenebilir

source: Will be visible to the public in %s minutes.
es_es: Será visible para el público en %s minutos.
fr_ca: Sera visible oubliquement dans %s minutes.
ro_ro: Va fi vizibil publicului în %s minute.
ru_ru: Будет виден общественности через %s минут.
sv_sv: Kommer att vara synlig i %s minuter.
tr_tr: %s dakika içinde topluma görünür olacak.

source: Will be visible to the public once approved.
es_es: Será visible para el público una vez aprobado.
fr_ca: Sera visible publiquement après approbation.
ro_ro: Va fi vizibil publicului odată aprobat.
ru_ru: Будет виден общественности после его утверждения.
sv_sv: Kommer att vara synlig efter godkännande.
tr_tr: Onaylanınca topluma görünür olacak.

source: Vote Down
es_es: Votación de Down
fr_ca: Je n'aime pas
ro_ro: Vot negativ
ru_ru: Снизить
sv_sv: Rösta ned
tr_tr: Oy Düşür

source: Vote Up
es_es: Votación hasta
fr_ca: J'aime
ro_ro: Vot pozitiv
ru_ru: Поднять
sv_sv: Rösta fram
tr_tr: Oy Artır

source: Write
es_es: Escribe
fr_ca: Écriture
ro_ro: Scriere
ru_ru: Запись
sv_sv: Skriv
tr_tr: Yaz

source: Write access is required to access this area!
es_es: El acceso de escritura es necesario para acceder a esta zona!
fr_ca: L'accès en écriture est requis pour cette section !
ro_ro: Permisiunea de scriere este necesară pentru a accesa aceasta zonă!
ru_ru: К этой области необходимы права на запись!
sv_sv: Skrivrättigheter krävs för att använda detta område!
tr_tr: Yazma yetkisi bu alana erişmek için gereklidir!

source: Write Own
fr_ca: Écriture des siens seuelement
sv_sv: Skriv egen

source: Writing file %s
es_es: Escribir el archivo %s
fr_ca: Écriture du fichier %s
ro_ro: Salvare fişier %s
ru_ru: Создать файл %s
sv_sv: Skriver fil %s
tr_tr: Dosya %s yazılıyor

source: Writing files
fr_ca: Écriture des fichiers
sv_sv: Skriver filer

source: Wrong username or password. <b>You have used up your failed login quota! Please wait %s minutes before trying again.</b> Don't forget that the password is case sensitive.
es_es: nombre de usuario o contraseña incorrecta. <b>Ha utilizado su cuota de entrada no! Por favor, espere %s minutos antes de intentarlo de nuevo.</b> No hay que olvidar que la contraseña distingue entre mayúsculas y minúsculas.
fr_ca: Mauvais nom d'utilisateur ou mot de passe. <b>Vous avez épuisez votre quota de tentatives de connexion ! Veuillez patienter %s minutes avant de pouvoir réessayer.</b> N'oubliez pas que le mot de passe est sensible à la casse.
ro_ro: Numele de utilizator sau parolă greşită. <b> Aţi epuizat toate încercările! Vă rugăm să aşteptaţi %s minute înainte de a încerca din nou. </b> Nu uitaţi că parola este caz senzitiv.
ru_ru: Неверное имя пользователя или пароль. <b>Пожалуйста, подождите %s минут(-ы) и повторите попытку</b>. Не забывайте, что пароль чувствителен к регистру.
sv_sv: Fel användarnamn eller lösenord. <b>Du har använt upp alla tillåtna misslyckade inloggningsförsök! Var god vänta %s minuter innan du försöker igen. </B>Glöm inte att lösenordet är skiftlägeskänsligt.
tr_tr: Yanlış kullanıcı adı veya şifre. <b> Hatalı giriş için kotanızı kullandınız!! Tekrar denemeden önce %s dakika bekleyin. </ b> Şifrenin küçük harf duyarlılığı olduğunu unutmayın.

source: XML Sitemap
es_es: XML de Sitemap
fr_ca: Plan du site XML
ru_ru: Карта сайта XML
sv_sv: Hantera webbkarta
tr_tr: XML Site Haritası

source: Yes
es_es: Sí
fr_ca: Oui
ro_ro: Da
ru_ru: Да
sv_sv: Ja
tr_tr: Evet
