Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: Delete comment and all it's subcomments
es_es: Eliminar comentario y todos subcomments es
fr_ca: Supprimer le commentaire et toutes ses réponses
ro_ro: Şterge comentariul şi toate răspunsurile
ru_ru: Удалить комментарий и все вложенные комментарии
sv_sv: Radera kommentarer och svarskommentarer
tr_tr: Yorum ve onun alt yorumlarını sil

source: Deleting file %s
fr_ca: Suppression du fichier %s
sv_sv: Ta bort fil %s

source: Deleting files
fr_ca: Suppression des fichiers
sv_sv: Ta bort filer

source: Description
es_es: Descripción
ro_ro: Descriere
ru_ru: Описание
sv_sv: Beskrivning
tr_tr: Açıklama

source: Details
es_es: Detalles
fr_ca: Détails
ro_ro: Detalii
ru_ru: Подробная информация
sv_sv: Detaljer
tr_tr: Detaylar

source: Dimension
es_es: Dimensión
fr_ca: Dimensions
ro_ro: Dimensiune
ru_ru: Размер
sv_sv: Storlek
tr_tr: Ölçü

source: Disabled
es_es: Personas de movilidad reducida
fr_ca: Désactivé
ro_ro: Dezactivat
ru_ru: Выключено
sv_sv: Inaktiverad
tr_tr: Engellendi

source: Display Except in Language
es_es: Mostrar Salvo en Lengua
fr_ca: Afficher sauf dans la langue
ro_ro: Afişează exceptând Limba
ru_ru: Кроме языка
sv_sv: Visa förutom i språk
tr_tr: Dil dışında göster

source: Display Except on Page
es_es: Salvo en el página de pantalla
fr_ca: Afficher sauf sur la page
ro_ro: Afişează exceptând Pagina
ru_ru: Кроме страниц
sv_sv: Visa förutom på sida
tr_tr: Sayfa dışında göster

source: Display Form(s)
fr_ca: Afficher le/les formulaire(s)
ro_ro: Afişare Formular(e)
ru_ru: Отображать форму(-ы)
sv_sv: Visa formulär
tr_tr: Formları Göster

source: Display in Block
es_es: Mostrar en el Bloque
fr_ca: Afficher dans le un bloc
ro_ro: Afişează în blocul
ru_ru: Отображать в блоке
sv_sv: Visa i block
tr_tr: Blok içinde görüntüle

source: Display on All pages
es_es: Mostrar en todas las páginas
fr_ca: Afficher sur toutes les pages
ro_ro: Vizibil pe toate paginile
ru_ru: На всех страницах
sv_sv: Visa på alla sidor
tr_tr: Tüm sayfalarda Göster

source: Display On All Pages
es_es: Visualización en todas las páginas
fr_ca: Afficher sur toutes les pages
ro_ro: Afişează pe toate paginile
ru_ru: Отображать на всех страницах
sv_sv: Visa på alla sidor
tr_tr: Tüm sayfalarda göster

source: Display on Main page
es_es: Mostrar en la página principal
fr_ca: Afficher sur la page principale
ro_ro: Vizibil pe pagina principală
ru_ru: На главной
sv_sv: Visa på startsida
tr_tr: Ana sayfada Göster

source: Display On Main Page
es_es: Mostrar En la página principal
fr_ca: Afficher sur la page principale
ro_ro: Afişează pe pagina principală
ru_ru: Отображать на главной странице
sv_sv: Visa på startsida
tr_tr: Ana sayfada göster

source: Display Only in Language
es_es: Mostrar sólo en el lenguaje
fr_ca: Afficher seulement dans la langue
ro_ro: Afişează doar în Limba
ru_ru: Только язык
sv_sv: Visa bara i språk
tr_tr: Sadece içinde göster

source: Display Only on Page
es_es: Sólo visualización en el página
fr_ca: Afficher seulement sur la page
ro_ro: Afişează doar pe Pagina
ru_ru: Только на странице
sv_sv: Visa bara på sida
tr_tr: Sadece sayfada göster

source: Display Options
es_es: Opciones de visualización
fr_ca: Options d'affichage
ro_ro: Opţiuni de afişare
ru_ru: Отображение
sv_sv: Visa alternativ
tr_tr: Görüntüleme Seçenekleri

source: Display Related Posts
es_es: Mostrar mensajes relacionados
fr_ca: Afficher les articles connexes
ro_ro: Afişează Postări Corelate
ru_ru: Похожие статьи
sv_sv: Visa relaterade artiklar
tr_tr: İlgili Mesajları Göster

source: Displays
es_es: Muestra
fr_ca: Affichages
ro_ro: Afişează
ru_ru: Отображает
sv_sv: Visar
tr_tr: Görüntüler

source: Download
es_es: Descargar
fr_ca: Téléchargement
ro_ro: Descărcare
ru_ru: Загрузить
sv_sv: Ladda ned
tr_tr: İndir

source: Download %s
es_es: Descargar %s
fr_ca: Télécharger %s
ro_ro: Descărcare %s
ru_ru: Загрузка %s
sv_sv: Ladda ned %s
tr_tr: İndir %s

source: Download proccess couldn't be completed!
fr_ca: Le processus de téléchargement n'a pas pu être complété !
sv_sv: Hämtningen kunde inte slutföras!

source: Downloading %s
fr_ca: Téléchargement de %s
sv_sv: Laddar ned %s

source: Downloads
es_es: Descargas
fr_ca: Téléchargements
ro_ro: Descărcări
ru_ru: Закачки
sv_sv: Nedladdningar
tr_tr: İndirmeler

source: Due Date
es_es: Fecha de vencimiento
fr_ca: Date dûe
ro_ro: Dată limită
ru_ru: Истекает
sv_sv: Förfallodag
tr_tr: Bitiş Tarihi

source: Dynamic Forms
es_es: Formularios dinámicos
fr_ca: Formulaires dynamiques
ro_ro: Formulare Dinamice
ru_ru: Формы
sv_sv: Hantera formulär
tr_tr: Dinamik Formlar

source: Dynamic Forms Administration
es_es: Formulario Dinámico de administración
fr_ca: Gestion des formulaires dynamiques
ro_ro: Administrarea Formularelor Dinamice
ru_ru: Управление формами
sv_sv: Dynamiska formulärinställningar
tr_tr: Dinamik Formlar Yönetimi

source: e.g. #ff9933
es_es: por ejm. # ff9933
fr_ca: ex. : #ff9933
ro_ro: exemplu: #ff9933
ru_ru: пример, #ff9933
sv_sv: t.ex. #ff9933
tr_tr: örneğin #ff9933

source: e.g. +1 (202) 555-1234
es_es: por ejm. +1 (202) 555-1234
fr_ca: ex. : +1 (202) 555-1234
ro_ro: exemplu: +1 (202) 555-1234
ru_ru: пример, +1 (202) 555-1234
sv_sv: t.ex. +46 (0)76 123 456
tr_tr: örneğin +1 (202) 555-1234

source: e.g. 100
es_es: por ejm. 100
fr_ca: ex. : 100
ro_ro: exemplu: 100
ru_ru: пример, 100
sv_sv: t.ex. 100
tr_tr: örnek: 100

source: e.g. 100% 100% (right-bottom), 0% 0% (left-top)
es_es: por ejm. 100% 100% (right-bottom), 0% 0% (left-top)
fr_ca: ex. : 100% 100% (en bas à droite), 0% 0% (en haut à gauche)
ro_ro: exemplu: 100% 100% (dreapta-jos) 0% 0% (stânga-sus)
ru_ru: пример, 100% 100% (right-bottom), 0% 0% (left-top)
sv_sv: t.ex. 100% 100% (right-bottom), 0% 0% (left-top)
tr_tr: örneğin 100% 100% (sağ altta),% 0% 0 (sol üst)

source: e.g. 2010-07-21
es_es: por ejm. 07/21/2010
fr_ca: ex. : 2010-07-21
ro_ro: exemplu: 2010-07-21
ru_ru: пример, 2010-07-21
sv_sv: t.ex. 2010-07-21
tr_tr: örneğin 2010-07-21

source: e.g. 2010-07-21 21:00:00
es_es: por ejm. 07/21/2010 21:00:00
fr_ca: ex. : 2010-07-21 21:00:00
ro_ro: exemplu: 2010-07-21 21:00:00
ru_ru: пример, 2010-07-21 21:00:00
sv_sv: t.ex. 2010-07-21 21:00:00
tr_tr: örneğin 2010-07-21 21:00:00

source: e.g. 21:00:00
es_es: por ejm. 21:00:00
fr_ca: ex. : 21:00:00
ro_ro: exemplu: 21:00:00
ru_ru: пример, 21:00:00
sv_sv: t.ex. 21:00:00
tr_tr: örneğin 21:00:00

source: e.g. 500
es_es: por ejm. 500
fr_ca: ex. : 500
ro_ro: exemplu: 500
ru_ru: пример, 500
sv_sv: t.ex. 500
tr_tr: örnek: 500

source: e.g. admin/content/pages/1/posts
es_es: por ejm. admin/content/pages/1/posts
fr_ca: ex : admin/content/pages/1/posts
ro_ro: de exemplu, admin/content/pages/1/posts
ru_ru: пример, admin/content/pages/1/posts
sv_sv: t.ex. admin/content/pages/1/posts
tr_tr: örneğin admin/content/pages/1/posts

source: e.g. document.doc, document.pdf
es_es: por ejm. documento.doc, document.pdf
fr_ca: ex. : document.doc, document.pdf
ro_ro: exemplu: document.doc, document.pdf
ru_ru: пример, document.doc, document.pdf
sv_sv: t.ex. dokument.doc, dokument.pdf
tr_tr: örneğin , belge.doc belge.pdf

source: e.g. Editor
fr_ca: ex. : éditeur
ro_ro: exemplu: Editor
ru_ru: пример, Редактор
sv_sv: t.ex. redaktör
tr_tr: örneğin: Editör

source: e.g. en
es_es: por ejm. en
fr_ca: ex. : fr
ro_ro: ex. en
ru_ru: нпример, en
sv_sv: t.ex. sv
tr_tr: örneğin tr

source: e.g. en_UK
es_es: por ejm. en_UK
fr_ca: ex. : fr_CA
ro_ro: ex. en_UK
ru_ru: например, en_UK
sv_sv: t.ex. sv_SV
tr_tr: örneğin tr_TR

source: e.g. English
es_es: por ejm. Inglés
fr_ca: ex. : français
ro_ro: ex. Engleză
ru_ru: например, English
sv_sv: t.ex. Swedish
tr_tr: örneğin İngilizce

source: e.g. Google Ad Code
es_es: por ejemplo, Código de anuncios de Google
fr_ca: ex. : code Google AdSense
ro_ro: exemplu: Cod de anunţ Google
ru_ru: пример, Google Ad Code
sv_sv: t.ex. Google Ad Code
tr_tr: örneğin Google Reklam Kodu

source: e.g. http://domain.com
es_es: por ejm. http://domain.com
fr_ca: ex. : http://exemple.com
ro_ro: exemplu: http://nume-domeniu.com
ru_ru: пример, http://domain.com
sv_sv: t.ex. http://webbadress.se
tr_tr: örneğin http://domain.com

source: e.g. http://domain.com/document.pdf
es_es: por ejm. http://domain.com/document.pdf
fr_ca: ex. : http://exemple.com/document.pdf
ro_ro: exemplu: http://nume-domeniu.com/document.pdf
ru_ru: пример, http://domain.com/document.pdf
sv_sv: t.ex. http://webbadress.se/dokument.pdf
tr_tr: örneğin http://domain.com/document.pdf

source: e.g. http://domain.com/image.jpg
es_es: por ejm. http://domain.com/image.jpg
fr_ca: ex. : http://exemple.com/image.jpg
ro_ro: exemplu: http://nume-domeniu/imagine.jpg
ru_ru: пример, http://domain.com/image.jpg
sv_sv: t.ex. http://webbadress.se/bild.jpg
tr_tr: örneğin http://domain.com/image.jpg

source: e.g. http://jcore.net/rss/posts.xml
es_es: por ejm. http://jcore.net/rss/posts.xml
fr_ca: ex. : http://jcore.net/rss/posts.xml
ro_ro: exemplu: http://jcore.net/rss/posts.xml
ru_ru: пример, http://jcore.net/rss/posts.xml
sv_sv: t.ex. http://jcore.net/rss/posts.xml
tr_tr: örneğin http://jcore.net/rss/posts.xml

source: e.g. http://www.youtube.com/watch?v=0_fPV13lKm4
es_es: por ejm. http://www.youtube.com/watch?v=0_fPV13lKm4
fr_ca: ex. : http://www.youtube.com/watch?v=0_fPV13lKm4
ro_ro: exemplu: http://www.youtube.com/watch?v=0_fPV13lKm4
ru_ru: пример, http://www.youtube.com/watch?v=0_fPV13lKm4
sv_sv: t.ex. http://www.youtube.com/watch?v=0_fPV13lKm4
tr_tr: örneğin http://www.youtube.com/watch?v=0_fPV13lKm4

source: e.g. image.jpg, flash.swf
es_es: por ejm. image.jpg, flash.swf
fr_ca: ex. : image.jpg, flash.swf
ro_ro: exemplu: imagine.jpg, flash.swf
ru_ru: пример, image.jpg, flash.swf
sv_sv: t.ex. image.jpg, flash.swf
tr_tr: örneğin image.jpg, flash.swf

source: e.g. image.jpg, image.gif
es_es: por ejm. image.jpg, imagen.gif
fr_ca: ex. : image.jpg, image.gif
ro_ro: exemplu: imagine.jpg, imagine.gif
ru_ru: пример, image.jpg, image.gif
sv_sv: t.ex. bild.jpg, bild.gif
tr_tr: örneğin image.jpg, resim.png

source: e.g. module.tar.gz
fr_ca: ex. : module.tar.gz
sv_sv: t.ex. module.tar.gz

source: e.g. oranges, lemons, limes
es_es: por ejm. naranjas, limones, limas
fr_ca: ex. : oranges, citrons, limes
ro_ro: exemple: portocale, mere, pere
ru_ru: пример, апельсины, лимоны, даймы
sv_sv: t.ex. apelsiner, citroner, limefrukter
tr_tr: örneğin portakal, limon, ıhlamur

source: e.g. template-name.tar.gz
es_es: por ejm. plantillas name.tar.gz
fr_ca: ex. : template-name.tar.gz
ro_ro: ex. nume-şablon.tar.gz
ru_ru: пример, template-name.tar.gz
sv_sv: t.ex. mall-namn.tar.gz
tr_tr: örneğin tema-adı.tar.gz

source: e.g. user@domain.com
es_es: por ejm. user@domain.com
fr_ca: ex. : utilisateur@exemple.com
ro_ro: exemplu: utilizator@numedomeniu.com
ru_ru: пример, user@domain.com
sv_sv: t.ex. användare@webbadress.se
tr_tr: örneğin user@domain.com

source: e.g. WebmasterWarning (without spaces)
es_es: por ejm. WebmasterWarning (sin espacios)
fr_ca: ex. : AvertissementWebmestre (sans espace)
ro_ro: exemplu: AvertizareWebmaster (fără spaţii)
ru_ru: пример, WebmasterWarning (without spaces)
sv_sv: t.ex. WebbmasterVarning (utan mellanslag)
tr_tr: örneğin WebmasterWarning (boşluksuz)

source: e.g. video.mp4, video.flv
es_es: por ejm., video.mp4, video.flv
fr_ca: ex. : video.mp4, video.flv
ro_ro: exemplu: video.mp4, video.flv
ru_ru: пример, video.mp4, video.flv
sv_sv: t.ex. video.mp4, video.flv
tr_tr: örneğin video.mp4, video.flv

source: Edit
es_es: Editar
fr_ca: Modifier
ro_ro: Editează
ru_ru: Редактировать
sv_sv: Redigera
tr_tr: Düzenleme

source: Edit Ad / Banner
es_es: Edición Especial / Banner
fr_ca: Modifier la publicité
ro_ro: Editare Anunţ / Banner
ru_ru: Редактирование объявления / баннера
sv_sv: Redigera annons/banderoll
tr_tr: Reklam / Banner Düzenle

source: Edit Attachment
es_es: Modificar el Anexo
fr_ca: Modifier la pièce jointe
ro_ro: Editaţi Ataşament
ru_ru: Редактирование вложения
sv_sv: Redigera bilaga
tr_tr: Eklenti Düzenle

source: Edit Block
es_es: Edición de bloques
fr_ca: Modifier le bloc
ro_ro: Editaţi Bloc
ru_ru: Редактирование блока
sv_sv: Redigera block
tr_tr: Blok düzenleme

source: Edit Comment
es_es: Modificar comentario
fr_ca: Modifier le commentaire
ro_ro: Editează comentariu
ru_ru: Редактирование комментария
sv_sv: Redigera kommentar
tr_tr: Yorumu Düzenle

source: Edit comment #%s
es_es: Editar comentario #%s
fr_ca: Modifier le commentaire #%s
ro_ro: Editaţi comentariul #%s
ru_ru: Редактировать комментарий №%s
sv_sv: Redigera kommentar #%s
tr_tr: Yorumu düzenle #%s

source: Edit CSS File
es_es: Editar archivo CSS
fr_ca: Modifier le CSS
ro_ro: Editaţi fişierul CSS
ru_ru: Именить CSS файл
sv_sv: Redigera CSS-fil
tr_tr: CSS Dosyasını Düzenleme

source: Edit Data
es_es: Edición de datos
fr_ca: Modifier l'entrée
ro_ro: Editaţi Datele
ru_ru: Редактирование данных
sv_sv: Redigera data
tr_tr: Veri Düzenleme

source: Edit Email
es_es: Edición de correo electrónico
fr_ca: Modifier le courriel
ro_ro: Editaţi E-mail
ru_ru: Редактирование уведомления
sv_sv: Redigera e-post
tr_tr: E-Posta düzenle

source: Edit Field
es_es: Editar campo
fr_ca: Modifier le champ
ro_ro: Editaţi câmp
ru_ru: Редактирование поля
sv_sv: Redigera fält
tr_tr: Alan düzenle

source: Edit Field Value
es_es: Editar valor del campo
fr_ca: Modifier les valeurs de champ
ro_ro: Editează valoarea câmpului
ru_ru: Редактирование значения поля
sv_sv: Redigera fältvärde
tr_tr: Alan Değerini Düzenle

source: Edit File / Folder
es_es: Editar archivo / carpeta
fr_ca: Modifier le fichier/dossier
ro_ro: Editaţi Fişierul / Dosarul
ru_ru: Редактирование файла / папки
sv_sv: Redigera fil / mapp
tr_tr: Dosya / Klasör Düzenle

source: Edit Form
es_es: Editar formulario
fr_ca: Modifier le formulaire
ro_ro: Editaţi Formular
ru_ru: Редактирование формы
sv_sv: Redigera formulär
tr_tr: Form Düzenleme

source: Edit Group
fr_ca: Modifier le groupe
ro_ro: Editare grup
ru_ru: Редактирование группы
sv_sv: Redigera grupp
tr_tr: Grubu Düzenle

source: Edit JS File
es_es: Editar archivo JS
fr_ca: Modifier le JavaScript
ro_ro: Editaţi fişierul JS
ru_ru: Именить JavaScript файл
sv_sv: Redigera JS-fil
tr_tr: JS Dosyasını Düzenleme

source: Edit Language
es_es: Edición de Idioma
fr_ca: Modifier la langue
ro_ro: Editează limba
ru_ru: Редактирование языка
sv_sv: Redigera språk
tr_tr: Dili Düzenle

source: Edit Layout
fr_ca: Modifier la mise en page
sv_sv: Redigera layout

source: Edit Link
es_es: Editar Enlace
fr_ca: Modifier le lien
ro_ro: Editează Legătură
ru_ru: Редактирование ссылки
sv_sv: Redigera länk
tr_tr: Link Düzenleme

source: Edit Menu
es_es: Menú Edición
fr_ca: Modifier le menu
ro_ro: Editare Meniu
ru_ru: Редактирование меню
sv_sv: Redigera meny
tr_tr: Menü Düzenleme

source: Edit Menu Item
fr_ca: Modifier le lien
sv_sv: Redigera menyalternativ

source: Edit Note
es_es: Editar Nota
fr_ca: Modifier la note
ro_ro: Editaţi Notă
ru_ru: Редактирование заметки
sv_sv: Redigera anteckning
tr_tr: Notu düzenle

source: Edit Page
es_es: Editar página
fr_ca: Modifier la page
ro_ro: Editare Pagini
ru_ru: Редактирование страницы
sv_sv: Redigera sida
tr_tr: Düzenle sayfa

source: Edit Permission
es_es: Edición de permisos
fr_ca: Modifier la permission
ro_ro: Editaţi permisiuni
ru_ru: Редактирование разрешения
sv_sv: Redigera behörighet
tr_tr: İzin Düzenle

source: Edit Picture
es_es: Editar imagen
fr_ca: Modifier l'image
ro_ro: Editaţi Imaginea
ru_ru: Редактирование изображения
sv_sv: Redigera bild
tr_tr: Resim düzenleme

source: Edit Post
es_es: Editar Mensaje
fr_ca: Modifier l'article
ro_ro: Editare Post
ru_ru: Редактирование статьи
sv_sv: Redigera artikel
tr_tr: Mesakı Düzenle

source: Edit RSS Feed
es_es: Editar la fuente RSS
fr_ca: Modifier le flux RSS
ro_ro: Editare Flux RSS
ru_ru: Редактирование новостного канала RSS
sv_sv: Redigera RSS-flöde
tr_tr: RSS Düzenle

source: Edit template CSS / JS files and upload images
es_es: Editar plantilla CSS / JS archivos y cargar imágenes
fr_ca: Modifier les fichiers CSS/JS et téléverser des images
ro_ro: Editaţi fişierele şablon CSS / JS şi încărcaţi imagini
ru_ru: Редактирование шаблона CSS / JS файлов и загрузка изображения
sv_sv: Redigera CSS-mall / JS-filer och ladda upp bilder
tr_tr: Tema CSS / JS dosyalarını düzenleme ve resim yükleme

source: Edit the CSS template file
es_es: Editar el archivo de plantilla CSS
fr_ca: Modifier le fichier CSS de l'habillage
ro_ro: Editaţi fişierul model CSS
ru_ru: Изменить CSS файл шаблона
sv_sv: Redigera CSS för aktuell mall
tr_tr: CSS tema dosyası düzenleme

source: Edit the JavaScript template file
es_es: Editar el archivo de plantilla JavaScript
fr_ca: Modifier le fichier JavaScript de l'habillage
ro_ro: Editaţi fişierul model JavaScript
ru_ru: Именить JavaScript файл шаблона
sv_sv: Redigera Javas-skript för aktuell mall
tr_tr: JavaScript tema dosyası düzenleme

source: Edit this comment
es_es: Editar este comentario
fr_ca: Modifier ce commentaire
ro_ro: Editaţi acest comentariu
ru_ru: Редактировать этот комментарий
sv_sv: Redigera denna kommentar
tr_tr: Yorumu düzenle

source: Edit User
es_es: Editar usuario
fr_ca: Modifier l'utilisateur
ro_ro: Editare Utilizator
ru_ru: Редактирование пользователя
sv_sv: Redigera användare
tr_tr: Kullanıcı Düzenleme

source: Edit Video
es_es: Edición de vídeo
fr_ca: Modifier la vidéo
ro_ro: Editare Videoclip
ru_ru: Редактирование видео
sv_sv: Redigera video
tr_tr: Video Düzenle

source: Email
es_es: Correo electrónico
fr_ca: Adresse courriel
sv_sv: E-post
tr_tr: E-Posta

source: Email address
es_es: Dirección de correo electrónico
fr_ca: Adresse courriel
ro_ro: Adresa de e-mail
ru_ru: Email адрес
sv_sv: E-postadress
tr_tr: E-Posta Adresi

source: Email address is already in use.
es_es: Dirección de correo electrónico ya está en uso.
fr_ca: L'adresse courriel est déjà utilisée.
ro_ro: Adresa de e-mail este deja folosită.
ru_ru: Указанный вами адрес электронной почты уже используется.
sv_sv: E-postadressen används redan
tr_tr: E-Posta adresi zaten kullanılıyor.

source: Email couldn't be added! Error: %s
es_es: El correo electrónico no se podría agregar! Error: %s
fr_ca: Le courriel n'a pas pu être ajouté ! Erreur : %s
ro_ro: E-mail-ul nu a putut fi adăugat! Eroare: %s
ru_ru: Адрес электронной почты не добавлен! Ошибка: %s
sv_sv: E-post kunde inte läggas till! Fel: %s
tr_tr: E-Posta eklenemedi! Hata: %s

source: Email couldn't be encrypted! Please make sure you have the right paths set for the PGP binary and public key files. %s
es_es: El correo electrónico no puede ser codificado! Por favor, asegúrate de que tienes el derecho de establecer rutas para los archivos de claves PGP binario y el público. %s
fr_ca: Le courriel n'a pas pu être encrypté ! Veuillez vous assurer que vous avez défini les bons chemins vers les clés publiques et le binaire PGP. %s
ro_ro: Email-ul nu a putut fi criptat! Vă rugăm să vă asiguraţi că aveţi permisiunea de scriere la căile stabilite pentru fişierele binare PGP şi cheia publică. %s
ru_ru: Электронная почта не может быть зашифрована! Пожалуйста, убедитесь, что вы указали правильные пути для файлов PGP бинарных и открытых ключей. %s
sv_sv: E-post kunde inte krypteras! Se till att du har rätt sökväg inställd till PGP:s binära och öppna nyckelfiler. %s
tr_tr: E-Posta şifrelenemedi. PGP binary ve genel anahtar dosyalar için ayarlanmış doğru yol olduğundan emin olun. %s

source: Email couldn't be sent. Please try again or send your email <a href='mailto:%s'>manually</a>.
es_es: El correo electrónico no se pudo enviar. Por favor, inténtelo de nuevo o enviar su correo electrónico <a href='mailto:%s'>de forma manual</a> .
fr_ca: Le courriel n'a pas pu être envoyé. Veuillez réessayer à nouveau ou envoyer votre courriel <a href='mailto:%s'>manuellement</a>.
ro_ro: E-mail nu a putut fi trimis. Vă rugăm să încercaţi din nou sau trimite e-mail <a href='mailto:%s'>manual</a>.
ru_ru: Сообщение не отправлено. Пожалуйста, попробуйте еще раз или отправьте сообщение <a href='mailto:%s'>в ручную</a>.
sv_sv: E-post kunde inte skickas. Försök igen eller skicka e-post <a href='mailto:%s'>manuellt</a>.
tr_tr: E-Posta gönderilemedi. Lütfen tekrar deneyiniz veya e-postanızı <a href='mailto:%s'>el ile gönderiniz</a>.

source: Email couldn't be updated! Error: %s
es_es: El correo electrónico no se pudo actualizar! Error: %s
fr_ca: Le courriel n'a pas pu être mis à jour ! Erreur : %s
ro_ro: E-mail-ul nu a putut fi actualizat! Eroare: %s
ru_ru: Адрес электронной почты не обновлен! Ошибка: %s
sv_sv: E-post kunde inte uppdateras! Fel: %s
tr_tr: E-Posta güncellenemedi! Hata: %s

source: Email has been successfully deleted.
es_es: El correo electrónico ha sido eliminada.
fr_ca: Le courriel a été supprimé.
ro_ro: E-mail şters!
ru_ru: Email был успешно удален.
sv_sv: E-post har raderats.
tr_tr: E-Posta başarıyla silindi.

source: Email has been successfully updated.
es_es: El correo electrónico ha sido actualizado correctamente.
fr_ca: Les courriels ont été mis à jour.
ro_ro: E-mailurile au fost actualizate cu succes.
ru_ru: Электронная почта была успешно обновлена.
sv_sv: E-post har uppdaterats.
tr_tr: E-posta başarıyla güncellendi.

source: Email ID
fr_ca: Identifiant courriel
ro_ro: ID E-mail
sv_sv: E-post ID
tr_tr: E-posta kimliği

source: Email ID / Subject
es_es: Email ID / Asunto
fr_ca: Identifiant courriel / Sujet
ro_ro: ID / Subiect E-mail
ru_ru: ID Email / Тема
sv_sv: E-post ID / Ämne
tr_tr: Email Kimliği / Konu

source: Email Notification
es_es: Notificación por correo electrónico
fr_ca: Notification par courriel
ro_ro: Notificare e-mail
ru_ru: Уведомление по Email
sv_sv: E-postmeddelande
tr_tr: E-posta bildirimi

source: Email Sent
es_es: Correo electrónico enviados
fr_ca: Courriel envoyé
ro_ro: E-mail trimis
ru_ru: Отправка сообщения
sv_sv: E-post skickat
tr_tr: E-posta gönderildi

source: Email Settings
es_es: Configuración del correo electrónico
fr_ca: Paramètres courriel
ro_ro: Setări e-mail
ru_ru: Почта
sv_sv: E-postinställningar
tr_tr: E-posta Ayarları

source: Emails have been successfully reset.
es_es: Los correos electrónicos se han reiniciado con éxito.
fr_ca: Les courriels ont été réinitialisés.
ro_ro: E-mailurile au fost resetate cu succes.
ru_ru: Письма были сброшены.
sv_sv: E-posten har återställts.
tr_tr: E-postalar başarıyla sıfırlandı.

source: Emails have been successfully sent to: %s. Emails sent: %s
es_es: Los correos electrónicos se han enviado correctamente a: %s. Los correos electrónicos enviados: %s
fr_ca: Les courriels ont été envoyés à : %s. Courriels envoyés : %s
ro_ro: E-mail'urile au fost trimise cu succes la: %s. E-mail'uri trimise: %s
ru_ru: Сообщение отправлено: %s. Отправлено сообщений: %s
sv_sv: E-post har skickats till: %s E-post skickat: %s
tr_tr: E-postalar başarıyla gönderildi: %s. Göndermiş E-postalar:% s

source: Emails Sent
es_es: Correos electrónicos enviados
fr_ca: Courriels envoyés
ro_ro: E-mail'uri trimise
ru_ru: Отправлено писем
sv_sv: Skickad e-post
tr_tr: E-postalar gönderildi

source: Empty or invalid update!
fr_ca: Mise à jour vide ou invalide !
sv_sv: Tom eller ogiltig uppdatering!

source: Enable Caching
es_es: Habilitar el almacenamiento en caché
fr_ca: Activer le cache
ro_ro: Activaţi caching
ru_ru: Включить
sv_sv: Aktivera cachning
tr_tr: Önbelleği etkinleştirin

source: Enable Comments
es_es: Comentarios Habilitar
fr_ca: Activer les commentaires
ro_ro: Activaţi Comentarii
ru_ru: Включить
sv_sv: Kommentarer
tr_tr: Yorumları Etkinleştir

source: Enable Guest Comments
es_es: Activar Comentarios de los clientes
fr_ca: Activer les commentaires par les non-membres
ro_ro: Activaţi Comentarii Vizitatori
ru_ru: Гости
sv_sv: Gästkommentarer
tr_tr: Misafir Yorumları Etkinleştirin

source: Enable Guest Rating
es_es: Activar Evaluación de los clientes
fr_ca: Activer la notation par les non-membres
ro_ro: Activaţi Evaluarea Vizitatorilor
ru_ru: Гости
sv_sv: Gästbetyg
tr_tr: Misafir Derecelendirmeleri Etkinleştirin
