Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: %s downloads
es_es: %s descargas
fr_ca: %s téléchargements
ro_ro: %s descărcări
ru_ru: %s закачек
sv_sv: %s nedladdningar
tr_tr: %s yüklemeler

source: %s emails
es_es: %s mensajes de correo electrónico
fr_ca: %s courriels
ro_ro: %s e-mail'uri
ru_ru: %s сообщений
sv_sv: %s e-brev
tr_tr: %s e-postalar

source: %s emails starting from %s
es_es: %s mensajes de correo electrónico a partir de %s
fr_ca: %s courriel à partir de %s
ro_ro: %s email-uri începând de la %s
ru_ru: %s сообщений, начиная с %s
sv_sv: %s e-brev fr.o.m. %s
tr_tr: %s den başlayan e-postalar %s

source: %s minutes
es_es: %s minutos
ro_ro: %s minute
ru_ru: %s минут
sv_sv: %s minuter
tr_tr: %s dakika

source: %s views
es_es: %s puntos de vista
fr_ca: %s vues
ro_ro: %s vizualizări
ru_ru: %s просмотров
sv_sv: %s visningar
tr_tr: %s kez görüntülendi

source: (automatically add new pages)
fr_ca: (ajoute automatiquement toutes les nouvelles pages au menu)
sv_sv: (lägg automatiskt till nya sidor)

source: (automatically show posts with these keywords)
fr_ca: (affiche automatiquement tous les articles liés au mot-clé)
sv_sv: (visa automatiskt artiklar med dessa sökord)

source: (cache refresh time interval in minutes)
es_es: (Actualización de la caché intervalo de tiempo en minutos)
fr_ca: (intervalle, en minutes, du rafraîchissement du cache)
ro_ro: (intervalul de reîmprospătare a cache'ului în minute)
ru_ru: (интервал времени обновления кэша в минутах)
sv_sv: (uppdateringsintervall för cache i minuter)
tr_tr: (önbelleğini yenileme zaman aralığı dakika olarak)

source: (cache the content of this block including all sub blocks)
es_es: (Caché el contenido de este bloque, incluyendo todos los sub bloques)
fr_ca: (met en cache le contenu de ce bloc, incluant tous les sous-blocs)
ro_ro: (introduceţi în cache conţinutul acestui bloc, inclusiv toate sub blocurile)
ru_ru: (кэш содержания этого блока)
sv_sv: (cacha innehållet i detta block inklusive alla underblock)
tr_tr: (bu blok ve alt blokların içeriğini ön belleğe al)

source: (closed ones are marked with strike through)
es_es: (Las cerradas están marcados con la huelga a través de)
fr_ca: (les notes fermée sont affichée barrées)
ro_ro: (cele inchise sunt marcate prin tăiere)
ru_ru: (закрытые отмечены зачеркнуто)
sv_sv: (stängda är markerade med genomstruken text)
tr_tr: (kapalı olanlar çizili olarak işaretlenir)

source: (create a new thumbnail)
es_es: (Crear una nueva miniatura)
fr_ca: (créer une nouvelle miniature)
ro_ro: (creaţi o pictogramă nouă)
ru_ru: (создать новую миниатюру)
sv_sv: (skapa ny miniatyrbild)
tr_tr: (yeni Küçük resim oluştur)

source: (do not add watermark)
es_es: (No añadir marcas de agua)
fr_ca: (ne pas ajouter de filigrane)
ro_ro: (nu adăugaţi filigran)
ru_ru: (не добавлять водяные знаки)
sv_sv: (lägg inte till vattenstämpel)
tr_tr: (filigran eklemeyin)

source: (do not apply sharpen effect to thumbnail)
es_es: (No se aplican afinar efecto a la miniatura)
fr_ca: (n'applique aucun effet d'amélioration à la miniature)
ro_ro: (nu se aplică efect de claritate pe pictogramă
ru_ru: (не изменять миниатюру)
sv_sv: (lägg inte till skärpeffekt på miniatyrbild)
tr_tr: (Küçük resim keskinleştirme efekti geçerli değildir)

source: (do not generate thumbnail)
es_es: (No generan miniatura)
fr_ca: (ne pas générer de miniature)
ro_ro: (nu creaţi pictogramă)
ru_ru: (не генерировать миниатюры)
sv_sv: (skapa inte miniatyrbild)
tr_tr: (Küçük resim oluşturma)

source: (don't bind user to IP)
es_es: (No de usuario se unen a la propiedad intelectual)
fr_ca: (ne pas rattacher l'utilisateur à son IP)
ro_ro: (nu restricţionează utilizatorul pe IP)
ru_ru: (не является обязательным)
sv_sv: (koppla inte användare till IP)
tr_tr: (kullanıcıyı Ip'ye bağlama)

source: (don't use caching for logged in users)
es_es: (No utilice el almacenamiento en caché para los usuarios registrados)
fr_ca: (n'utilise pas le cache pour les membres connectés)
ro_ro: (nu utilizaţi stocarea în cache pentru utilizatorii autentificaţi)
ru_ru: (только для гостей)
sv_sv: (använd inte cachning för inloggade användare)
tr_tr: (kullanıcı girişi ön belleğe almayı kullanma)

source: (field will be used as preview when browsing saved data)
es_es: (Campo será utilizado como vista previa al explorar los datos guardados)
fr_ca: (ce champ sera utilisé pour la prévisualisation lors de l'affichage des données sauvegardées)
ro_ro: (câmpul va fi folosit ca previzualizare atunci când navigarea se face prin datele salvate)
ru_ru: (поле будет использоваться в качестве предварительного просмотра при просмотре сохраненных данных)
sv_sv: (fältet kommer att användas som förhandsgranskning när du granskar sparade data)
tr_tr: (alan veri tarama kaydedildiğinde önizleme olarak kullanılacaktır)

source: (Guests can comment too!)
es_es: (Los clientes pueden comentar también!)
fr_ca: (Les non-membres peuvent aussi commenter !)
ro_ro: (şi vizitatorii pot vota!)
ru_ru: (Гости тоже могут комментировать!)
sv_sv: (Du kan också kommentera!)
tr_tr: (Misafirler yorum yapabilir!)

source: (Guests can rate too!)
es_es: (Tasa de huéspedes podrán también!)
fr_ca: (Les non-membres peuvent aussi noter !)
ro_ro: (şi vizitatorii pot evalua!)
ru_ru: (Гости тоже могут оценивать!)
sv_sv: (Du kan också betygsätta!)
tr_tr: (Misafirler derecelendirebilir!)

source: (marked with strike through)
es_es: (Marcados con tachado)
fr_ca: (marqué en barré)
ro_ro: (marcat prin tăiere)
ru_ru: (не будет отображаться на сайте, а название будет помечено зачеркнутой линией)
sv_sv: (markerade med genomstruken text)
tr_tr: (üstü çizili olarak işaretlenmiş)

source: (optional, used only for receiving Notification on replies and for the <a href='http://gravatar.com' target='_blank' rel='nofollow'>Avatar</a>)
es_es: (Opcional, sólo se utiliza para la recepción de la notificación de respuestas y el <a href='http://gravatar.com' target='_blank' rel='nofollow'>Avatar</a>)
fr_ca: (optionnel, utilisé seulement pour recevoir des notifications de réponses ainsi que pour charger votre <a href='http://gravatar.com' target='_blank' rel='nofollow'>Avatar</a>)
ro_ro: (opţional, folosit doar pentru primirea notificării la răspunsuri şi pentru <a href='http://gravatar.com' target='_blank' rel='nofollow'>Avatar</a>)
ru_ru: (опционально, используется только для получения уведомления об ответах и для <a href='http://gravatar.com' target='_blank' rel='nofollow'>Аватар</a>)
sv_sv: (tillval, används endast för att de mottagit anmälan om svar och för <a href='http://gravatar.com' target='_blank' rel='nofollow'>Avatar</a>)
tr_tr: (isteğe bağlı, Sadece cevaplar üzerinde bildirim almak için kullanılan <a href='http://gravatar.com' target='_blank' rel='nofollow'>Avatar</a>)

source: (Step %s of %s)
es_es: (Paso %s de %s)
fr_ca: (Étape %s de %s)
ro_ro: (Pasul %s din %s)
ru_ru: (Шаг %s из %s)
sv_sv: (Steg %s av %s)
tr_tr: (%s Adım %s den)

source: (will create a new post)
es_es: (Se creará un nuevo puesto)
fr_ca: (créera un nouvel article)
ro_ro: (va crea un nou post)
ru_ru: (будет создана копия этой статьи)
sv_sv: (skapar ny artikel)
tr_tr: (yeni bir yazı oluşturur)

source: <b>IMPORTANT:</b> Some email providers put messages received from addresses, which are not in your contact list, in the "Bulk / Junk E-Mail" folders. Please check those folders too.
es_es: <b>IMPORTANTE:</b> Algunos proveedores de correo electrónico poner mensajes recibidos de direcciones, que no están en tu lista de contactos, en el "bulto / Correo no deseado" carpetas. Por favor, revise estas carpetas también.
fr_ca: <b>IMPORTANT :</b> Certains services de courriel placent les courriels reçus depuis des adresse qui ne font pas partis de votre liste de contacts dans le dossier de courrier indésirable. Veuillez vérifier ce dossier si vous n'avez pas reçu le courriel.
ro_ro: <b>IMPORTANT:</ b> Unii furnizori de servicii de e-mail pun mesajele primite de la adrese care nu sunt în lista de contacte, în folderele "Bulk / Junk E-Mail". Vă rugăm să verificaţi şi acele foldere.
ru_ru: <b>ВНИМАНИЕ:</b> Некоторые поставщики услуг электронной почты отправляют полученные сообщения с адресов, которые не находятся в вашем списке контактов в папку спама. Пожалуйста, проверьте данную папку.
sv_sv: <b>VIKTIGT:</b> Vissa e-postleverantörer brukar lägga meddelanden från adresser som inte finns i din kontaktlista i "Massminne / Skräppost " mappar. Kontrollera dessa mappar också.
tr_tr: <b> ÖNEMLİ: </b> Bazı e-posta sağlayıcıları listenizde olmayan kişilerden gelen e-postaları "Gereksiz / Junk E-Mail" klasörüne gönderir. Lütfen bu klasörleride kontrol ediniz.

source: <b>Request Successful</b><br /> A notification email has been sent to your email address with the neccessary information to login to your account.
es_es: <b>Solicitud de éxito</b> <br /> Un correo electrónico de notificación ha sido enviada a su dirección de correo electrónico con la información necesaria para acceder a su cuenta.
fr_ca: <b>Requête réussie</b><br /> Un courriel de notification a été envoyé à votre adresse courriel avec les informations nécessaires pour vous connecter.
ro_ro: <b>Interogare Reușită</b><br /> Un e-mail de notificare a fost trimis la adresa dvs. de e-mail cu informaţiile necesare pentru autentificare în contul dumneavoastră.
ru_ru: <b>Успешно!</b><br />Уведомление было отправлено на ваш адрес электронной почты с необходимой информацией.
sv_sv: <b>Din ansökan är klar</b><br/> En anmälan har skickats till din e-postadress med nödvändig information för att logga in på ditt konto.
tr_tr: <b>İstek Başarılı</b><br /> Bir bildirim e-postası hesabınıza giriş için gerekli bilgiler ile e-posta adresinize gönderildi.

source: <b>Request Successful</b><br /> A notification email has been sent to your email address with the neccessary information to request a new password.
es_es: <b>Solicitud de éxito</b> <br /> Un correo electrónico de notificación ha sido enviada a su dirección de correo electrónico con la información necesaria para solicitar una nueva contraseña.
fr_ca: <b>Requête réussie</b><br /> Un courriel de notification a été envoyé à votre adresse courriel avec les informations nécessaires pour demander un nouveau mot de passe.
ro_ro: <b>Interogare Reușită</b><br /> Un e-mail de notificare a fost trimis la adresa dvs. de e-mail cu informaţiile necesare pentru schimbarea parolei contului dvs.
ru_ru: <b>Успешно!</b><br />Уведомление было отправлено на ваш адрес электронной почты с необходимой информацией для нового пароля.
sv_sv: <b>Din ansökan är klar</b><br/> En anmälan har skickats till din e-postadress med nödvändig information för att begära ett nytt lösenord.
tr_tr: <b>İstek Başarılı</b><br /> Bir bildiri e-postası yeni bir şifre istemek için gerekli bilgiler ile e-posta adresinize gönderildi.

source: <b>Your Account has been Activated</b><br /> Thank you for registering.
es_es: <b>Su cuenta ha sido activada</b> <br /> Gracias por registrarse.
fr_ca: <b>Votre compte a été activé</b><br /> Merci pour votre enregistrement.
ro_ro: <b> Contul dvs. a fost activat </ b> <br /> Vă mulţumim pentru înregistrare.
ru_ru: <b>Ваша учетная запись активирована</b><br />Благодарим вас за регистрацию.
sv_sv: <b>Ditt konto har aktiverats </b><br/> Tack för din registrering.
tr_tr: <b> Hesabınız Aktif olmuştur.</ b><br /> Kayıt için teşekkür ederiz.

source: <b>Your New Password has been Activated</b><br /> Please copy and paste your new password from the email you received to prevent any misspelling issues.
es_es: <b>Su nueva contraseña ha sido activado</b> <br /> Por favor, copiar y pegar la nueva contraseña del correo electrónico que recibió para evitar cualquier problema de falta de ortografía.
fr_ca: <b>Votre nouveau mot de passe a été activé</b><br />Veuillez copier/coller votre nouveau mot de passe depui le courriel que vous avez reçu afin de prévenir toute faute d'orthographe.
ro_ro: <b>Parolă Nouă a fost activată</b><br /> Vă rugăm să copiaţi şi să inseraţi parola nouă din e-mailul primit pentru a preveni problemele de ortografie.
ru_ru: <b>Ваш новый пароль активирован</b>
sv_sv: <b>Ditt nya lösenord har aktiverats</b><br/> Kopiera och klistra gärna in ditt nya lösenord från e-brevet du fick för att förhindra felstavningsproblem.
tr_tr: <b>Yeni Şifre Aktive Edildi</b><br /> Kopya ve herhangi bir yanlış yazım sorunları önlemek için alınan e-posta adresinden yeni şifrenizi yapıştırın.

source: <b>Your New Password has been Sent</b><br /> A notification email has been sent to your email address with the new login information.
es_es: <b>Su nueva contraseña ha sido enviada</b> <br /> Un correo electrónico de notificación ha sido enviada a su dirección de correo electrónico con la información de acceso nueva.
fr_ca: <b>Votre nouveau mot de passe a été envoyé</b><br />Un courriel de notification a été envoyé à votre adresse courriel avec vos nouvelle informations de connexion.
ro_ro: <b>Noua ta Parolă a fost trimisă</b><br /> Un email de notificare a fost trimis la adresa dvs. de e-mail cu datele de autentificare noi.
ru_ru: <b>Ваш новый пароль отправлен на ваш адрес электронной почты</b>
sv_sv: <b>Ditt nya lösenord har skickats</b><br/> En anmälan har skickats till din e-postadress med nya inloggningsuppgifter.
tr_tr: <b> Yeni şifreniz Gönderildi</b><br /> Bir bildiri e-postası yeni giriş bilgileri ile e-posta adresinize gönderildi.

source: 404 Error Text
es_es: 404 error de Texto
fr_ca: Texte de la page d'erreur 404
ro_ro: Mesaj eroare 404 customizat
ru_ru: Страница ошибки 404
sv_sv: 404 feltext
tr_tr: 404 Hata Metini

source: A form with this ID already exists! Please choose a different id for your form.
es_es: Un formulario con este identificador ya existe! Por favor, elija una identificación diferente para el formulario.
fr_ca: Un formulaire avec cet identifiant existe déjà ! Veuillez sélectionner un identifiant différent pour votre formulaire.
ro_ro: Un formular cu acest ID există deja! Vă rugăm să alegeţi un ID diferit pentru formularul dvs.
ru_ru: Форму с этим ID уже существует! Пожалуйста, выберите другой идентификатор для формы.
sv_sv: Ett formulär med detta ID finns redan! Välj en annat ID för ditt formulär.
tr_tr: Bu kimlik ile bir form zaten var! Form için farklı bir kimlik seçiniz.

source: A page with the path "%s" already exists!
fr_ca: Une page contenant le chemin "%s" existe déjà !
sv_sv: En sida med sökvägen "%s" finns redan!

source: Accessible by
fr_ca: Accessible par
sv_sv: Tillgänglig av

source: Account Pending
es_es: Cuenta pendiente
fr_ca: Compte en attente
ro_ro: Cont în aşteptare
ru_ru: В ожидании
sv_sv: Konto i avvaktan
tr_tr: Hesap Bekliyor

source: Account suspended! <b>This account has been suspended for %s minutes because of to many logins from different IP addresses.</b> Please ensure that you have a secure password and/or you are logged out from your other PCs before trying again.
fr_ca: Compte suspendu ! <b>Ce compte a été suspendu pour %s minutes en raison d'un nombre élévé de tentatives de connexions à partir de différentes adresses IP.</b> Veuillez vous assurer que vous avez un mot de passe suffisamment sécuritaire et/ou que vous êtes déconnecté depuis un autre ordinateur avant de réessayer.
ro_ro: Cont suspendat! <b>Acest cont a fost suspendat %s minute din cauza autentificării de la mai multe adrese IP diferite. </b> Vă rugăm să vă asiguraţi că aveţi o parolă sigură şi / sau aţi închis toate celelalte conexiuni înainte de a încerca din nou.
sv_sv: Kontot är stängt! <b>Detta konto har stängts för %s minuter på grund av för många inloggningar från olika IP-adresser. </b> Se till att du har ett säkert lösenord och/eller att du inte är inloggad via andra datorer innan du försöker igen.
tr_tr: Hesap askıya alındı! <b>Bu hesap farklı IP adreslerinden çok girişten dolayı %s dakika için askıya alındı. </ b> Lütfen güvenli bir şifreniz olduğundan emin olsun veya başka bir bilgisayardaki girişinizi iptal ederek tekrar deneyin.

source: Activate
es_es: Activar
fr_ca: Activer
ro_ro: Activare
ru_ru: Активировать
sv_sv: Aktivera
tr_tr: Etkinleştirme

source: Activate and set it as the current template for your website
es_es: Activar y establecerla como la plantilla actual de su sitio web
fr_ca: Utiliser cet habillage sur votre site web
ro_ro: Activare şi setaţi-o ca şablon curent pentru site-ul dvs.
ru_ru: Активировать и установить его в качестве текущего шаблона для вашего сайта
sv_sv: Aktivera och använd som aktuell mall för din hemsida
tr_tr: Bu temayı aktif edin ve web siteniz için geçerli tema yapın

source: Activating Module
es_es: La activación del módulo
fr_ca: Activation du module
ro_ro: Activare Modul
ru_ru: Активация модуля
sv_sv: Aktivera modul
tr_tr: Modül etkinleştiriliyor

source: Active Users
es_es: Usuarios activos
fr_ca: Utilisateurs actifs
ro_ro: Utilizatori activi
ru_ru: Активные пользователи
sv_sv: Aktiva användare
tr_tr: Aktif Kullanıcılara

source: Ad Code (leave it empty to automatically generate code for flash ads)
es_es: El código de anuncios (dejar en blanco para generar automáticamente el código para los anuncios de Flash)
fr_ca: Code de publicité (laisser vide pour générer un code automatiquement pour les annonces Flash)
ro_ro: Cod de anunţ (lăsaţi-l gol pentru a genera automat codul pentru anunţurile Flash)
ru_ru: Добавление кода (оставить пустым для автоматической генерации кода флэш-рекламы)
sv_sv: Annonskod (lämna fältet tomt för att automatiskt generera kod för Flash-annonser)
tr_tr: Reklam Kodu (otomatik flaş reklam kodu üretmek için boş bırakın)

source: Ad couldn't be created! Error: %s
es_es: El anuncio no pudo ser creado! Error: %s
fr_ca: La publicité n'a pas pu être créée ! Erreur : %s
ro_ro: Anunţul nu a putut fi creat! Eroare: %s
ru_ru: Объявление не создано! Ошибка: %s
sv_sv: Annonsen kunde inte skapas! Fel: %s
tr_tr: Reklam oluşturulamadı! Hata: %s

source: Ad couldn't be updated! Error: %s
es_es: El anuncio no se pudo actualizar! Error: %s
fr_ca: La publicité n'a pas pu être mise à jour ! Erreur : %s
ro_ro: Anunţul nu a putut fi actualizat! Eroare: %s
ru_ru: Объявление не обновлено! Ошибка: %s
sv_sv: Annonsen kunde inte uppdateras! Fel: %s
tr_tr: Reklam güncellenemedi! Hata: %s

source: Ad has been successfully created.
es_es: Anuncio ha sido creado con éxito.
fr_ca: La publicité a été créée.
ro_ro: Anunţul a fost creat cu succes.
ru_ru: Объявление успешно создано.
sv_sv: Annonsen har skapats.
tr_tr: Reklam başarıyla oluşturuldu.

source: Ad has been successfully deleted.
es_es: Anuncio ha sido eliminado correctamente.
fr_ca: La publicité a été supprimée.
ro_ro: Anunţul a fost şters cu succes.
ru_ru: Объявление успешно удалено.
sv_sv: Annonsen har raderats.
tr_tr: Reklam başarıyla silindi.

source: Ad has been successfully updated.
es_es: Anuncio ha sido actualizado correctamente.
fr_ca: La publicité a été mise à jour.
ru_ru: Объявление успешно обновлено.
sv_sv: Annonsen har uppdaterats.
tr_tr: Reklam başarıyla güncellendi.

source: Ad not found!
es_es: El anuncio no encontrado!
fr_ca: Publicité non trouvée !
ro_ro: Anunţul nu a fost găsit!
ru_ru: Объявление не найдено!
sv_sv: Annonsen kunde inte hittas!
tr_tr: Reklam bulunamadı!

source: Add
es_es: Agregar
fr_ca: Ajouter
ro_ro: Adaugă
ru_ru: Добавить
sv_sv: Lägg till
tr_tr: Ekle

source: Add additional functionality to your website
fr_ca: Ajouter des fonctionnalités additionnelles à votre site.
sv_sv: Lägg till ytterligare funktionalitet till din webbplats

source: Add an already uploaded video (for e.g. youtube, vimeo url)
es_es: Añadir un vídeo que ya está cargado (por ejm. youtube, vimeo url)
fr_ca: Ajouter une vidéo déjà téléversée (ex. : YouTube, Vimeo)
ro_ro: Adauga un video deja încărcat (de exemplu, URL pentru youtube, Vimeo)
ru_ru: Добавить уже загружено видео (например, YouTube, Vimeo URL)
sv_sv: Lägg till en redan uppladdad video (för t.ex. youtube, vimeo url)
tr_tr: Zaten yüklenmiş bir video ekleyin (örneğin youtube, vimeo url )

source: Add another path
es_es: Añadir otro camino
fr_ca: Ajouter un autre chemin
ro_ro: Adăugaţi o altă cale
ru_ru: Добавить еще один путь
sv_sv: Lägg till sökväg
tr_tr: Farklı bir yol ekleyin

source: Add another url
es_es: Añadir otra dirección
fr_ca: Ajouter une autre URL
ro_ro: Adăugaţi o altă adresă URL
ru_ru: Добавить другой адрес
sv_sv: Lägg till ny URL
tr_tr: Başka bir url ekle

source: Add Keyword
fr_ca: Ajouter un mot-clé
sv_sv: Lägg till sökord

source: Add User(s)
es_es: Añadir usuario(s)
fr_ca: Ajouter des utilisateurs
ro_ro: Adaugă Utilizator(i)
ru_ru: Добавить пользователя(-ей)
sv_sv: Lägg till användare
tr_tr: Kullanıcı Ekle

source: Additional Options
es_es: Opciones adicionales
fr_ca: Options additionnelles
ro_ro: Opţiuni suplimentare
ru_ru: Дополнительные настройки
sv_sv: Fler alternativ
tr_tr: Ek Seçenekler

source: Additional Text
es_es: Texto adicional
fr_ca: Texte additionnel
ro_ro: Text suplimentar
ru_ru: Текст справа от поля
sv_sv: Extra text
tr_tr: Ek Metin

source: Address Not Found
es_es: Dirección no encontrada
fr_ca: Adresse non trouvée
ro_ro: Adresa nu a fost găsită
ru_ru: Адрес не найден
sv_sv: Adressen finns inte
tr_tr: Adres Bulunamadı

source: Admin Home
es_es: Administrador de Inicio
fr_ca: Accueil de l'admin
ro_ro: Mergi la Administrare
ru_ru: Панель управления
sv_sv: Administrera
tr_tr: Yönetici Anasayfa

source: Admin Notes
es_es: Administrador de Notas
fr_ca: Notes
ro_ro: Note Admin
ru_ru: Заметки
sv_sv: Hantera anteckningar
tr_tr: Yönetici Notları

source: Admin Settings
es_es: Configuraciones de admin
fr_ca: Paramètres admin.
ro_ro: Setări admin
ru_ru: Административные
sv_sv: Administrationsinställningar
tr_tr: Yönetici Ayarları

source: Administration Section
es_es: Sección de Administración
fr_ca: Section d'administration
ro_ro: Secţiunea de Administrare
ru_ru: Панель управления
sv_sv: Administrationspanel
tr_tr: Yönetim Bölümü

source: Administrator
es_es: Administrador
fr_ca: Administrateur
ru_ru: Доступ в ПУ
sv_sv: Administratör
tr_tr: Yönetici

source: Admins
es_es: Administradores
fr_ca: Administrateur
ro_ro: Administratori
ru_ru: Администраторы
sv_sv: Administratörer
tr_tr: Yöneticiler

source: Admins Only
es_es: Sólo los administradores
fr_ca: Administrateurs seulement
ro_ro: Doar Administratorii
ru_ru: Администраторы
sv_sv: Endast administratörer
tr_tr: Sadece Yöneticiler

source: Ads & Banners
es_es: Anuncios y banners
fr_ca: Publicités
ro_ro: Anunţuri & Bannere
ru_ru: Реклама
sv_sv: Hantera annonser
tr_tr: Reklamlar ve Afişler

source: Ads Administration
es_es: Anuncios de la Administración
fr_ca: Gestion des publicités
ro_ro: Administrare Anunţuri
ru_ru: Управление рекламой
sv_sv: Administrera annonser
tr_tr: Reklamlar Yönetimi

source: Ads have been successfully re-ordered.
es_es: Los anuncios han sido exitosamente reordenado.
fr_ca: Les publicités ont été réordonnées.
ro_ro: Anunţurile au fost re-ordonate cu succes.
ru_ru: Объявления успешно сортированы.
sv_sv: Annonserna har arrangerats om.
tr_tr: Reklamlar başarıyla yeniden düzenlendi.

source: Advertisement
es_es: Publicidad
fr_ca: Publicités
ro_ro: Publicitate
ru_ru: Анонс/Объявление
sv_sv: Annonsering
tr_tr: Reklam

source: affected rows: %s
fr_ca: entrées affectées : %s
ro_ro: rândurile afectate: %s
sv_sv: påverkade rader: %s
tr_tr: etkilenen satırlar: %s

source: Ajax Paging
es_es: Ajax de paginación
fr_ca: Pagination AJAX
ro_ro: Paginaţie Ajax
ru_ru: Ajax Пейджинг
sv_sv: Ajax-sidväxling
tr_tr: Ajax Sayfalama

source: All
fr_ca: Tous
ro_ro: Toate
ru_ru: Все
sv_sv: Alla
tr_tr: Hepsi
