Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: Page has been successfully created.
es_es: Página ha sido creado con éxito.
fr_ca: La page a été créée.
ro_ro: Pagina creat.
ru_ru: Страница была успешно создана.
sv_sv: Sidan har skapats
tr_tr: Sayfa başarılı bir şekilde oluşturuldu.

source: Page has been successfully updated.
es_es: Página se ha actualizado correctamente.
fr_ca: La page a été mise à jour.
ro_ro: Pagina a fost actualizat.
ru_ru: Страница была успешно обновлена​​.
sv_sv: Sidan har uppdaterats
tr_tr: Sayfa başarıyla güncellendi.

source: Page Settings
es_es: Configuración de página
fr_ca: Paramètres de la page
ro_ro: Setări pagină
ru_ru: Основные
sv_sv: Sidinställningar
tr_tr: Sayfa Ayarları

source: Page successfully created but xml sitemap file couldn't be updated.
es_es: Página creado con éxito, pero el archivo XML Sitemap no podía actualizarse.
fr_ca: La page a été ajoutée, mais le plan de site XML n'a pas pu être mis à jour.
ro_ro: Pagina creat cu succes, dar fişierul sitemap XML nu a putut fi actualizat.
ru_ru: Страница успешно создана. Обновите XML-файл карты сайта.
sv_sv: Sidan skapades men XML-webbkartfilen kunde inte uppdateras.
tr_tr: Sayfa başarıyla oluşturuldu ancak xml sitemap dosyası güncellenemedi.

source: Page successfully deleted but xml sitemap file couldn't be updated.
es_es: Página se ha eliminado correctamente pero el archivo XML Sitemap no podía actualizarse.
fr_ca: La page a été supprimée, mais le plan de site XML n'a pas pu être mis à jour.
ro_ro: Pagina şters cu succes, dar fişierul sitemap XML nu a putut fi actualizat.
ru_ru: Страница успешно удалена. Обновите XML-файл карты сайта.
sv_sv: Sidan raderades men XML-webbkartfilen kunde inte uppdateras.
tr_tr: Sayfa başarılı silinmiş ama xml sitemap dosyası güncellenemedi.

source: Page successfully updated but xml sitemap file couldn't be updated.
es_es: Página se ha actualizado correctamente pero el archivo XML Sitemap no podía actualizarse.
fr_ca: La page a été mise à jour, mais le plan de site XML n'a pas pu être mis à jour.
ro_ro: Pagina actualizat cu succes, dar fişierul sitemap XML nu a putut fi actualizat.
ru_ru: Страница успешно обновлена. Обновите XML-файл карты сайта.
sv_sv: Sidan uppdaterades men XML-webbkartfilen kunde inte uppdateras.
tr_tr: Sayfa başarılı güncelleştirilmiş ama xml sitemap dosyası güncellenemedi.

source: Page Title
es_es: Título de la página
fr_ca: Titre de la page
ro_ro: Titlu Pagin
ru_ru: Заголовок
sv_sv: Sidrubrik
tr_tr: Sayfa Başlığı

source: Pages
es_es: Páginas
ro_ro: Pagini
ru_ru: Страницы
sv_sv: Sidor
tr_tr: Sayfalar

source: Pages / Posts
es_es: Páginas / Mensajes
fr_ca: Pages / Articles
ro_ro: Pagini / Postări
ru_ru: Страницы
sv_sv: Sidor / artiklar
tr_tr: Sayfa ve Mesajlar

source: Pages Administration
es_es: Páginas Administración
fr_ca: Gestion des pages
ro_ro: Administrarea Pagini
ru_ru: Управление страницами
sv_sv: Administrera sidor
tr_tr: Sayfaları Yönetimi

source: Pages have been successfully added.
fr_ca: Les pages ont été ajoutées.
sv_sv: Sidorna har lagts till.

source: Pages have been successfully re-ordered.
es_es: Páginas han sido exitosamente reordenado.
fr_ca: Les pages ont été réordonnées.
ro_ro: Paginile au fost re-ordonate.
ru_ru: Страницы сортированы.
sv_sv: Sidorna har arrangerats om
tr_tr: Sayfaları başarıyla yeniden düzenlendi.

source: Partial Content
es_es: Contenido parcial
fr_ca: Contenu partiel
ro_ro: Conţinutul Parţial
ru_ru: Анонс
sv_sv: Kort artikel
tr_tr: Kısmi İçerik

source: Partial sending
es_es: Parcial enviar
fr_ca: Envoi partiel
ro_ro: Expediere Parţială
ru_ru: Частично отправленные
sv_sv: Dela upp utskick
tr_tr: Bölerek gönderme

source: Partial sending (split your emails into chunks)
es_es: Parcial de envío (dividir su correo electrónico en trozos)
fr_ca: Envoi partiel (séparer l'envoi en parties)
ro_ro: Expediere parţială (împarte e-mailurile în bucăţi)
ru_ru: Отправка частями (разобъет вашу рассылку)
sv_sv: Sänd partiellt (dela upp din e-post i delar)
tr_tr: Kısmi gönderme(e-postaları bölerek gönderme)

source: Password
es_es: Contraseña
fr_ca: Mot de passe
ro_ro: Parolă
ru_ru: Пароль
sv_sv: Lösenord
tr_tr: Şifre

source: Password Trading Protection
es_es: Protección de contraseña de comercio
fr_ca: Protection contre le partage de mots de passe
ro_ro: Protecţie Password Trading (Partajarea parolei)
sv_sv: Utbytesskydd för lösenord
tr_tr: Şifre Ticaret Koruması

source: Password Trading Protection has been turned OFF.
es_es: Contraseña de Comercio de Protección ha sido apagado OFF.
fr_ca: La protection contre le partage de mots de passe a été désactivée.
ro_ro: Protecţia Password Trading (Partajarea parolei) a fost OPRITĂ!
ru_ru: Защита отключена.
sv_sv: Password Trading Protection har stängts AV.
tr_tr: Şifre Ticaret Koruması KAPALI duruma getirildi.

source: Password Trading Protection has been turned ON.
es_es: Contraseña de comercio protección se ha activado ON.
fr_ca: La protection contre le partage de mots de passe a été activée.
ro_ro: Protecţia Password Trading (Partajarea parolei) a fost ACTIVATĂ!
ru_ru: Защита включена.
sv_sv: Password Trading Protection har slagits PÅ.
tr_tr: Şifre Ticaret Koruması AÇIK duruma getirildi.

source: Path
es_es: Ruta
fr_ca: Chemin
ro_ro: Cale
ru_ru: Путь
sv_sv: Sökväg
tr_tr: Yol

source: Pending
es_es: Pendientes
fr_ca: En attente
ro_ro: În aşteptare
ru_ru: В ожидании
sv_sv: Väntar
tr_tr: Beklemede

source: Permission
es_es: Permiso
ro_ro: Permisiuni
ru_ru: Права
sv_sv: Tillstånd
tr_tr: Izin

source: Permission couldn't be set! Error: %s
es_es: El permiso no se pudo poner! Error: %s
fr_ca: La permission n'a pas pu être accordée ! Erreur : %s
ro_ro: Permisiunea nu a putut fi setată! Eroare: %s
ru_ru: Ошибка: %s
sv_sv: Tillstånd kan inte ställas in! Fel: %s
tr_tr: İzin ayarlanamadı! Hata: %s

source: Permission couldn't be updated! Error: %s
es_es: El permiso no se pudo actualizar! Error: %s
fr_ca: La permission n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Permisiunea nu a putut fi actualizată! Eroare: %s
ru_ru: Разрешение не обновлено! Ошибка: %s
sv_sv: Tillstånd kan inte uppdateras! Fel: %s
tr_tr: İzin güncellenemedi! Hata: %s

source: Permission has been successfully deleted.
es_es: La autorización ha sido eliminada.
fr_ca: La permission a été supprimée.
ro_ro: Permisiunea a fost ştearsă cu succes.
ru_ru: Разрешение было успешно удалено.
sv_sv: Tillstånd har raderats.
tr_tr: İzin başarıyla silindi.

source: Permission has been successfully updated.
es_es: El permiso se ha actualizado correctamente.
fr_ca: La permission a été mise à jour.
ro_ro: Permisiunea a fost actualizată cu succes.
ru_ru: Разрешение было успешно обновлено.
sv_sv: Tillstånd har uppdaterats.
tr_tr: İzin başarıyla güncellendi.

source: Permission to path "%s" already exists.
es_es: La autorización para hacer ruta "%s" ya existe.
fr_ca: La permission pour le chemin "%s" est déjà existante.
ro_ro: Permisiunea pentru calea "%s" există deja.
ru_ru: Разрешение на путь "%s" уже существует.
sv_sv: Tillstånd till sökväg "%s" finns redan.
tr_tr: İzinler yolu "%s" zaten var.

source: Permission(s) have been successfully added. The following permissions have been added: %s.
es_es: Permiso (s) ha sido agregado con éxito. Los permisos han agregado las siguientes: %s.
fr_ca: Les permissions suivantes ont été ajoutées : %s.
ro_ro: Permisiunea(ile) a fost adăugată cu succes. Următoarele permisiuni au fost adăugate: %s.
ru_ru: Права добавлены. Следующие права были добавлены: %s
sv_sv: Tillstånd(en) har lagts till. Följande behörigheter har lagts till: %s.
tr_tr: İzin(ler) başarıyla eklendi. Bu izinler eklendi: %s.

source: Permissions
es_es: Permisos
ro_ro: Permisiuni
ru_ru: Права
sv_sv: Tillstånd
tr_tr: Yetkiler

source: PGP Binary
es_es: PGP binario
fr_ca: Binaire PGP
ru_ru: Каталог двоичных PGP ключей
sv_sv: Sökväg för PGP-binärdata
tr_tr: PGP İkili

source: PGP Encrypt
es_es: PGP Cifrar
fr_ca: Chiffrement PGP
ro_ro: Criptare PGP
ru_ru: PGP Шифрование
sv_sv: PGP-kryptering
tr_tr: PGP Şifreleme

source: PGP Public Keys Directory
es_es: Directorio de claves pública PGP
fr_ca: Dossier des clés publiques PGP
ro_ro: Directorul de chei publice PGP
ru_ru: Каталог PGP ключей
sv_sv: Sökväg för PGP-katalog
tr_tr: PGP Genel Anahtar Dizini

source: Picture
es_es: Imagen
fr_ca: Image
ro_ro: Imagine
ru_ru: Изображение
sv_sv: Bild
tr_tr: Resim

source: Picture "%s" cannot be found!
es_es: Imagen "%s" no se puede encontrar!
fr_ca: L'image "%s" est introuvable !
ro_ro: Imaginea "%s" nu a fost găsită!
ru_ru: Изображение "%s" не найдено!
sv_sv: Bild "%s" kan inte hittas!
tr_tr: Resim "%s" bulunamadı!

source: Picture couldn't be created! Error: %s
es_es: La imagen no pudo ser creado! Error: %s
fr_ca: La photo n'a pas pu être créée ! Erreur : %s
ro_ro: Imaginea nu a putut fi creată! Eroare: %s
ru_ru: Изображение не добавлено! Ошибка: %s
sv_sv: Bilden kunde inte skapas! Fel: %s
tr_tr: Resim oluşturulamadı! Hata: %s

source: Picture couldn't be updated! Error: %s
es_es: La imagen no se pudo actualizar! Error: %s
fr_ca: La photo n'a pas pu être mise à jour ! Erreur : %s
ro_ro: Imaginea nu a putut fi actualizată! Eroare: %s
ru_ru: Изображение не обновлено! Ошибка: %s
sv_sv: Bilden kunde inte uppdateras! Fel: %s
tr_tr: Resim güncellenemedi! Hata: %s

source: Picture has been successfully added.
es_es: La imagen se ha añadido correctamente.
fr_ca: L'image a été ajoutée.
ro_ro: Imaginea a fost adăugată cu succes.
ru_ru: Изображение успешно добавлено.
sv_sv: Bilden har lagts till
tr_tr: Resim başarıyla eklendi.

source: Picture has been successfully deleted.
es_es: La imagen se ha eliminado correctamente.
fr_ca: L'image a été supprimée.
ro_ro: Imaginea a fost ştearsă!
ru_ru: Фотография была успешно удалена.
sv_sv: Bilden har raderats.
tr_tr: Resim başarıyla silindi.

source: Picture has been successfully updated.
es_es: La imagen se ha actualizado correctamente.
fr_ca: L'image a été mise à jour.
ro_ro: Imaginea a fost actualizată cu succes.
ru_ru: Изображение успешно обнолено.
sv_sv: Bilden har uppdaterats.
tr_tr: Resim başarıyla güncellendi.

source: Picture Settings
es_es: Ajustes de imagen
fr_ca: Paramètres des images
ro_ro: Setări imagini
ru_ru: Изображения
sv_sv: Bildinställningar
tr_tr: Resim Ayarları

source: Picture(s) have been successfully uploaded. The following files have been uploaded: %s.
es_es: Foto (s) se han subido correctamente. Los siguientes archivos se han subido: %s.
fr_ca: Les images ont été téléversées. Les fichiers suivants on été téléversés : %s
ro_ro: Imaginea a fost încărcată cu succes. Următoarele fişiere au fost încărcate: %s.
ru_ru: Изображение(-я) успешно загружено(-ы). Загруженные изображения: %s.
sv_sv: Bild(er) har laddats upp. Följande filer har laddats upp: %s.
tr_tr: Resim(ler) başarıyla yüklendi. Yüklenen dosyalar: %s.

source: Pictures
es_es: Imágenes
fr_ca: Images
ro_ro: Imagini
ru_ru: Изображения
sv_sv: Bilder
tr_tr: Resimler

source: Pictures have been successfully re-ordered.
es_es: Imágenes han sido exitosamente reordenado.
fr_ca: Les images ont été réordonnées.
ro_ro: Imaginile au fost re-ordonate!
ru_ru: Фотографии были успешно сортированы.
sv_sv: Bilderna har arrangerats om
tr_tr: Resimler başarıyla yeniden düzenlendi.

source: Placeholder Text
es_es: Marcador de posición de texto
fr_ca: Texte de placement
ro_ro: Text substituent
ru_ru: Текст в поле ввода
sv_sv: Platshållartext
tr_tr: Yer tutucu metin

source: Please enter the email address you have provided at registration / join.
es_es: Por favor, introduzca la dirección de correo electrónico que ha proporcionado en la inscripción / join.
fr_ca: Veuillez entrer l'adresse courriel vous avez fourni lors de votre enregistrement.
ro_ro: Vă rugăm să introduceţi adresa de e-mail furnizată la înregistrare / înscriere.
ru_ru: Пожалуйста, введите адрес электронной почты, который Вы указали при регистрации.
sv_sv: Ange den e-postadress du angav vid registreringen.
tr_tr: Lütfen kayıt sırasında vermiş olduğunuz e-posta adresini giriniz.

source: Please go to Admin -> Site Layout and Functionality -> Menu Blocks and create at least one menu block to put pages in.
es_es: Por favor, vaya a Admin -> Sitio de diseño y funcionalidad -> Menú Bloques y crear por lo menos un bloque de menú para poner los páginas pulgadas
fr_ca: Veuillez créer au moins un bloc de menu dans lequel ajouter la page en vous rendant à Admin -> Habillage du site et fonctionnalités -> Blocs de menu.
ro_ro: Vă rugăm să mergeţi la Administrare -> Aspectul şi funcţionalitate site -> Blocuri Meniu şi creaţi cel puţin un bloc de meniu în care să adăugaţi pagini.
ru_ru: Пожалуйста, перейдите в Панель управления -> Настройки -> Меню и создайте хотя бы одно меню.
sv_sv: Gå till Administrera -> Verktyg och mallar-> Hantera menyer och skapa minst ett menyfält att lägga till sidor i.
tr_tr: Lütfen Yönetim -> Site Düzeni ve İşlevsellik-> Menü Bloklarına giderek en azındanbir tane menü bloğu oluşturarak öğleri içine yerleştiriniz.

source: Please make sure "%s" is readable by me or contact webmaster.
fr_ca: Veuillez vous assurer que le fichier "%s" soit accessible en lecture ou contactez le webmestre.
sv_sv: Se till "%s" kan läsas av mig eller kontakta webbansvarig.

source: Please make sure "%s" is writable by me or contact webmaster.
es_es: Por favor, asegúrese de que "%s" se puede escribir por mí o por contacto con el webmaster.
fr_ca: Veuillez vous assurer que "%s" est ouvert en écriture par le serveur ou contactez le webmestre.
ro_ro: Vă rugăm să vă asiguraţi că "%s" este inscriptibil ori contactaţi webmaster-ul.
ru_ru: Пожалуйста, убедитесь, что у "%s" установлены права или свяжитесь с веб-мастером.
sv_sv: Se till "%s" är skrivbar av mig eller kontakta webbansvarig.
tr_tr: Lütfen "%s" in yazılabilir olduğundan emin olunuz veya site yöneticisine başvurun.

source: Please make sure you have an active internet connection and it is accessible by me or contact webmaster.
fr_ca: Veuillez vous assurer que vous possèder une connexion Internet active et qu'elle est disponible ou contactez le webmestre.
sv_sv: Se till att du har en aktiv Internetanslutning och den är tillgänglig av mig eller kontakta webbansvarig.

source: Please make sure you have entered / selected the right username or if it's a new user please first create the user at Member Management -> Users.
es_es: Por favor, asegúrese de que ha introducido o seleccionado el nombre de usuario correcto o si es un nuevo usuario por favor, primero debe crear el usuario en miembro Administración -> Usuarios.
fr_ca: Veuillez vous assurer que vous avez entré/sélectionné le bon nom d'utilisateur ou créez d'abord un nouvel utilisateur dans Gestion des membres -> Utilisateurs
ro_ro: Vă rugăm să vă asiguraţi că aţi introdus/selectat corect numele de utilizator sau dacă este un utilizator nou vă rugăm să creaţi utilizatorul în Member Management -> Utilizatori.
ru_ru: Пожалуйста, убедитесь, что вы указали/выбрали существующее Имя пользователя. Для создания новой учетной записи, пожалуйста сначала создайте пользователя в Панель управления ->Пользователи.
sv_sv: Se till att du har angett/valt rätt användarnamn eller om det är en ny användare kan du först skapa en användare i kontrollpanelen för användare.
tr_tr: Lütfen doğru kullanıcı adı seçtiğinize / belirttiğinize emin olunuz eğer yeni bir kullanıcı ise öncelikle Kullanıcı Yönetimi, Kullanıcılar bölümünden kullanıcı oluşturunuz.

source: Please note that you will need to enter a valid e-mail address before your account is activated. You will receive an e-mail at the address you provided that contains an account activation link.
es_es: Tenga en cuenta que tendrá que introducir una dirección válida de correo electrónico antes de que su cuenta sea activada. Usted recibirá un e-mail a la dirección que siempre contiene un enlace de activación de la cuenta.
fr_ca: Veuillez noter que vous devez entrer une adresse courriel valide pour vérifer votre compte. Vous recevrez un courriel contenant un lien d'activation à l'adresse fournie.
ro_ro: Vă rugăm să reţineţi că va trebui să introduceţi o adresă validă de e-mail înainte de a activa contul dvs. Veţi primi un e-mail la adresa pe care aţi furnizato ce va conţine un link de activare al contului.
ru_ru: Обратите внимание, что вам необходимо указать действующий адрес электронной почты для активации учетной записи. Вы получите сообщение на указанный вами адрес, которое будет содержать ссылку для активации учетной записи.
sv_sv: Observera att du måste ange en giltig e-postadress innan kontot kan aktiveras. Du kommer att få ett meddelande skickat till den e-postadress du angav som innehåller en länk för kontoaktivering.
tr_tr: Hesabınız aktif edilmeden önce geçerli bir e-posta adresinizi girmeniz gerektiğini lütfen unutmayın. Hesabınız için aktivasyon linki içeren verdiğiniz adrese bir e-posta alacaksınız.

source: Please note, while your site is being updated, it will enter maintenance mode but as soon as the update process is complete, it will return to normal mode. By testing an update no changes will be made to your system!
fr_ca: Veuillez noter que pendant la mise à jour, votre site entrera en mode maintenance. Une fois la mise à jour complétée, votre site retournera en mode normal. En effectuant un test, aucun changement n'est effectué à votre système !
sv_sv: Observera att medan din webbplats uppdateras, kommer den att gå i underhållsläge men så fort uppdateringen är klar kommer den att återgå till normalläge. Genom att testa en uppdatering kommer inga ändringar att göras i ditt system!

source: Please review / correct the marked fields in the form below and try again.
es_es: Por favor / revise y corrija los campos marcados en el formulario de abajo y vuelva a intentarlo.
fr_ca: Veuillez réviser/corriger les champs marqués dans le formulaire et réessayez.
ro_ro: Vă rugăm să analizaţi / corectaţi câmpurile marcate în formularul de mai jos şi încercaţi din nou.
ru_ru: Пожалуйста, проверьте отмеченные поля, и попробуйте еще раз.
sv_sv: Läs / korrigera markerade fält i formuläret nedan och försök igen.
tr_tr: Lütfen aşağıdaki işaretli alanlara tekrar göz atınız ve düzelterek tekrar deneyiniz.

source: Please see detailed error messages above and try again.
es_es: Por favor, ver más arriba detallados mensajes de error y vuelva a intentarlo.
fr_ca: Veuillez jetter un coup d'oeil aux messages ci-dessus et essayer à nouveau.
ro_ro: Vă rugăm să consultaţi mesajele de eroare detaliate mai sus şi încercaţi din nou.
ru_ru: Пожалуйста, ознакомтесь с сообщением об ошибках и попробуйте еще раз.
sv_sv: Vänligen se detaljerade felmeddelanden ovan och försök igen.
tr_tr: Ayrıntılı hata mesajlarına göz atınız ve tekrar deneyiniz.

source: Popularity
fr_ca: Popularité
sv_sv: Popularitet

source: Post
es_es: Mensaje
fr_ca: article
ro_ro: Postare
ru_ru: Статья
sv_sv: Artikel
tr_tr: Mesaj

source: Post couldn't be copied! Error: %s
es_es: Mensaje no se pudo copiar! Error: %s
fr_ca: Les articles n'ont pas pu être copiés ! Erreur : %s
ro_ro: Mesajul nu a putut fi copiat! Eroare: %s
ru_ru: Статью копировать не удалось! Ошибка: %s
sv_sv: Artikeln kan inte kopieras! Fel: %s
tr_tr: Mesaj kopyalanamadı! Hata: %s

source: Post couldn't be created! Error: %s
es_es: Mensaje no se pudo crear! Error: %s
fr_ca: L'article n'a pas pu être créé ! Erreur : %s
ro_ro: Post'ul nu a putut fi creat! Eroare: %s
ru_ru: Статья не создана! Ошибка: %s
sv_sv: Artikeln kunde inte skapas! Fel: %s
tr_tr: Mesaj oluşturulamadı! Hata: %s

source: Post couldn't be moved! Error: %s
es_es: Mensaje no se pudo mover! Error: %s
fr_ca: Les articles n'ont pas pu être déplacés ! Erreur : %s
ro_ro: Mesajul nu a putut fi mutat! Eroare: %s
ru_ru: Статью переместить не удалось! Ошибка: %s
sv_sv: Artikeln kunde inte flyttas! Fel: %s
tr_tr: Mesaj taşınamadı! Hata: %s

source: Post couldn't be updated! Error: %s
es_es: Mensaje no se pudo actualizar! Error: %s
fr_ca: L'article n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Post'ul nu a putut fi actualizat! Eroare: %s
ru_ru: Статья не обновлена! Ошибка: %s
sv_sv: Artikeln kunde inte uppdateras! Fel: %s
tr_tr: Mesaj güncellenemedi! Hata: %s

source: Post has been successfully created.
es_es: Post ha sido creado con éxito.
fr_ca: L'article a été créé.
ro_ro: Post'ul a fost creat!
ru_ru: Статья успешно создана.
sv_sv: Artikeln har skapats.
tr_tr: Mesaj başarılı bir şekilde oluşturuldu.

source: Post has been successfully deleted.
es_es: Post ha sido eliminado correctamente.
fr_ca: L'article a été supprimé.
ro_ro: Mesajul a fost şters cu succes.
ru_ru: Статья успешно удалена.
sv_sv: Artikeln har raderats.
tr_tr: Mesaj başarıyla silindi.

source: Post has been successfully updated.
es_es: Post ha sido actualizado correctamente.
fr_ca: L'article a été mis à jour.
ro_ro: Postările au fost actualizate!
ru_ru: Статья успешно обновлена.
sv_sv: Artikeln har uppdaterats.
tr_tr: Mesaj başarıyla güncellendi.

source: Post Keywords
fr_ca: Mots-clés de l'article
ro_ro: Cuvinte cheie
ru_ru: Ключевые слова
sv_sv: Artikelsökord
tr_tr: Mesaj Anahtar Kelimeleri

source: Post successfully created but couldn't ping blog servers. Please define at least one blog ping server or multiple servers separated by commas in Global Settings.
es_es: Post creado con éxito, pero no pudo ping a los servidores de blog. Por favor, defina al menos un servidor de ping blog o varios servidores separados por comas en la configuración global.
fr_ca: L'article a été créé, mais le <i>ping</i> des serveurs de blogage a échoué. Veuillez définir au moins un serveur de <i>ping</i> ou plusieurs serveurs séparés par des virgules dans les Paramètres généraux.
ro_ro: Post creat cu succes, dar nu a putut comunica cu serverul de blog. Vă rugăm să definiţi cel puţin un server de blog, sau mai multe servere separate prin virgulă în Setările Globale.
ru_ru: Статья успешно создана, но не указаны блог пинг сервера. Пожалуйста, определить по крайней мере один блог пинг сервер или несколько через запятую в Настройках системы.
sv_sv: Artikeln skapad men kunde inte pinga andra servrar. Vänligen definiera minst en pingserver eller flera servrar separerade med kommatecken i globala inställningar.
tr_tr: Post başarıyla oluşturuldu fakat sunucular blog ping olmadı. Lütfen Global Ayarlarda en az bir blog ping sunucusu veya virgülle ayırarak birden çok sunucu ekleyiniz.

source: Post successfully created but rss feed couldn't be updated.
es_es: Post creado con éxito, pero feed RSS no pudo actualizarse.
fr_ca: L'article a été créé, mais le flux RSS n'a pas pu être mis à jour.
ro_ro: Post creat cu succes, dar fluxul RSS nu a putut fi actualizat.
ru_ru: Статья успешно создана. Обновите новостную ленту(RSS).
sv_sv: Artikeln skapad men RSS-flödet kunde inte uppdateras.
tr_tr: Mesaj başarıyla oluşturuldu fakat rss besleme güncelleme olmadı.

source: Post successfully created but xml sitemap file couldn't be updated.
es_es: Post creado correctamente pero el archivo XML Sitemap no podía actualizarse.
fr_ca: L'article a été créé, mais le plan de site XML n'a pas pu être mis à jour.
ro_ro: Post creat cu succes, dar fişierul sitemap XML nu a putut fi actualizat.
ru_ru: Статья успешно создана. Обновите XML-файл карты сайта.
sv_sv: Artikeln skapad men din XML-webbplatsfil kan inte uppdateras.
tr_tr: Mesaj başarıyla oluşturuldu fakat xml sitemap dosyası güncellenemedi.

source: Post successfully deleted but rss feed couldn't be updated.
es_es: Mensaje eliminado correctamente, pero feed RSS no podía actualizarse.
fr_ca: L'article a été supprimé, mais le flux RSS n'a pas pu être mis à jour.
ro_ro: Post şters cu succes, dar fluxul RSS nu a putut fi actualizat.
ru_ru: Статья успешно удалена. Обновите новостную ленту(RSS).
sv_sv: Artikeln tagits bort, men RSS-flödet kunde inte uppdateras.
tr_tr: Mesaj başarıyla silindi ama rss feed güncellenemedi.
