Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: Enable Rating
es_es: Habilitar Clasificación
fr_ca: Activer la notation
ro_ro: Activaţi Evaluarea
ru_ru: Включить
sv_sv: Betygssättning
tr_tr: Derecelendirmeleri Etkinleştirin

source: Enabled
es_es: Habilitado
fr_ca: Activé
ro_ro: Activat
ru_ru: Включено
sv_sv: Aktiverad
tr_tr: Etkinleştirildi

source: End Date
es_es: Fecha de finalización
fr_ca: Date de fin de parution
ro_ro: Data de sfârşit
ru_ru: Дата снятия
sv_sv: Slutdatum
tr_tr: Bitiş Tarihi

source: Enter one value per line. Values can also have two arguments if required (title and value), for e.g. "Tech Department = tech@domain.com". To have a value preselected as the default mark it with an asterisk (*), for e.g. "*Tech Deparment"
es_es: Introduzca un valor por línea. Los valores también pueden tener dos argumentos, si es necesario (título y valor), por ejemplo, "Tech Departamento = tech@domain.com". Para tener un valor preseleccionado por defecto lo marca con un asterisco (*), por ejm. "*Tech Departamento"
fr_ca: Entrez une valeur par ligne. Les valeurs peuvent également contenir deux arguments, si requis (titre et valeur), par exemple : "Département des TIC = tic@exemple.com". Pour avoir une valeur présélectionnée par défaut, préfixez-là d'un astérisque (*), par exemple : "*Département des TIC".
ro_ro: Introduceţi o valoare pentru fiecare linie. Valorile pot avea, de asemenea, două argumente, dacă este necesar (titlu şi valoare), de exemplu, pentru "Departamentul Tehnic = tech@domain.com". Pentru a avea o valoare preselectată ca implicit marcaţi cu un asterisc (*), de exemplu, pentru "* Departamentul Tehnic"
ru_ru: Введите одно значение в каждой строке. Значения также могут иметь два аргумента, если требуется (заголовок и значение), например, для "Технология Департамента = tech@domain.com". Чтобы иметь значение заданное по умолчанию отметьте его со звездочкой (*), пример, для "* Технология Кафедра"
sv_sv: Skriv in ett värde per rad. Värden kan också ha två argument om det behövs (rubrik och värde) t.ex."tekniska avdelningen = tekn.avd@webbadress.se".</br>Att ha ett värde förvalt som standard markeras med en asterisk (*) t.ex."*tekniska avdelningen"
tr_tr: Satır başına bir değer girin. Gerekirse değerler iki argüman olabilir (başlık ve değer), örneğin "Teknoloji Bölümü = tech@domain.com". Varsayılan olarak önceden seçilen bir değer için yıldız işareti (*) ile belirtiniz, örneğin "*Teknoloji Bölümü"

source: Enter the code shown in the image
es_es: Introduzca el código que se muestra a la derecha
fr_ca: Entrez le code affiché dans l'image
ro_ro: Introduceţi codul afişat în dreapta
ru_ru: Введите защитный код в поле ниже
sv_sv: Skriv in koden som visas i bilden
tr_tr: Sağda gösterilen kodu giriniz

source: Error
fr_ca: Erreur
ro_ro: Eroare
ru_ru: Ошибка
sv_sv: Fel
tr_tr: Hata

source: Every day
es_es: Todos los días
fr_ca: Tous les jours
ro_ro: Zilnic
ru_ru: Каждый день
sv_sv: Dagligen
tr_tr: Her gün

source: Everyone
es_es: Todo el mundo
fr_ca: Tous
ro_ro: Oricine
ru_ru: Все
sv_sv: Alla
tr_tr: Herkes

source: Except
es_es: Salvo
fr_ca: Sauf
ro_ro: Cu excepţia
ru_ru: Кроме
sv_sv: Förutom
tr_tr: Hariç

source: Existing File (URL)
es_es: Archivo existente(URL)
fr_ca: Fichier existant (URL)
ro_ro: Fişier existent (URL)
ru_ru: Удаленный файл (URL)
sv_sv: Befintlig fil (URL)
tr_tr: Mevcut Dosya (URL)

source: Existing Picture (URL)
es_es: Imagen existentes(URL)
fr_ca: Image (URL) déjà existante
ro_ro: Imagine existentă (URL)
ru_ru: На другом сервере (URL)
sv_sv: Befintlig bild (URL)
tr_tr: Mevcut Resim (URL'si)

source: Expired
es_es: Caducado
fr_ca: Expirée
ro_ro: Expirat
ru_ru: Истек
sv_sv: Förfallen
tr_tr: Süresi doldu

source: Expires on
es_es: Expira el
fr_ca: Expire le
ro_ro: Expiră la
ru_ru: Истекает
sv_sv: Löper ut den
tr_tr: Sona Erme Zamanı

source: Export
fr_ca: Exporter
ro_ro: Exportă
ru_ru: Экспорт
sv_sv: Exportera
tr_tr: Dışarı Çıkar

source: Export current template as an installable template package
fr_ca: Exporter l'habillage courant sous forme de paquet installable.
ro_ro: Exportaţi şablonul curent ca şi pachet instalabil!
ru_ru: Экспорт текущего шаблона и сохранение в устанавливаемый архив шаблона.
sv_sv: Exportera den aktuella mallen som en installerbart mallpaket
tr_tr: Mevcut temayı yüklenebilir tema paketi olarak dışarı çıkar

source: Export Template
fr_ca: Exporter l'habillage
ro_ro: Exportaţi şablonul
ru_ru: Экспорт
sv_sv: Exportera mallen
tr_tr: Temayı Dışarı Çıkar

source: Favorite Links
es_es: Vínculos favoritos
fr_ca: Liens favoris
ro_ro: Legături favorite
ru_ru: Избранное
sv_sv: Hantera favoriter
tr_tr: Favori Linkler

source: Favorite Links Administration
es_es: Enlaces Administración Favoritos
fr_ca: Gestion
ro_ro: Administrare Legături Favorite
ru_ru: Управление избранным
sv_sv: Administrera favoritlänkar
tr_tr: Favori Linkler Yönetimi

source: Favorite Links Enabled
es_es: Enlaces Favoritos Activado
fr_ca: Liens favoris activés
ro_ro: Activarea link-urilor favorite
ru_ru: Отображать избранные ссылки
sv_sv: Favoritlänkar aktiverade
tr_tr: Favori Linkler Etkin

source: Feed couldn't be created! Error: %s
es_es: El RSS no se pudo crear! Error: %s
fr_ca: Le flux n'a pas pu être créé ! Erreur : %s
ro_ro: Fluxul nu a putut fi creat. Eroare: %s
ru_ru: Новостной канал не создан! Ошибка: %s
sv_sv: Flödet kunde inte skapas! Fel: %s
tr_tr: Besleme oluşturulamadı! Hata: %s

source: Feed couldn't be updated! Error: %s
es_es: El RSS no se pudo actualizar! Error: %s
fr_ca: Le flux n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Fluxul nu a putut fi actualizat. Eroare: %s
ru_ru: Новостной канал не обновлен! Ошибка: %s
sv_sv: Flödet kunde inte uppdateras! Fel: %s
tr_tr: Besleme güncellenemedi! Hata: %s

source: Feed URL
es_es: Introducir URL
fr_ca: URL du flux
ro_ro: Flux URL
ru_ru: URL адрес
sv_sv: Flödes-URL
tr_tr: Besleme URL

source: Field couldn't be created! Error: %s
es_es: El campo no puede ser creado! Error: %s
fr_ca: Le champ n'a pa pu être créé ! Erreur : %s
ro_ro: Câmpul nu a putut fi creat! Eroare: %s
ru_ru: Поле не создано! Ошибка: %s
sv_sv: Fältet kunde inte skapas! Fel: %s
tr_tr: Alan oluşturulamadı! Hata: %s

source: Field couldn't be updated! Error: %s
es_es: Campo no se pudo actualizar! Error: %s
fr_ca: Le fichier n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Câmpul nu a putut fi actualizat! Eroare: %s
ru_ru: Поле не обновлено! Ошибка: %s
sv_sv: Fältet kunde inte uppdateras! Fel: %s
tr_tr: Alan güncellenemedi! Hata: %s

source: Field for the storage table couldn't be added. Please see the SQL error above and report it to webmaster.
es_es: Campo de la tabla de almacenamiento no se podría agregar. Por favor, vea el error anterior de SQL e informar de ello al webmaster.
fr_ca: Le champ de la base de données n'a pas pu être ajouté. Veuillez vérifier l'erreur SQL ci-dessus et la reporter au webmestre.
ro_ro: Câmpul pentru tabelul de depozitare nu a putut fi adăugat. Vă rugăm să notaţi eroarea SQL de mai sus şi raportaţi-o la webmaster.
ru_ru: Поле для хранения таблицы не добавлено. Пожалуйста, сообщите об ошибке SQL(указана выше) вебмастеру.
sv_sv: Fält för lagringstabell kunde inte läggas till. Vänligen se SQL-felet ovan och rapportera det till webbansvarig.
tr_tr: Alan depolama tablosuna eklenemedi. Yukarıdaki SQL hatasını site yöneticinize bildirin.

source: Field for the storage table couldn't be edited. Please see the SQL error above and report it to webmaster.
es_es: Campo de la tabla de almacenamiento no puede ser editada. Por favor, vea el error anterior de SQL e informar de ello al webmaster.
fr_ca: Le champ de la base de données n'a pas pu être modifié. Veuillez vérifier l'erreur SQL ci-dessus et la rapporter au webmestre.
ro_ro: Câmpul pentru tabelul de depozitare nu a putut fi editat. Vă rugăm să notaţi eroarea SQL de mai sus şi raportaţi-o la webmaster.
ru_ru: Поле для хранения таблицы не отредактировано. Пожалуйста, сообщите об ошибке SQL(указана выше) вебмастеру.
sv_sv: Fält för lagringstabell kunde inte redigeras. Vänligen se SQL-felet ovan och rapportera det till webbansvarig.
tr_tr: Alan depolama tablosu için düzenlenemedi. Yukarıdaki SQL hatasını site yöneticinize bildirin.

source: Field has been successfully created.
es_es: Campo se ha creado con éxito.
fr_ca: Le champ a été créé.
ro_ro: Câmpul a fost creat!
ru_ru: Поле было успешно создано.
sv_sv: Fältet har skapats.
tr_tr: Alan başarılı bir şekilde oluşturuldu.

source: Field has been successfully deleted.
es_es: Campo ha sido eliminado correctamente.
fr_ca: Le champ a été supprimé.
ro_ro: Câmpul a fost şters!
ru_ru: Поле было успешно удалено.
sv_sv: Fält har raderats.
tr_tr: Alan başarıyla silindi.

source: Field has been successfully updated.
es_es: Campo ha sido actualizado correctamente.
fr_ca: Le champ a été mis à jour.
ro_ro: Câmpul a fost actualizat!
ru_ru: Поле было успешно обновлено.
sv_sv: Fält har uppdaterats.
tr_tr: Alan başarıyla güncellendi.

source: Field marked with an asterisk (*) is required.
es_es: Los campos marcados con un asterisco (*) es obligatorio.
fr_ca: Le champ marqué d'un astérisque (*) est requis.
ro_ro: Câmpul marcat cu un asterisc (*) este necesar.
ru_ru: Поля, помеченные звездочкой (*) обязательны для заполнения.
sv_sv: Fält markerade med asterisk (*) är obligatoriska.
tr_tr: Gerekli alan bir yıldız (*) ile işaretlenmiş.

source: Field Name
es_es: Nombre del campo
fr_ca: Nom du champ
ro_ro: Nume câmp
ru_ru: Имя поля
sv_sv: Fältnamn
tr_tr: Alan Adı

source: Field selected to be edited doesn't exist!
es_es: Campo seleccionado para ser editado no existe!
fr_ca: Le fichier sélectionné pour modification est inexistant !
ro_ro: Câmpul selectat pentru a fi editat nu există!
ru_ru: Выбранного поля для редактирования не существует!
sv_sv: Markerat fält som ska redigeras finns inte!
tr_tr: Düzenlemek için seçilen alan yok!

source: Field value couldn't be added! Error: %s
es_es: El valor del campo no se podría agregar! Error: %s
fr_ca: La valeur de champ n'a pas pu être ajoutée ! Erreur : %s
ro_ro: Valoarea câmpului nu a fost adăugată! Eroare: %s
ru_ru: Поле значения не добавлено! Ошибка: %s
sv_sv: Fältvärde kunde inte läggas till. Fel: %s
tr_tr: Alan değeri eklenemedi! Hata: %s

source: Field value couldn't be updated! Error: %s
es_es: El valor del campo no se pudo actualizar! Error: %s
fr_ca: La valeur de champ n'a pas pu être mise à jour ! Erreur : %s
ro_ro: Valoarea câmpului nu a fost actualizată! Eroare: %s
ru_ru: Поле значения не обновлено! Ошибка: %s
sv_sv: Fältvärdet kunde inte uppdateras. Fel: %s
tr_tr: Alan değeri güncellenemedi! Hata: %s

source: Field value has been successfully created.
es_es: El valor del campo se ha creado con éxito.
fr_ca: La valeur de champ a été créée.
ro_ro: Valoarea câmpului a fost creată!
ru_ru: Поле значения были успешно создано.
sv_sv: Fältvärde har skapats.
tr_tr: Alan değeri başarılı bir şekilde oluşturuldu.

source: Field value has been successfully deleted.
es_es: El valor del campo ha sido eliminado correctamente.
fr_ca: La valeur de champ a été supprimée.
ro_ro: Valoarea câmpului a fost ştearsă!
ru_ru: Поле значения были успешно удалено.
sv_sv: Fältvärde har raderats.
tr_tr: Alan değeri başarıyla silindi.

source: Field value has been successfully updated.
es_es: El valor del campo se ha actualizado correctamente.
fr_ca: la valeur de champ a été mise à jour.
ro_ro: Valoarea câmpului a fost actualizată!
ru_ru: Поле значения были успешно обновлено.
sv_sv: Fältvärde har uppdaterats.
tr_tr: Alan değeri başarıyla güncellendi.

source: Field Values
es_es: Los valores del campo
fr_ca: Valeurs de champ
ro_ro: Valoarea câmpului
ru_ru: Значения поля
sv_sv: Fältvärden
tr_tr: Alan Değerleri

source: Field values have been successfully re-ordered.
es_es: los valores de campo han sido exitosamente reordenado.
fr_ca: La valeurs de champ ont été réordonnées.
ro_ro: Valorile câmpurilor au fost reordonate.
ru_ru: Поле значения успешно переоформлено.
sv_sv: Fältvärden har arrangerats om.
tr_tr: Alan değerleri başarıyla yeniden düzenlendi.

source: Field(s) marked with an asterisk (*) is/are required.
es_es: Campo (s) marcados con un asterisco (*) es/son obligatorios.
fr_ca: Les champs marqués d'un astérisque (*) sont requis.
ro_ro: Câmpurile marcate cu asterisc (*) sunt obligatorii.
ru_ru: Поля, помеченные звездочкой (*) обязательны для заполнения.
sv_sv: Fält markerade med en asterisk (*) är obligatoriska.
tr_tr: Bir yıldız (*) ile işaretlenmiş alanların doldurulması zorunludur.

source: Fields
es_es: Campos
fr_ca: Champs
ro_ro: Câmpuri
ru_ru: Поля
sv_sv: Fält
tr_tr: Alanlar

source: Fields have been successfully re-ordered.
es_es: Los campos han sido exitosamente reordenado.
fr_ca: Les champs ont été réordonnés.
ro_ro: Câmpurile au fost re-ordonate!
ru_ru: Поля были успешно переоформлены.
sv_sv: Fälten har arrangerats om.
tr_tr: Alanlar başarıyla yeniden düzenlendi.

source: Fields marked with an asterisk (*) are required.
es_es: Los campos marcados con un asterisco (*) son obligatorios.
fr_ca: Les champs marqués d'un astérique (*) sont requis.
ro_ro: Câmpurile marcate cu asterisc (*) sunt obligatorii.
ru_ru: Поля, помеченные звездочкой (*) обязательны для заполнения.
sv_sv: Fält markerade med en asterisk (*) är obligatoriska.
tr_tr: Bir yıldız (*) ile işaretlenmiş alanların doldurulması zorunludur.

source: File
es_es: Archivo
fr_ca: Fichier
ro_ro: Fişier
sv_sv: Fil
tr_tr: Dosya

source: File "%s" cannot be found!
es_es: El archivo "%s" no se puede encontrar!
fr_ca: Le fichier "%s" n'a pas pu être trouvée !
ro_ro: Fişierul "%s" nu poate fi găsit!
ru_ru: Файл "%s" не найден!
sv_sv: Fil "%s" kan inte hittas!
tr_tr: Dosya "%s" bulunamadı!

source: File "%s" couldn't be found!
fr_ca: Le fichier "%s" n'a pas pu être trouvé !
sv_sv: Filen "%s" kunde inte hittas!

source: File / Folder couldn't be deleted.
es_es: Archivo / Carpeta no puede ser eliminado.
fr_ca: Le fichier/dossier n'a pas pu être supprimé.
ro_ro: Fişierul / Dosarul nu poate fi şters.
ru_ru: Не удалено.
sv_sv: Fil / mapp kan inte tas bort.
tr_tr: Dosya / Klasör silinemedi.

source: File / Folder couldn't be renamed.
es_es: Archivo / Carpeta no puede ser cambiado de nombre.
fr_ca: Le fichier/dossier n'a pas pu être renommé.
ro_ro: Fişierul / Dosarul nu a putut fi redenumit.
ru_ru: Не переименовано.
sv_sv: Fil / mapp kan inte döpas om.
tr_tr: Dosya / Klasör adı yenilenemedi.

source: File / Folder has been successfully deleted.
es_es: Archivo / carpeta ha sido eliminada.
fr_ca: Le fichier/dossier a été supprimé.
ro_ro: Fişierul / Dosarul a fost şters!
ru_ru: Удалено.
sv_sv: Fil / mapp har raderats.
tr_tr: Dosya / Klasör başarıyla silindi.

source: File / Folder has been successfully renamed.
es_es: Archivo / Carpeta se ha logrado cambiar el nombre.
fr_ca: le fichier/dossier a été renommé.
ro_ro: Fişierul / Dosarul a fost redenumit cu succes.
ru_ru: Переименовано успешно.
sv_sv: Fil / mapp har döpts om.
tr_tr: Dosya / Klasör başarıyla yeniden adlandırıldı.

source: File / Folder name
es_es: Archivo / Nombre de la carpeta
fr_ca: Nom du dossier/fichier
ro_ro: Nume Fişier / Dosar
ru_ru: Название файла / папки
sv_sv: Fil / mappnamn
tr_tr: Dosya / Klasör adı

source: File couldn't be saved!
es_es: El archivo no puede ser salvado!
fr_ca: Le fichier n'a pas pu être sauvegardé !
ro_ro: Fişierul nu a putut fi salvat!
ru_ru: Файл не сохранен!
sv_sv: Filen kunde inte sparas!
tr_tr: Dosya kayıt edilemedi!

source: File couldn't be saved! This usually means that your file is larger than the allowed upload limit (%s) or something went wrong while saving the file to it's permanent place. Please try again or contact webmaster.
es_es: El archivo no puede ser salvado! Esto generalmente significa que el archivo es mayor que el límite de carga permitido (%s) o algo salió mal al guardar el archivo a su lugar permanente. Por favor, inténtelo de nuevo o contacto con el webmaster.
fr_ca: Le fichier n'a pas pu être sauvegardé ! Ceci peut être causé par un fichier plus lourd que la limite du serveur (%s) ou une erreur peut être survenue durant la sauvegarde à l'endroit définitif. Veuillez réessayer de nouveau ou contacter le webmestre.
ro_ro: Fişierul nu a a putut fi salvat! Acest lucru, de obicei, înseamnă că fişierul este mai mare decât limita permisă încărcare (%s) sau ceva nu a mers bine in timp ce fişierul se salva. Vă rugăm să încercaţi din nou sau contactaţi webmasterul.
ru_ru: Файл не может быть сохранен! Это обычно означает, что ваш файл больше, чем допустимый предел(%s) или что-то пошло не так при сохранении файла. Пожалуйста, попробуйте еще раз или свяжитесь с веб-мастером.
sv_sv: Filen kunde inte sparas! Det betyder oftast att din fil är större än den tillåtna uppladdningsgränsen (%s) eller så gick något fel när filen sparades till sin permanenta plats. Försök igen eller kontakta webbansvarig.
tr_tr: Dosya kayıt edilemedi! Bu genellikle dosya boyutu izin limiti (%s) üzerinde olduğu ya da kalıcı yere dosyayı kaydederken bir şeyler ters gitti anlamına gelir. Tekrar deneyin veya site yöneticisine danışın.

source: File Editor
es_es: Editor de archivos
fr_ca: Éditeur de fichier
ro_ro: Editor Fişiere
ru_ru: Редактирование файла карты сайта
sv_sv: Filredigerare
tr_tr: Dosya editörü

source: File has been successfully saved.
es_es: El archivo ha sido guardado con éxito.
fr_ca: Le fichier a été sauvegardé.
ro_ro: Fişierul a fost salvat cu succes.
ru_ru: Файл успешно сохранен.
sv_sv: Filen har sparats.
tr_tr: Dosya başarıyla kaydedildi.

source: File Manager
es_es: Administrador de Archivos
fr_ca: Fichiers
ro_ro: Manager Fişiere
ru_ru: Файлы
sv_sv: Hantera filer
tr_tr: Dosya Yöneticisi

source: File to upload
es_es: Archivo para cargar
fr_ca: Fichier à téléverser
ro_ro: Fişierul pentru încărcare
ru_ru: Файл для загрузки
sv_sv: Fil att ladda upp.
tr_tr: Dosya yüklemek için

source: Files have been successfully uploaded. The following files have been uploaded: %s.
es_es: Los archivos se han subido correctamente. Los siguientes archivos se han subido: %s.
fr_ca: Les fichiers suivants ont correctement été téléversés sur le serveur : %s.
ro_ro: Fişierele au fost încărcate cu succes. Următoarele fişiere au fost încărcate: %s
ru_ru: Файлы были успешно загружены. Следующие файлы были загружены: %s.
sv_sv: Filerna har laddats upp. Följande filer har laddats upp: %s.
tr_tr: Seçtiğiniz dosyalar başarıyla yüklendi. Bu dosyalar yüklendi: %s.

source: Filesize
es_es: Tamaño del archivo
fr_ca: Taille du fichier
ro_ro: Dimensiune
ru_ru: Размер файла
sv_sv: Filstorlek
tr_tr: Dosya boyutu

source: First page
es_es: Primera página
fr_ca: Première page
ro_ro: Prima pagină
ru_ru: Первая страница
sv_sv: Startsida
tr_tr: İlk sayfa

source: First Weekday
es_es: Primer día de la semana
fr_ca: Premier jour de la semaine
ro_ro: Prima zi a săptămânii
ru_ru: Первый день недели
sv_sv: Första veckodag
tr_tr: Haftanın İlk Günü

source: Fixing errors
fr_ca: Résolution des erreurs
sv_sv: Ordnar fel

source: Folder couldn't be created.
es_es: Carpeta no se pudo crear.
fr_ca: Le dossier n'a pas pu être créé.
ro_ro: Dosarul nu a putut fi creat.
ru_ru: Папка не может быть создана.
sv_sv: Mappen kunde inte skapas
tr_tr: Klasör oluşturulamadı.

source: Folder has been successfully created.
es_es: Carpeta se ha creado con éxito.
fr_ca: Le dossier a été créé.
ro_ro: Dosarul a fost creat.
ru_ru: Папка успешно создана.
sv_sv: Mappen har skapats
tr_tr: Klasör başarıyla oluşturuldu.

source: Folder name
es_es: Nombre de la carpeta
fr_ca: Nom du dossier
ro_ro: Nume Dosar
ru_ru: Название папки
sv_sv: Mappnamn
tr_tr: Klasör adı

source: Font
es_es: Fuente
fr_ca: Police
ro_ro: Caracter
ru_ru: Шрифт
sv_sv: Teckensnitt
tr_tr: Yazı tipi

source: Font Size
es_es: Tamaño de fuente
fr_ca: Taille de la police
ro_ro: Marimea fontului
ru_ru: Размер шрифта
sv_sv: Teckenstorlek
tr_tr: Yazı Tipi Boyutu

source: For additional brute force protection settings please see
es_es: Para más protección de la fuerza bruta configuración consulte
fr_ca: Pour plus de paramètres de protection contre la force brute, veuillez voir
ro_ro: Pentru setări suplimentare de protecţie Brute Force vă rugăm să consultaţi
ru_ru: Дополнительные настройки
sv_sv: För ytterligare attackskyddinställningar för lösenord, se
tr_tr: Ek brute force koruma ayarlarını görmek için

source: For additional password trading protection settings please see
es_es: Para información adicional contraseña configuración de la protección comercial consulte
fr_ca: Pour plus de paramètres de protection contre le partage de mot de passe, veuillez voir
ro_ro: Pentru informaţii suplimentare de protecţie Password Trading (Partajarea parolei), vă rugăm consultaţi
ru_ru: Для дополнительных настроек см.
sv_sv: För ytterligare utbytesskyddsinställningar för lösenord, se
tr_tr: Ek şifre ticaret koruma ayarlarına göz atın

source: for maintaining your changes
fr_ca: pour le maintien de vos changements
sv_sv: för att behålla dina ändringar

source: for maintaining your template
fr_ca: pour le maintien des vos habillages
sv_sv: för att behålla din mall

source: Foreground Color
es_es: Color de primer plano
fr_ca: Couleur d'avant-plan
ro_ro: Culoarea prim-planului
ru_ru: Основной цвет
sv_sv: Förgrundsfärg
tr_tr: Önalan Rengi

source: Forgot your password?
es_es: ¿Olvidaste tu contraseña?
fr_ca: Oublié votre mot de passe ?
ro_ro: Aţi uitat parola?
ru_ru: Восстановить пароль?
sv_sv: Har du glömt ditt lösenord?
tr_tr: Şifremi unuttum?

source: Form couldn't be created! Error: %s
es_es: La forma no podría ser creado! Error: %s
fr_ca: Le formulaire n'a pas pu être créé ! Erreur : %s
ro_ro: Formularul nu a putut fi creat! Eroare: %s
ru_ru: Форма не создана! Ошибка: %s
sv_sv: Formuläret kunde inte skapas. Fel: %s
tr_tr: Form oluşturulamadı! Hata: %s

source: Form couldn't be found!
es_es: La forma no se pudo encontrar!
fr_ca: Le formulaire demandé est introuvable !
ro_ro: Formularul nu a putut fi găsit!
ru_ru: Форма не найдена!
sv_sv: Formuläret kunde inte hittas.
tr_tr: Form bulunamadı!

source: Form couldn't be updated! Error: %s
es_es: La forma no se podría actualizar! Error: %s
fr_ca: Le formulaire n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Formularul nu a putut fi actualizat! Eroare: %s
ru_ru: Форма не обновлена! Ошибка: %s
sv_sv: Formuläret kunde inte uppdateras. Fel: %s
tr_tr: Form güncellenemedi! Hata: %s

source: Form Fields
es_es: Campos de formulario
fr_ca: Champs du formulaire
ro_ro: Câmpurile formularului
ru_ru: Поля формы
sv_sv: Formulärfält
tr_tr: Form Alanları

source: Form has been successfully created.
es_es: Formulario ha sido creado con éxito.
fr_ca: Le formulaire a été créé.
ro_ro: Formularul a fost creat!
ru_ru: Форма добавлена.
sv_sv: Formuläret har skapats.
tr_tr: Form başarılı şekilde oluşturuldu.

source: Form has been successfully deleted.
es_es: Formulario ha sido eliminado correctamente.
fr_ca: Le formulaire a été supprimé.
ro_ro: Formularul a fost şters!
ru_ru: Форма удалена.
sv_sv: Formuläret har raderats.
tr_tr: Form başarılı şekilde silindi.

source: Form has been successfully submitted and a notification email has been sent to the webmaster.
es_es: Formulario ha sido enviado correctamente y una notificación por correo electrónico ha sido enviado al administrador del sitio.
fr_ca: Le formulaire a été soumis et un courriel de notification a été envoyé au webmestre.
ro_ro: Formularul a fost trimis cu succes, un email de notificare a fost trimis la webmaster.
ru_ru: Форма отправлена.
sv_sv: Formuläret har skickats in och en underrättelse har skickats till webbansvarig via e-post.
tr_tr: Formun ve bir bildirim e-postası başarıyla site yöneticisine gönderildi.

source: Form has been successfully submitted.
es_es: Formulario ha sido enviado correctamente.
fr_ca: Le formulaire a été soumis.
ro_ro: Formularul a fost trimis cu succes.
ru_ru: Форма отправлена.
sv_sv: Formulär har skickats.
tr_tr: Formun başarıyla gönderildi.
