Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: No file selected to be uploaded as a new picture! Please select a file / picture to upload or define an already uploaded picture.
es_es: No existe el fichero seleccionado para ser cargado como una nueva imagen! Por favor, seleccione un archivo / imagen a subir o definir una imagen ya ha cargado.
fr_ca: Aucun fichierr a téléverser comme nouvelle image ! Veuillez sélectionner un fichier/image à téléverser or définissez une image déjà téléversée.
ro_ro: Nici un fişier selectat pentru a fi încărcat ca imagine nouă! Vă rugăm să selectaţi un fişier / imagine pentru încărcare sau definiţi o imagine deja încărcată.
ru_ru: Не выбран файл для загрузки, как новое изображение! Пожалуйста, выберите файл / изображение для загрузки или укажите уже загруженое изображение.
sv_sv: Ingen fil vald laddas upp som en ny bild! Välj en fil / bild att ladda upp eller välj en redan uppladdad bild.
tr_tr: Resim resim olarak yüklemek için dosya seçilmedi! Lütfen yüklemek için bir dosya/resim seçiniz veya yüklenmiş bir dosya belirtiniz.

source: No file selected to be uploaded as a new video! Please select a file / video to upload or define an already uploaded video.
es_es: No existe el fichero seleccionado para ser cargado como un nuevo video! Por favor, seleccione un archivo de video para subir o definir un vídeo que ya está subido.
fr_ca: Aucun fichier sélectionné pour le téléversement en tant que nouvelle vidéo. Veuillez sélectionner un fichier vidéo à téléverser ou définissez une vidéo déjà téléversée.
ro_ro: Nici un fişier selectat pentru a fi încărcat ca un nou videoclip! Vă rugăm să selectaţi un fişierul / videoclipul pentru a-l încărca sau definiţi un video deja încărcat.
ru_ru: Не выбран файл для загрузки в качестве нового видео! Пожалуйста, выберите файл видео для загрузки или укажите уже загруженное видео.
sv_sv: Ingen fil är att vald laddas upp som en ny video! Välj en fil/video att ladda upp eller välj en redan uppladdad video.
tr_tr: Yeni bir video olarak yüklenecek seçili dosya yok! Yüklemek için bir dosya / video seçiniz veya yüklenmiş bir video bağlantısı belirtiniz.

source: No file selected to be uploaded! Please select at least one file to upload.
es_es: No existe el fichero seleccionado para ser subido! Por favor, seleccione al menos un archivo para subir.
fr_ca: Aucun fichier sélectionné pour le téléversement ! Veuillez sélectionner au moins un fichier.
ro_ro: Nici un fişier selectat pentru a fi încărcat! Vă rugăm să selectaţi cel puţin un fişier pentru a-l încărca.
ru_ru: Не выбран файл для загрузки! Пожалуйста, выберите по крайней мере один файл для загрузки.
sv_sv: Ingen fil är vald för att laddas upp! Välj minst en fil att ladda upp.
tr_tr: Yüklemek için dosya seçilmedi! Yüklemek için en az bir dosya seçin.

source: No file selected to download!
es_es: No existe el fichero seleccionado para descargar!
fr_ca: Aucun fichier sélectionné pour le téléchargement !
ro_ro: Nici un fişier selectat pentru descărcare!
ru_ru: Не выбран файл для загрузки!
sv_sv: Ingen fil vald att ladda ned!
tr_tr: Hiçbir dosya indirmek için seçilmemiş!

source: No file selected!
es_es: No existe el fichero seleccionado!
fr_ca: Aucun fichier sélectionné !
ro_ro: Nici un fişier selectat!
ru_ru: Файл не выбран!
sv_sv: Ingen fil vald!
tr_tr: Hiçbir dosya seçilmedi!

source: No files / directories found.
es_es: No hay archivos / directorios que se encuentran.
fr_ca: Aucun fichier/dossier trouvé.
ro_ro: Nu s-au găsit fişiere / directoare.
ru_ru: Файлы / папки не найдены.
sv_sv: Inga filer / mappar hittades.
tr_tr: Hiç bir dosya / dizin bulunamadı.

source: No files to install.
es_es: No hay archivos para instalar.
fr_ca: Aucun fichier à installer.
ro_ro: Nu sunt fişiere pentru instalare.
ru_ru: Нет файлов для установки.
sv_sv: Inga filer att installera.
tr_tr: Yüklemek için hiç bir dosya yok.

source: No files to uninstall.
fr_ca: Aucun fichier à désinstaller.
sv_sv: Inga filer att avinstallera.

source: No form fields found.
es_es: No hay campos de formulario online.
fr_ca: Aucun champ trouvé.
ro_ro: Câmpurile formularului nu există.
ru_ru: Поля формы не найдены.
sv_sv: Inga formulärfält hittades.
tr_tr: Hiçbir form alanıı bulunamadı.

source: No groups found.
fr_ca: Aucun groupe trouvé
ro_ro: Nu sunt grupe!
ru_ru: Группы не найдены.
sv_sv: Inga grupper hittades.
tr_tr: Grup bulunamadı.

source: No Language Defined
es_es: No Idioma definido
fr_ca: Aucune langue définie
ro_ro: Nici o limbă definită
ru_ru: Язык не определен
sv_sv: Inget språk valt.
tr_tr: Tanımlanmış Dil Yok

source: No languages found. Default en_US will be used for translations (can be changed in Global Settings).
es_es: No hay lenguas que se encuentran. Por defecto es_ES se utilizará para la traducción (se puede cambiar en la configuración global).
fr_ca: Aucune langue trouvée. La localisation en_US sera utilisée par défaut pour les traductions (peut être changé dans les Paramètres généraux).
ro_ro: Nu au fost găsite alte limbi. Pentru traduceri va fi folosită en_US (poate fi schimbată din Setări Globale)
ru_ru: Языки не найдены. По умолчанию будет использован en_US (может быть изменено в "Настройках" системы).
sv_sv: Inga språk hittade. Standard en_US kommer att användas för översättningar (kan ändras i verktyg / inställningar).
tr_tr: Hiçbir dil bulunamadı. Varsayılan en_US İngilizce çeviriler için kullanılacaktır. Genel Ayarlardan değiştirilebilir.

source: No layouts found.
fr_ca: Aucune mise en page trouvée.
sv_sv: Inga layouter funna.

source: No links found.
es_es: No hay enlaces que se encuentran.
fr_ca: Aucun lien trouvé.
ro_ro: Nici o legătură găsită.
ru_ru: Ссылки не найдены.
sv_sv: Inga länkar hittades.
tr_tr: Linkler bulunamadı..

source: No menu blocks found.
es_es: No hay bloques de menú que se encuentran.
fr_ca: Aucun bloc de menu trouvé.
ro_ro: Nu aveţi blocuri de meniu.
ru_ru: Меню не найдено.
sv_sv: Inga menyblock hittades.
tr_tr: Menü Bloğu bunlunmadı.

source: No menu items found.
fr_ca: Aucun lien trouvé.
sv_sv: Inga menyobjekt hittades.

source: No module selected to be uploaded! Please select at least one module to upload.
fr_ca: Aucun module sélectionné pour la mise à jour ! Veuillez sélectionner au moins un module à téléverser.
sv_sv: Inga modul vald att ladda upp! Välj minst en modul för att ladda upp.

source: No modules found.
fr_ca: Aucun module trouvé.
sv_sv: Inga moduler hittade.

source: No notes found.
es_es: No hay notas que se encuentran.
fr_ca: Aucune note trouvée
ro_ro: Nu s-au găsit note.
ru_ru: Заметки не найдены.
sv_sv: Inga anteckningar hittades.
tr_tr: Hiçbir not bulunamadı.

source: No owner defined for the request!
es_es: Ningún propietario definido para la solicitud!
fr_ca: Aucun propriétaire défini pour la requête !
ro_ro: Nici un proprietar definit pentru cerere!
ru_ru: Не указан владелец!
sv_sv: Ingen ägare angiven för frågan!
tr_tr: İstek için sahip tanımlanmadı!

source: No page selected to be added or no custom menu item title defined!
fr_ca: Aucune page sélectionnée pour l'ajout ou aucun titre personnalisé défini !
sv_sv: Ingen sida valts att läggas till eller något eget menyalternativ har definierats!

source: No page selected to copy and/or move posts to! Please select a page to move the posts to at the bottom of the list.
es_es: No hay página seleccionado para copiar los mensajes y / o moverse a! Por favor, seleccione un página para mover los puestos que en la parte inferior de la lista.
fr_ca: Aucune page sélectionnée comme destination pour la copie et/ou le déplacement des articles. Veuillez sélectionner une page ci-bas.
ro_ro: Nu aţi selectat pagina în care să copiaţi / mutaţi mesajele! Vă rugăm să selectaţi o pagină din partea de jos a listei pentru a copia / muta mesajele.
ru_ru: Не выбраны страницы для копирования и/или перемещения статей! Пожалуйста, выберите страницы для перемещения статей из списка.
sv_sv: Ingen sida vald att kopiera och/eller flytta artikel till! Välj en sida för att flytta artikeln till längst ned i listan.
tr_tr: Mesajları taşıma veya kopyalama için seçilen sayfa yok! Lütfen mesajları taşımak için listeden bir sayfa seçiniz.

source: No pages found.
es_es: No hay páginas que se encuentran.
fr_ca: Aucune page trouvée.
ro_ro: Nici o pagină găsit.
ru_ru: Страницы не надены
sv_sv: Inga sidor hittades.
tr_tr: Sayfa bulunmadı.

source: No password trading attempts have been logged.
es_es: No hay intentos de negociación contraseña han sido registrados.
fr_ca: Aucun essai de connexion par partage de mot de passe n'a été journalisé.
ro_ro: Nu au fost înregistrate încercări de Password Trading (partajare a parolei).
ru_ru: Попыток одновременного ввода пользователя с разных IP не осуществлялось.
sv_sv: Inga lösenordsutbytesförsök har loggats.
tr_tr: Şifre ticareti ile yapılan giriş yok.

source: No paths have been defined! Please define at least one path to set permission to.
es_es: No hay caminos se han definido! Por favor, defina al menos una ruta de acceso para establecer el permiso de.
fr_ca: Aucun chemin défini ! Veuillez définir au moins un chemin auquel attribuer la permission.
ro_ro: Nici o cale nu a fost definită! Vă rugăm să definiţi cel puţin o cale pentru a-i seta permisiunea.
ru_ru: Пути не были определены! Пожалуйста, определите по крайней мере один путь для установки разрешения.
sv_sv: Inga sökvägar har valts! Vänligen välj minst en sökväg att ställa in behörighet till.
tr_tr: Tanımlanan Yol yok! Lütfen izin vermek için en az bir yol belirtiniz.

source: No permissions found.
es_es: Sin permisos que se encuentran.
fr_ca: Aucune permission accordée.
ro_ro: Nu sunt permisiuni definite.
ru_ru: Права не найдены.
sv_sv: Inga behörigheter hittades.
tr_tr: Hiçbir izinleri bulunamadı.

source: No picture selected to download!
es_es: No hay imagen seleccionada para descargar!
fr_ca: Aucune image n'a été sélectionnée pour le téléchargement !
ro_ro: Nici o imagine selectată pentru descărcare!
ru_ru: Не выбраны изображения для загрузки!
sv_sv: Inga bilder valda att ladda ned!
tr_tr: Hiçbir resmi indirmek için seçilmedi!

source: No Place Defined
es_es: No hay lugar definido
fr_ca: Aucun endroit spécifié
ro_ro: Locul nu este definit
ru_ru: Не определено
sv_sv: Ingen plats angiven
tr_tr: Tanımlanan yer yok.

source: No posts found.
es_es: No hay mensajes encontrados.
fr_ca: Aucun article trouvé.
ro_ro: Nu au fost găsite mesaje.
ru_ru: Статьи не найдены.
sv_sv: Inga artiklar hittade!
tr_tr: Hiçbir mesaj bulunamadı.

source: No posts selected! Please select at least one post that you would like to copy and/or move.
es_es: No hay mensajes seleccionados! Por favor, seleccione al menos un mensaje que le gustaría copiar y / o mover.
fr_ca: Aucun article sélectionné ! Veuillez sélectionner au moins un article à copier et/ou déplacer.
ro_ro: Nu sunt mesaje selectate! Vă rugăm să selectaţi cel puţin un mesaj pe care doriţi să-l copiaţi şi / sau mutaţi.
ru_ru: Статья не выбрана! Пожалуйста, выберите хотя бы одну статью.
sv_sv: Inga artiklar är valda! Välj minst en artikel som du vill kopiera och/eller flytta.
tr_tr: Seçilen mesaj yok. Taşıma veya kopyalama için en az bir mesaj seçmelisiniz.

source: No posts selected! Please select at least one post.
fr_ca: Aucun article sélectionné ! Veuillez sélectionner au moins un article.
ro_ro: Nu sunt mesaje selectate! Vă rugăm să selectaţi cel puţin un mesaj.
ru_ru: Статьи не выбраны! Пожалуйста, выберите по крайней мере одну статью.
sv_sv: Inga artiklar valda! Välj minst ett inlägg.
tr_tr: Hiçbir mesaj seçmediniz! En az bir mesaj seçiniz.

source: No request values specified!
es_es: Ninguna solicitud de los valores especificados!
fr_ca: Aucune valeur de requête spécifiée !
ro_ro: Specificaţi valorile solicitate!
ru_ru: Не указано значение!
sv_sv: Inga frågevärden har angivits!
tr_tr: İstek değerleri belirtilmedi!

source: No RSS feeds found.
es_es: No se encuentra fuente RSS.
fr_ca: Aucun flux RSS trouvé.
ro_ro: Nu sunt Fluxuri RSS
ru_ru: RSS не найдены
sv_sv: Inget RSS-flöde hittat.
tr_tr: Hiçbir RSS beslemeleri bulunamadı.

source: No Sharpen
es_es: No enfocar
fr_ca: Ne pas améliorer
ro_ro: Fără claritate
ru_ru: Не изменять
sv_sv: Öka inte skärpa
tr_tr: Keskinleştirme

source: No SQL queries to run.
es_es: No hay consultas SQL para ejecutar.
fr_ca: Aucune requête SQL à exécuter.
ro_ro: Nu există interogări SQL.
ru_ru: Нет SQL запросов для запуска.
sv_sv: Inga SQL-frågor att köra.
tr_tr: Çalışacak hiçbir SQL sorgusu yok.

source: No SQL Table defined for this form.
es_es: N la tabla de SQL definido de esta forma.
fr_ca: Aucune table SQL définie pour ce formulaire.
ro_ro: Nu s-a definit un tabel SQL pentru acest formular.
ru_ru: SQL таблицы для этой формы не определены.
sv_sv: Ingen SQL-tabell har valts för formuläret.
tr_tr: Bu form için tanımlanan hiçbir SQL Tablosu yok.

source: No template selected to be uploaded! Please select at least one template to upload.
es_es: N plantilla seleccionada para ser subido! Por favor, seleccione al menos una plantilla para subir.
fr_ca: Aucun habillage sélectionné pour le téléversement ! Veuillez sélectionner au moins un habillage à téléverser.
ro_ro: Nu există nici un şablon selectat pentru a fi încărcat! Vă rugăm să selectaţi cel puţin un şablon pentru a-l încărca.
ru_ru: Не выбран шаблон для загрузки! Пожалуйста, выберите по крайней мере один шаблон для загрузки.
sv_sv: Inga mall är vald att laddas upp! Välj minst en mall för att ladda upp.
tr_tr: Yükleme için tema seçilmedi! En az bir tema seçiniz.

source: No templates found.
fr_ca: Auncun habillage trouvé.
ro_ro: Nu s-au găsit şabloane instalate.
sv_sv: Inga mallar hittades.
tr_tr: Hiçbir yüklü tema bulunamadı.

source: No Thumbnail
es_es: No Miniatura
fr_ca: Aucune miniature
ro_ro: Fără pictogramă
ru_ru: Нет миниатюры
sv_sv: Ingen miniatyrbild
tr_tr: Küçük resim yok

source: No updates found.
fr_ca: Aucune mise à jour trouvée.
sv_sv: Inga uppdateringar hittade.

source: No user selected! Please select at least one user.
es_es: No hay usuario seleccionado! Por favor, seleccione al menos un usuario.
fr_ca: Aucun utilisateur sélectionné ! Veuillez sélectionner au moins un utilisateur.
ro_ro: Nici un utilizator selectat! Vă rugăm selectaţi cel puţin un utilizator.
ru_ru: Пользователь не выбран! Пожалуйста укажите хотя бы одного пользователя.
sv_sv: Ingen användare vald! Välj minst en användare.
tr_tr: Hiçbir kullanıcı seçilmemiş! En az bir kullanıcı seçin.

source: No username specified!
es_es: No se especifica nombre de usuario!
fr_ca: Aucun utilisateur spécifié !
ro_ro: Nume de utilizator nespecificat!
ru_ru: Не задано имя пользователя!
sv_sv: Inget användarnamn angivet!
tr_tr: Kullanıcı adı belirtilmedi!

source: No users found to send email to.
es_es: No hay usuarios que se encuentran para enviar correo electrónico a.
fr_ca: Aucun utilisateur trouvé comme destinataire du courriel.
ro_ro: Nici un utilizator găsit pentru a-i trimite e-mail.
ru_ru: Не найдено пользователей для отправки сообщения.
sv_sv: Inga användare hittad att skicka e-post till.
tr_tr: Hiçbir kullanıcı e-posta göndermek için bulunamadı.

source: No users found.
es_es: No hay usuarios que se encuentran.
fr_ca: Aucun utilisateur trouvé
ro_ro: Nu sunt utilizatori
ru_ru: Пользователи не найдены
sv_sv: Inga användare funna
tr_tr: Hiçbir kullanıcı bulunamadı.

source: No Watermark
es_es: No Marca de agua
fr_ca: Aucune filigrane
ro_ro: Fără filigran
ru_ru: Водяного знака нет
sv_sv: Ingen vattenstämpel
tr_tr: Filigran Yok

source: No video selected!
es_es: No tiene video seleccionado!
fr_ca: Aucune vidéo sélectionnée !
ro_ro: Nici un videoclip selectat!
ru_ru: Видео не выбрано!
sv_sv: Ingen video vald!
tr_tr: Video seçilmedi!

source: Not Searchable
fr_ca: Non recherchable
sv_sv: Ej sökbar

source: not writable
fr_ca: non ouvert en écriture
sv_sv: Skrivskyddad

source: Note
es_es: Nota
ro_ro: Notă
ru_ru: Примечание
sv_sv: anteckning
tr_tr: Not

source: Note couldn't be created! Error: %s
es_es: Nota No se puede crear! Error: %s
fr_ca: La note n'a pas pu être créée ! Erreur : %s
ro_ro: Nota nu a putut fi creată! Eroare: %s
ru_ru: Примечание не создана! Ошибка: %s
sv_sv: Anteckningen kunde inte skapas. Fel: %s
tr_tr: Not oluşturulamadı! Hata: %s

source: Note couldn't be updated! Error: %s
es_es: Nota No se pudo actualizar! Error: %s
fr_ca: La note n'a pas pu être mise à jour ! Erreur : %s
ro_ro: Nota nu a putut fi actualizată! Eroare: %s
ru_ru: Примечание не обновлено! Ошибка: %s
sv_sv: Anteckningen kunde inte uppdaterats. Fel: %s
tr_tr: Eklenti güncellenemedi! Hata: %s

source: Note has been successfully created.
es_es: Tenga en cuenta ha sido creada con éxito.
fr_ca: La note a été créée.
ro_ro: Nota a fost creată!
ru_ru: Заметка успешно создана.
sv_sv: Anteckningen har skapats.
tr_tr: Not başarıyla oluşturuldu.

source: Note has been successfully deleted.
es_es: Tenga en cuenta ha sido eliminada.
fr_ca: La note a été supprimée.
ro_ro: Nota a fost ştearsă!
ru_ru: Заметка успешно удалена.
sv_sv: Anteckningen har raderats.
tr_tr: Not başarıyla silindi.

source: Note has been successfully updated.
es_es: Nota se ha actualizado correctamente.
fr_ca: La note a été mise à jour.
ro_ro: Nota a fost actualizată!
ru_ru: Заметка успешно обновлена.
sv_sv: Anteckningen har uppdaterats.
tr_tr: Not başarıyla güncellendi.

source: Notes Administration
es_es: Toma nota de la Administración
fr_ca: Gestion des notes
ro_ro: Administrare Note
ru_ru: Управление заметками
sv_sv: Administrera anteckningar
tr_tr: Notlar Yönetimi

source: Nothing to store! Please define some fields for your form and make sure their Value Types are set.
fr_ca: Rien à sauvegardé ! Veuillez définir quelques champs pour votre formulaire et vous assurer que leur type de valeur est défini.
ro_ro: Nimic de stocat! Vă rugăm să definiţi unele câmpuri pentru formular şi asiguraţi-vă că tipurile valorii lor sunt stabilite.
ru_ru: Ничего! Пожалуйста, определите поля для формы и убедитесь, что типы значений установлены.
sv_sv: Inget att spara! Vänligen skapa något/några fält för formuläret och se till att alla variabler fylls i.
tr_tr: Kaydedilecek birşey yok. Lütfen formunuz için bazı alanları tanımlayınız ve Tür Değerleriniz giriniz.

source: Notification Emails
es_es: Los mensajes de notificación
fr_ca: Courriels de notification
ro_ro: E-mailuri cu Notificări
ru_ru: Email уведомления
sv_sv: Hantera meddelanden
tr_tr: Bildirim e-postaları

source: Notification Emails Administration
es_es: Los mensajes de notificación de administración
fr_ca: Gestion des courriels de notification
ro_ro: Administrarea E-mailurilor de notificare
ru_ru: Управление уведомлениями
sv_sv: Administrera E-postmeddelanden
tr_tr: Bildirim E-postaları Yönetimi

source: Notification Options
es_es: Opciones de notificación
fr_ca: Options de notification
ro_ro: Opţiuni de notificare
ru_ru: Уведомление
sv_sv: Underrättelse via e-post
tr_tr: Bildirim Seçenekleri

source: Notification Text
es_es: Notificación de texto
fr_ca: Texte de notification
ro_ro: Text de notificare
ru_ru: Текст уведомления
sv_sv: Meddelandetext
tr_tr: Bildirim Metni

source: Number
es_es: Número
fr_ca: Nombre
ro_ro: Număr
ru_ru: Номер
sv_sv: Nummer
tr_tr: Numara

source: Number of Emails
es_es: Número de mensajes de correo electrónico
fr_ca: Nombre de courriels
ro_ro: Numărul de emailuri
ru_ru: Количество адресов
sv_sv: Antal e-brev
tr_tr: E-Posta Sayısı

source: OFF
fr_ca: DÉSACTIVÉ
ro_ro: OPRIT
ru_ru: Выкл.
sv_sv: AV
tr_tr: Kapalı

source: ON
fr_ca: ACTIVÉ
ro_ro: ACTIVAT
ru_ru: Вкл.
sv_sv: PÅ
tr_tr: Açık

source: On All Pages
es_es: En todas las páginas
fr_ca: Sur toutes les pages
ro_ro: Pe toate paginile
ru_ru: На всех страницах
sv_sv: På alla sidor
tr_tr: Tüm sayfalarda

source: On Main Page
es_es: En la página principal
fr_ca: Sur la page principale
ro_ro: Pe pagina principală
ru_ru: На главной странице
sv_sv: På startsidan
tr_tr: Ana sayfada

source: On Page(s)
es_es: En la página(s)
fr_ca: Sur les pages suivantes
ro_ro: Pe Pagina(i)
ru_ru: Разместить на странице(-ах)
sv_sv: På sida(or)
tr_tr: Sayfası (larında) de

source: Only
es_es: Sólo
fr_ca: Seulement
ro_ro: Numai
ru_ru: Только
sv_sv: Endast
tr_tr: Sadece

source: Only administrators can delete comments.
es_es: Sólo los administradores pueden eliminar comentarios.
fr_ca: Seuls les administrateurs peuvent supprimer des commentaires.
ro_ro: Numai administratorii pot şterge comentarii.
ru_ru: Только администраторы могут удалять комментарии.
sv_sv: Endast administratörer kan ta bort kommentarer.
tr_tr: Yalnızca yöneticiler yorum silebilir.

source: Only for Guests
es_es: Sólo para invitados
fr_ca: Seulement pour les non-membres
ro_ro: Numai pentru vizitatori
ru_ru: Для гостей
sv_sv: Bara för besökare
tr_tr: Sadece Misafirler İçin

source: Only registered users can comment.
es_es: Solo los usuarios registrados pueden comentar.
fr_ca: Seuls les utilisateurs enregistrés peuvent commenter.
ro_ro: Doar utilizatorii înregistraţi pot comenta.
ru_ru: Оставлять комментарии разрешено только зарегистрированным пользователям.
sv_sv: Bara registrerade användare kan kommentera.
tr_tr: Sadece kayıtlı kullanıcılar yorum yapabilir.

source: Only registered users can rate.
es_es: Solo los usuarios registrados pueden calificar.
fr_ca: Seuls les utilisateurs enregistrés peuvent noter.
ro_ro: Numai utilizatorii înregistraţi pot evalua.
ru_ru: Оценки могут выставлять только зарегистрированные пользователи.
sv_sv: Bara registrerade användare kan rösta.
tr_tr: Sadece kayıtlı kullanıcılar derecelendirme yapabilir.

source: Open
es_es: Abierto
fr_ca: Ouverte
ro_ro: Deschis
ru_ru: Актуальная
sv_sv: Öppna
tr_tr: Açık

source: Open Form Area
es_es: Abrir Area de Formulario
fr_ca: Ouverture d'une zone de formulaire
ro_ro: Deschide Formular
sv_sv: Öppna formulärområdet
tr_tr: Form Alanı Açın

source: Opening %s
fr_ca: Ouverture de %s
sv_sv: Öppnar %s

source: Order
es_es: Orden
fr_ca: Ordre
ro_ro: Ordine
sv_sv: Ordning
tr_tr: Düzen

source: Out of Memory!
fr_ca: Manque de mémoire !
sv_sv: Slut på minne!

source: Owner
es_es: Propietario
fr_ca: Propriétaire
ro_ro: Proprietar
ru_ru: Автор
sv_sv: Ägare
tr_tr: Sahip

source: Page
ro_ro: Pagina
ru_ru: Страница
sv_sv: Sida
tr_tr: Sayfa

source: Page (%s)
ro_ro: Pagina (%s)
ru_ru: Страница (%s)
sv_sv: Sida (%s)
tr_tr: Sayfa (%s)

source: Page and all its subpages have been successfully deleted.
es_es: Páginas y todos sus subpáginas se han eliminado correctamente.
fr_ca: La page et toutes ses sous-pages ont été supprimées.
ro_ro: Pagina şi toate subpaginile au fost şterse cu succes.
ru_ru: Страница и все субстраницы успешно удалены.
sv_sv: Sidan och alla undersidor har raderats.
tr_tr: Sayfa ve alt sayfalar başarıyla silindi.

source: Page Break
es_es: Salto de página
fr_ca: Saut de page
ro_ro: Desparte pagina
ru_ru: Разрыв страницы
sv_sv: Sidbrytning
tr_tr: Sayfa Sonu

source: Page cannot be subpage of itself!
es_es: Página no puede ser subpágina de sí mismo!
fr_ca: La page ne peut pas être une sous-page d'elle-même !
ro_ro: Pagina nu poate fi propriul subpagina!
ru_ru: Страница не может быть вложенной в саму себя!
sv_sv: Sidan kan inte vara undersida till sig själv!
tr_tr: Sayfa kendisinin alt sayfalar olamaz!

source: Page couldn't be created! Error: %s
es_es: Página no puede ser creado! Error: %s
fr_ca: La page n'a pas pu être créée ! Erreur : %s
ro_ro: Pagina nu a putut fi creat! Eroare: %s
ru_ru: Страница не создана! Ошибка: %s
sv_sv: Sidan kunde inte skapas! Fel: %s
tr_tr: Sayfa oluşturulamadı! Hata: %s

source: Page couldn't be updated! Error: %s
es_es: Página no se pudo actualizar! Error: %s
fr_ca: La page n'a pas pu être mise à jour ! Erreur : %s
ro_ro: Pagina nu a putut fi actualizat! Eroare: %s
ru_ru: Страница не обновлена! Ошибка: %s
sv_sv: Sidan kunde inte uppdateras! Fel: %s
tr_tr: Sayfa güncellenemedi! Hata: %s
