Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: All emails have been successfully sent. No more emails left to be sent.
es_es: Todos los correos electrónicos han sido enviados con éxito. No hay mensajes de correo electrónico más a la izquierda para ser enviados.
fr_ca: Tous les courriels ont été envoyés. Aucun courriel restant à envoyer.
ro_ro: Toate e-mailurile au fost trimise cu succes. Nu mai aveţi e-mailuri de trimis.
ru_ru: Все сообщения успешно отправлены.
sv_sv: All e-post har redan skickats. Ingen mer e-post kvar som kan skickas.
tr_tr: Tüm e-postalar başarıyla gönderildi. Artık e-posta gönderilecek e-posta kalmadı.

source: All Users
es_es: Todos los usuarios
fr_ca: Tous les utilisateurs
ro_ro: Toţi utilizatorii
ru_ru: Все пользователи
sv_sv: Alla användare
tr_tr: Bütün Kullanıcılara

source: Already uploaded attachment
es_es: Ya hemos subido apego
fr_ca: Pièce jointe déjà téléversée
ro_ro: Ataşament încărcat deja
ru_ru: Уже загружены вложения
sv_sv: Redan uppladdad bilaga
tr_tr: Zaten eklenti yüklenmiş

source: Already uploaded picture
es_es: Ya hemos subido foto
fr_ca: Image déjà téléversée
ro_ro: Imaginea este deja încărcată
ru_ru: Уже загруженное изображение
sv_sv: Redan uppladdad bild
tr_tr: Bu rezim zaten yüklenmiş

source: Alternative Title
es_es: Título Alternativo
fr_ca: Titre alternatif
ro_ro: Titlu alternativ
ru_ru: Альтернативное название
sv_sv: Alternativ rubrik
tr_tr: Alternatif Başlığı

source: An email with this id already exists!
es_es: Un correo electrónico con este id ya existe!
fr_ca: Un courriel avec cet identifiant existe déjà !
ro_ro: Un e-mail cu acest id există deja!
ru_ru: Адрес электронной почты с этим ID уже существует!
sv_sv: Ett e-postmeddelande med detta ID finns redan!
tr_tr: Bu kimlik ile bir e-posta zaten var!

source: Announcement Options
es_es: Opciones de Comunicación
fr_ca: Options de publication
ro_ro: Opţiuni Anunţuri
ru_ru: Срок размещения
sv_sv: Hantera tillkännagivelser
tr_tr: Duyuru Seçenekleri

source: Approve
es_es: Aprobar
fr_ca: Approuver
ro_ro: Aprobă
ru_ru: Одобрить
sv_sv: Godkänn
tr_tr: Onayla

source: Approved
es_es: Aprobado
fr_ca: Approuvé
ro_ro: Aprobat
ru_ru: Одобрено
sv_sv: Godkänd
tr_tr: Onaylı

source: Array
fr_ca: Tableau
sv_sv: Ordningsföljd

source: Attachment
es_es: Archivo adjunto
fr_ca: Pièce jointe
ro_ro: Ataşament
ru_ru: Вложение
sv_sv: Bilaga
tr_tr: Eklenti

source: Attachment couldn't be created! Error: %s
es_es: Archivo adjunto no se puede crear! Error: %s
fr_ca: La pièce jointe n'a pas pu être créée ! Erreur : %s
ro_ro: Ataşamentul nu a putut fi creat! Eroare: %s
ru_ru: Вложение не добавлено! Ошибка: %s
sv_sv: Bilaga kunde inte skapas! Fel: %
tr_tr: Eklenti oluşturulamadı! Hata: %s

source: Attachment couldn't be updated! Error: %s
es_es: Anexo no se pudo actualizar! Error: %s
fr_ca: La pièce jointe n'a pas pu être mise à jour ! Erreur : %s
ro_ro: Ataşamentul nu a putut fi actualizat! Eroare: %s
ru_ru: Вложение не обновлено! Ошибка: %s
sv_sv: Bilaga kunde inte uppdateras! Fel: %
tr_tr: Eklenti güncellenemedi! Hata: %s

source: Attachment has been successfully added.
es_es: Adjunto se ha añadido correctamente.
fr_ca: La pièce jointe a été ajoutée.
ro_ro: Ataşament adăugat!
ru_ru: Вложение добавлено.
sv_sv: Bilagan har lagts till
tr_tr: Eklenti başarıyla eklendi.

source: Attachment has been successfully deleted.
es_es: Adjunto se ha eliminado correctamente.
fr_ca: La pièce jointe a été supprimée.
ro_ro: Ataşamente şterse!
ru_ru: Вложение удалено.
sv_sv: Bilagan har raderats
tr_tr: Eklenti başarıyla silindi.

source: Attachment has been successfully updated.
es_es: Adjunto se ha actualizado correctamente.
fr_ca: La pièce jointe a été mise à jour.
ro_ro: Ataşament actualizat!
ru_ru: Вложение одновлено.
sv_sv: Bilagan har uppdaterats
tr_tr: Eklenti başarıyla güncellendi.

source: Attachment(s) have been successfully uploaded. The following files have been uploaded: %s.
es_es: Adjunto (s) se han subido correctamente. Los siguientes archivos se han subido: %s.
fr_ca: Les pièces jointes ont été téléversées. Les fichiers suivants ont été téléversés : %s.
ro_ro: Ataşament(e) încărcat cu succes. Următoarele fişiere au fost încărcate: %s.
ru_ru: Приложение(-ия) успешно загружено. Следующие файлы были загружены: %s.
sv_sv: Bilagan/bilagorna har laddats upp. Följande filer har laddats upp: %s
tr_tr: Eklenti(ler) başarıyla yüklendi. Yüklenen dosyalar: %s.

source: Attachments
es_es: Archivos adjuntos
fr_ca: Pièces jointes
ro_ro: Ataşamente
ru_ru: Вложения
sv_sv: Bilagor
tr_tr: Eklentiler

source: Attachments have been successfully re-ordered.
es_es: Archivos adjuntos han sido exitosamente reordenado.
fr_ca: Les pièces jointes on été réordonnées.
ro_ro: Ataşamente re-ordonate!
ru_ru: Вложения сортированы.
sv_sv: Bilagorna har arrangerats om
tr_tr: Eklentiler başarıyla yeniden düzenlendi.

source: Attributes
es_es: Atributos
fr_ca: Attributs
ro_ro: Atribute
ru_ru: Атрибуты
sv_sv: Egenskaper
tr_tr: Öznitelikleri

source: Author
fr_ca: Auteur
ro_ro: Autor
ru_ru: Автор
sv_sv: Upphovsman
tr_tr: Yazar

source: Auto Response Options
fr_ca: Options de la réponse automatique
ro_ro: Opţiuni Răspuns Automat
ru_ru: Автоответчик
sv_sv: Autosvarsinställningar
tr_tr: Otomatik Yanıt Seçenekleri

source: Available Feeds
es_es: Fuentes disponibles
fr_ca: Flux disponibles
ro_ro: Fluxuri disponibile
ru_ru: Доступные каналы
sv_sv: Tillgängliga RSS
tr_tr: Mevcut Beslemeler

source: Available Locale Files
fr_ca: Fichiers de localisation disponibles
ro_ro: Fişiere pentru setări regionale disponibile
ru_ru: Доступные языковые файлы
sv_sv: Tillgängliga språkfiler
tr_tr: Mevcut Yerel Dosyalar

source: Available Locales
fr_ca: Localisations disponibles
ro_ro: Setări regionale disponibile
ru_ru: Доступные языки
sv_sv: Tillgängliga språkversioner
tr_tr: Mevcut Yereller

source: Available Sections
es_es: Secciones disponibles
fr_ca: Sections disponibles
ro_ro: Secţiuni disponibile
ru_ru: Доступные разделы
sv_sv: Tillgängliga områden
tr_tr: Mevcut Bölümler

source: Avatars Disabled
es_es: Avatares de movilidad reducida
fr_ca: Désactiver les avatars
ro_ro: Imaginile asociate sunt dezactivate
ru_ru: Отключить аватар
sv_sv: Avaktivera Avatarer
tr_tr: Avatarlar Engellendi

source: Avatars Size
es_es: Tamaño de avatares
fr_ca: Dimensions des avatars
ro_ro: Marimea imaginii asociate
ru_ru: Размер аватара
sv_sv: Avatarstorlek
tr_tr: Avatarlar Boyut

source: Back
es_es: Volver
fr_ca: Retour
ro_ro: Înapoi
ru_ru: Назад
sv_sv: Tillbaka
tr_tr: Geri

source: Background Color
es_es: Color de fondo
fr_ca: Couleur d'arrière-plan
ro_ro: Culoare fundal
ru_ru: Цвет фона
sv_sv: Bakgrundsfärg
tr_tr: Arka Plan Rengi

source: Backtrace
fr_ca: Trace
ro_ro: Urmăriţi
ru_ru: Отладчик
sv_sv: Spåra bakåt
tr_tr: Takip Et

source: Banner
fr_ca: Bannière
ru_ru: Баннер
sv_sv: Banderoll

source: Below are the available modules found in the "<b>modules/</b>" folder. To install a new module just extract it to the "<b>modules/</b>" folder, or using the form below select the module package file (e.g. module.tar.gz).
fr_ca: Les modules listés ci-bas sont disponibles dans le dossier "<b>modules/</b>". Pour installer un nouveau module, extrayez-le dans le dossier "<b>modules/</b>" ou utilisez le formulaire ci-bas pour charger le module (ex. : module.tar.gz).
sv_sv: Nedan visas de tillgängliga moduler som finns i "<b>modules/</ b>" mappen. För att installera en ny modul bara packa upp den till "<b>modules/</ b> "-mappen, eller använd formuläret nedan för att välja och installera modulpaketfilen (t.ex. module.tar.gz).

source: Below are the available templates found in the "<b>template/</b>" folder. To install a new template just extract it to the "<b>template/</b>" folder, or using the form below select the template package file (e.g. template-name.tar.gz).
es_es: A continuación se presentan las plantillas disponibles se encuentran en el "<b>plantilla/</b>" carpeta. Para instalar una nueva plantilla que acaba de sacar a la "<b>plantilla/</b>" carpeta, o mediante el formulario a continuación seleccione el archivo de paquete de la plantilla (por ejm. name.tar.gz).
fr_ca: Voici la liste des habillages trouvés dans le dossier "<b>template/</b>". Pour installer un nouvel habillage, vous n'avez qu'à l'extraire dans le dossier "<b>template/</b>" ou utiliser le forumulaire au bas de cette page en sélectionnant l'archive de l'habillage (ex. : template-name.tar.gz).
ro_ro: Mai jos sunt disponibile şabloanele găsite în directorul "<b>şabloane</b>". Pentru a instala un şablon nou dezarhivaţi-l în directorul "<b>şabloane/</b>" sau folosind formularul de mai jos selectaţi fişierul şablon arhivat (de exemplu, nume-şablon.tar.gz).
ru_ru: Ниже перечислены доступные шаблоны найденные в "<b>template/</b>" папке. Для установки нового шаблона просто распакуйте его в "<b>template/</b>" папку, или с помощью формы ниже выберите архив с файлами шаблона (например, template-name.tar.gz).
sv_sv: Nedan visas tillgängliga mallar som finns i "<b>template/</b>" -mappen. För att installera en ny mall så packa upp den till "<b>template/</b>"-mappen, eller använd formuläret nedan för att välja och installera ett mallpaket (t.ex. mall-namn.tar.gz).
tr_tr: Aşağıdaki mevcut temalar "<b>template/</b>" klasöründe bulundu. Yeni bir tema yüklemek için sadece "<b>template/</b>" klasörüne çıkarınız, veya aşağıdan tema paketi dosyası seçiniz (örneğin: template-name.tar.gz).

source: Block cannot be deleted as it is or contains a "Main Content" block! Please first create another "Main Content" block that wont be affected by this operation.
es_es: Bloque no se pueden eliminar, ya que es o contiene un "Contenido principal" bloque! Por favor, primero debe crear otra "Contenido principal" del bloque que no será afectado por esta operación.
fr_ca: Le bloc n'a pas pas pu être supprimé puisqu'il s'agit d'un bloc de contenu principal. Veuillez d'abord créer un autre bloc de contenu principal qui ne sera pas affecté par cette suppression.
ro_ro: Blocul nu poate fi şters deoarece este sau conţine un bloc al "Conţinut Principal" ! Vă rugăm să creaţi un alt bloc "Conţinut Principal" care sa nu fie afectat de această operaţie.
ru_ru: Блок не может быть удален, так как является или содержит блок "Главное содержание"! Пожалуйста, сначала создайте другой блок "Главное содержание".
sv_sv: Blocket kan inte tas bort eftersom det är eller innehåller ett "Main Content"-block! Du måste skapa ett nytt "Main Content "-block som inte påverkas av denna operation.
tr_tr: Blok silinemez yada "Main Content" içeriyor! Lütfen öncelikle başka bir "Main Content" bloğu oluşturunuz ki bu işlem ile etkilenmesin.

source: Block cannot be subblock of itself!
es_es: Bloque no se puede subbloque de sí mismo!
fr_ca: Le bloc ne peut pas être un sous-bloc de lui-même !
ro_ro: Blocul nu poate fi subbloc al său!
ru_ru: Блок не может располагаться в самом себе!
sv_sv: Blocket kan inte vara ett underblock till sig själv!
tr_tr: Blok kendisinin altbloğu olamaz!

source: Block couldn't be created! Error: %s
es_es: Bloque no pudo ser creado! Error: %s
fr_ca: Le bloc n'a pas pu être créé ! Erreur : %s
ro_ro: Blocul nu a putut fi creat! Eroare: %s
ru_ru: Блок не создан! Ошибка: %s
sv_sv: Block kunde inte skapas! Fel: %s
tr_tr: Blok oluşturulamadı! Hata: %s

source: Block couldn't be updated! Error: %s
es_es: Bloque no se pudo actualizar! Error: %s
fr_ca: Le bloc n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Blocul nu a putut fi actualizat! Eroare: %s
ru_ru: Блок не обновлен! Ошибка: %s
sv_sv: Block kunde inte uppdateras! Fel: %s
tr_tr: Blok güncellenemedi! Hata: %s

source: Block has been successfully created.
es_es: Bloque ha sido creado con éxito.
fr_ca: Le bloc a été créé.
ro_ro: Blocul a fost creat!
ru_ru: Блок успешно создан.
sv_sv: Block har skapats.
tr_tr: Blok başarılı bir şekilde oluşturuldu.

source: Block has been successfully deleted.
es_es: Bloque ha sido eliminado correctamente.
fr_ca: Le bloc a été supprimé.
ro_ro: Blocurile a fost şterse.
ru_ru: Блок успешно удален.
sv_sv: Block har raderats.
tr_tr: Blok başarıyla silindi.

source: Block has been successfully updated.
es_es: Bloque se ha actualizado correctamente.
fr_ca: Le bloc a été mis à jour.
ro_ro: Blocul a fost actualizat!
ru_ru: Блок успешно обновлен.
sv_sv: Block har uppdaterats.
tr_tr: Blok başarıyla güncellendi.

source: Block type cannot be changed as it is a "Main Content" block! Please first create another "Main Content" block and then try to edit this block again.
es_es: tipo de bloque no se puede cambiar ya que es un "Contenido principal" bloque! Por favor, primero debe crear otra "Contenido principal" del bloque y luego intenta modificar este bloque de nuevo.
fr_ca: Le type du bloc ne peut pas être changé puisqu'il s'agit d'un bloc de contenu principal. Veuillez créer un autre bloc de contenu principal afin de pouvoir modifier ce bloc-ci.
ro_ro: Tipul blocului nu poate fi schimbat, deoarece este un bloc al "Conţinut Principal" ! Vă rugăm să creaţi un alt bloc "Conţinut Principal" şi apoi încercaţi să editaţi acest bloc din nou.
ru_ru: Тип блока не может быть изменен, т.к. это блок "Главное содержание"! Пожалуйста, сначала создайте другой блок "Главное содержание", а затем попытайтесь изменить этот блок еще раз.
sv_sv: Blocktyp kan inte ändras eftersom det är ett "Main Content"-block! Skapa först ett annat "Main Content"-block och försök sedan redigera igen.
tr_tr: Blok türü değiştirilemez yada blok "Main Content" bloğudur! Lütfen öncelikle başka bir "Main Content" bloğu oluşturun ve daha sonra bu bloğu düzenleyin.

source: Blocks
es_es: Bloques
fr_ca: Blocs
ro_ro: Blocuri
ru_ru: Блоки
sv_sv: Block
tr_tr: Bloklar

source: Blocks Administration
es_es: Bloques de Administración
fr_ca: Gestion des blocs
ro_ro: Administrare Blocuri
ru_ru: Управление блоками
sv_sv: Blockadministration
tr_tr: Bloklar Yönetimi

source: Blocks have been successfully re-ordered.
es_es: Los bloques han sido exitosamente reordenado.
fr_ca: Les blocs ont été réordonnés.
ro_ro: Blocurile au fost re-ordonate!
ru_ru: Блоки успешно сортированы.
sv_sv: Blocken har arrangerats om.
tr_tr: Blokları başarıyla yeniden düzenlendi.

source: Blog Ping On New Posts
es_es: Blog Ping sobre los nuevos puestos
fr_ca: Ping de nouveaux articles
ro_ro: Verifică blogul la postări noi.
ru_ru: Включить пинг статей
sv_sv: Blog Ping på nya inlägg
tr_tr: Yeni Mesajarda Blog Ping

source: Blog Ping Servers
es_es: Servidores Blog Ping
fr_ca: Serveurs Ping
ro_ro: Servere ping pentru blog.
ru_ru: Пинг сервер
sv_sv: Blog Ping servrar
tr_tr: Blog Ping Sunucuları

source: Blogging Options
es_es: Blogging Opciones
fr_ca: Options de blogage
ro_ro: Opţiuni Blogging
ru_ru: Настройки публикации
sv_sv: Artikelalternativ
tr_tr: Bloglama Seçenekleri

source: Browse and download more templates
es_es: Ver y descargar más plantillas
fr_ca: Obtenir de nouveaux habillages
ro_ro: Căutaţi şi descărcaţi mai multe şabloane
ru_ru: Обзор и загрузки дополнительных шаблонов
sv_sv: Sök och hämta fler mallar
tr_tr: Daha fazla tema ara ve indir

source: Browse Data
es_es: Examinar datos
fr_ca: Gérer les données
ro_ro: Căutaţi Date
ru_ru: Просмотр данных
sv_sv: Sök data
tr_tr: Veriye Göz atın

source: Browse template Images
es_es: Ver imágenes de plantilla
fr_ca: Gérer les images de l'habillage
ro_ro: Căutaţi imaginile şablonului
ru_ru: Обзор изображения шаблона
sv_sv: Sök mallbilder
tr_tr: Tema resimlerine göz atın

source: Brute Force Protection
es_es: Brute Fuerza de Protección de
fr_ca: Protection contre la force brute
ro_ro: Protecţie Brute Force
ru_ru: Защита системы от подбора пароля (Brute Force)
sv_sv: Attackskydd för lösenord
tr_tr: Brute Force Koruma

source: Brute Force Protection has been turned OFF.
es_es: Brute Force Protection ha sido apagado OFF.
fr_ca: La protection contre la force brute a été désactivée.
ro_ro: Protecţia Brute Force a fost OPRITĂ!
ru_ru: Brute Force выкл.
sv_sv: Brute Force Protection, lösenordsskydd är AV.
tr_tr: Brute Force Protection KAPALI.

source: Brute Force Protection has been turned ON.
es_es: Brute Force Protection ha sido activado ON.
fr_ca: La protection contre la force brute a été activée.
ro_ro: Protecţia Brute Force a fost ACTIVATĂ!
ru_ru: Brute Force вкл.
sv_sv: Brute Force Protection, lösenordsskydd är PÅ.
tr_tr: Brute Force Protection AÇIK.

source: Button
es_es: Botón
fr_ca: Bouton
ro_ro: Buton
sv_sv: Knapp
tr_tr: Buton

source: Button Reset
es_es: Botón de reinicio
fr_ca: Bouton Réinitialiser
ro_ro: Butonul Reset
sv_sv: Återställ-knapp
tr_tr: Reset Butonu

source: Button Submit
es_es: Botón Enviar
fr_ca: Boutton Soumettre
ro_ro: Butonul Trimite
sv_sv: Skicka-knapp
tr_tr: Gönder Butonu

source: by %s
es_es: por %s
fr_ca: par %s
ro_ro: de %s
ru_ru: Автор: %s
sv_sv: av %s
tr_tr: tarafından %s

source: By completing the form below you can export all your modifications to the current "<b>%s</b>" template as an installable template package and easily port it over to other websites. The package will include layout blocks, images, css, js, fonts and all the custom directories found.
fr_ca: En complétant le formulaire ci-bas, vous pourrez exporter toute modification à l'habillage courant "<b>%s</b>" en tant que paquet installable et le porter facilement sur d'autres sites web. Le paquet incluera les blocs, images, CSS, JS, polices ainsi que tous les dossiers personnalisés trouvés.
ru_ru: Заполнив форму ниже, Вы можете экспортировать все ваши изменения в текущий "<b>%s</b>" шаблон и сохранить в архиве. Архив будет включать в себя блоки, изображения, CSS, JS, шрифты и все пользовательские каталоги.
sv_sv: Genom att fylla i formuläret nedan kan du exportera alla dina ändringar i den nu "<b>%s</ b>" mallen som ett installerbart mallpaket som sedan kan flyttas till andra webbplatser. Paketet kommer att innehålla layoutblock, bilder, CSS, JS, typsnitt och alla skapade/hittade kataloger.
tr_tr: Alttaki formu doldurarak mevcut tüm değişikliklerinizi mevcut "<b>%s</b>" teması olarak yüklenebilir tema paketi halinda çıkarabilir ve farklı sitelere yükleyebilirsiniz. Bu paket görünüm blokları, resimler css, js, yazı tipleri ve özel dizinleri içerir.

source: cached
fr_ca: mis en cache
sv_sv: cachade

source: Caching Options
es_es: Opciones de almacenamiento en caché
fr_ca: Options de cache
ro_ro: Opţiuni de caching
ru_ru: Кэширование
sv_sv: Cacheinställningar
tr_tr: Önbellek Seçenekleri

source: Cancel
es_es: Cancelar
fr_ca: Annuler
ro_ro: Anulează
ru_ru: Отменить
sv_sv: Avbryt
tr_tr: İptal Et

source: Cancel Edit
es_es: Cancelar Editar
fr_ca: Annuler la modification
ro_ro: Anulaţi editarea
ru_ru: Отменить изменения
sv_sv: Avbryt redigering
tr_tr: Düzenlemeyi İptal Et

source: Cancel Reply
es_es: Cancelar respuesta
fr_ca: Annuler la réponse
ro_ro: Anulaţi răspuns
ru_ru: Отменить ответ
sv_sv: Avbryt svar
tr_tr: Cevabı İptal Et

source: Change Avatar
es_es: Cambiar Avatar
fr_ca: Changer l'avatar
ro_ro: Schimbare Imagine Asociată
ru_ru: Сменить аватар
sv_sv: Byt Avatar
tr_tr: Avatar Değiştirmek

source: Change directory to %s
es_es: Cambio de directorio a %s
fr_ca: Changer le dossier pour %s
ro_ro: Schimbă directorul cu: %s
ru_ru: Перейдите в каталог %s
sv_sv: Ändra katalogen %s
tr_tr: Dizini %s e değiştir

source: Change Password
es_es: Cambiar contraseña
fr_ca: Changer le mot de passe
ro_ro: Schimbare parolă
ru_ru: Сменить пароль
sv_sv: Byt lösenord
tr_tr: Şifre Değiştir

source: Change Settings
es_es: Cambiar la configuración
fr_ca: Modifier les paramètres
ro_ro: Modificare setări
ru_ru: Параметры системы
sv_sv: Ändra inställningar
tr_tr: Ayarları Değiştir

source: Change settings like Webmaster Email, Site title and so on
es_es: Cambiar la configuración como el correo electrónico para webmasters, título del sitio y así sucesivamente
fr_ca: Modifier les paramètres tels que le courriel du webmestre, le titre du site, etc.
ro_ro: Modificarea setărilor ca: e-mail Webmaster, titlul site-ului şi aşa mai departe
ru_ru: Основные настройки: адрес электронной почты, название сайта и т.д.
sv_sv: Ändra inställningar som den webbansvariges e-post, webbplatsen titel och så vidare
tr_tr: Webmaster E-posta, Site başlığı ve benzeri ayarlarını değiştirme

source: Change the look of your website
es_es: Cambiar la apariencia de su sitio web
fr_ca: Changer l'apparence de votre site
ro_ro: Schimbă aspectul site-ului dvs.
ru_ru: Управление шаблонами веб-сайта
sv_sv: Ändra utseendet på din webbplats
tr_tr: Web sitenizin görünümünü değiştirin

source: Charset
fr_ca: Jeu de caractères
ro_ro: Setare caractere (Charset)
ru_ru: Кодировка
sv_sv: Teckenuppsättning
tr_tr: Karakter Seti

source: Check for Updates
fr_ca: Chercher des mises à jours.
sv_sv: Sök efter uppdateringar

source: Checkbox
es_es: Casilla de verificación
fr_ca: Case à cocher
ro_ro: Casetă de validare
sv_sv: Kryssruta
tr_tr: Onay kutusu

source: clear
es_es: claro
fr_ca: effacer
ro_ro: şterge
ru_ru: очистить
sv_sv: Rensa
tr_tr: temizle

source: click to download
es_es: Presione aquí para descargar
fr_ca: cliquer pour télécharger
ro_ro: click pentru descărcare
ru_ru: нажмите, чтобы загрузить
sv_sv: klicka för att ladda ned
tr_tr: indirmek için tıklayın

source: Clicks
fr_ca: Clics
ro_ro: Clicuri
ru_ru: Кликов
sv_sv: Klick
tr_tr: Tıklamalar

source: Close Form Area
es_es: Cerrar Area de Formulario
fr_ca: Fermeture d'une zone de formulaire
ro_ro: Închide formular
sv_sv: Stäng formulärfält
tr_tr: Form Alanı Kapatın

source: Closed
es_es: Cerrado
fr_ca: Fermée
ro_ro: Închis
ru_ru: Устаревшая
sv_sv: Stängd
tr_tr: Kapalı

source: Code Editor
es_es: Editor de código
fr_ca: Editeur de code
ro_ro: Editor de cod
sv_sv: Kodredigerare
tr_tr: Kod Editör

source: Code Length
es_es: Código Longitud
fr_ca: Longueur du code
ro_ro: Lungimea codului
ru_ru: Длина кода
sv_sv: Kodlängd
tr_tr: Kod Uzunluğu

source: Color
fr_ca: Couleur
ro_ro: Culoare
sv_sv: Färg
tr_tr: Renk

source: Comment
es_es: Comentar
fr_ca: Commentaire
ro_ro: Comentariu
ru_ru: Комментарий
sv_sv: Kommentar
tr_tr: Yorum

source: Comment already posted!
es_es: Comentario publicado ya!
fr_ca: Le commentaire a été publié !
ro_ro: Comentariu deja postat!
ru_ru: Комментарий уже размещен!
sv_sv: Kommentaren är redan skickad!
tr_tr: Yorum zaten yayınlanmıştır!

source: Comment couldn't be added! Error: %s
es_es: El comentario no puede ser añadido! Error: %s
fr_ca: Le commentaire n'a pas pu être ajouté ! Erreur : %s
ro_ro: Comentariul nu a putut fi adăugat! Eroare: %s
ru_ru: Комментарий не добавлен! Ошибка: %s
sv_sv: Kommentaren kunde inte läggas till. Fel: %s
tr_tr: Yorum eklenemedi! Hata: %s

source: Comment couldn't be updated! Error: %s
es_es: El comentario no se pudo actualizar! Error: %s
fr_ca: Le commentaire n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Comentariul nu a putut fi actualizat! Eroare: %s
ru_ru: Комментарий не обновлен! Ошибка: %s
sv_sv: Kommentaren kunde inte uppdateras! Fel: %s
tr_tr: Yorum güncellenemedi! Hata: %s

source: Comment does not exist!
es_es: El comentario no existe!
fr_ca: Le commentaire n'existe pas !
ro_ro: Comentariul nu există!
ru_ru: Комментария не существует!
sv_sv: Kommentaren finns inte!
tr_tr: Yorum yok!

source: Comment has been successfully approved and is now visible to the public.
es_es: El comentario ha sido aprobado con éxito y ahora es visible para el público.
fr_ca: Le commentaire a été approuvé et est désormais visible publiquement.
ro_ro: Comentariul a fost aprobat şi este acum vizibil publicului.
ru_ru: Комментарий успешно одобрен и в настоящее время виден общественности.
sv_sv: Kommentaren har godkänts och är nu synlig för besökare.
tr_tr: Yorum başarıyla onaylandı ve şu anda genelde görülebilir.

source: Comment has been successfully created.
es_es: El comentario ha sido creado con éxito.
fr_ca: Le commentaire a été créé.
ro_ro: Comentariu creat!
ru_ru: Комментарий успешно добавлен.
sv_sv: Kommentaren har skapats.
tr_tr: Yorum başarıyla oluşturuldu.
