Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: Form has been successfully updated.
es_es: Formulario se ha actualizado correctamente.
fr_ca: Le formulaire a été mis à jouré
ro_ro: Formularul a fost actualizat!
ru_ru: Форма обновлена.
sv_sv: Formulär har uppdaterats.
tr_tr: Form başarılı şekilde güncellendi.

source: Form ID
es_es: ID Formulario
fr_ca: Identifiant du formulaire
ro_ro: ID Formular
ru_ru: ID формы
sv_sv: Formulär ID
tr_tr: Form kimliği

source: Forms
es_es: Formularios
fr_ca: Formulaires
ro_ro: Formulare
ru_ru: Формы
sv_sv: Formulär
tr_tr: Formlar

source: From
es_es: Desde
fr_ca: De
ro_ro: De la
ru_ru: Отправитель
sv_sv: Från
tr_tr: Kimden

source: From email address is not a valid email address!
es_es: Desde la dirección de correo electrónico no es una dirección válida de correo electrónico!
fr_ca: L'adresse courriel de l'expéditeur n'est pas une adresse courriel valide !
ro_ro: Adresa de e-mail expeditoare nu este o adresă de e-mail validă!
ru_ru: Адрес электронной почты имеет неправильный формат!
sv_sv: Avsändaradressen är inte en giltig e-postadress!
tr_tr: E-posta adresi itibaren geçerli bir e-posta adresi değil!

source: From IP
es_es: Desde IP
fr_ca: Depuis l'IP
ro_ro: De la IP
ru_ru: С IP
sv_sv: Från IP
tr_tr: İp den

source: FTP Connecting to %s
fr_ca: Connexion FTP à %s
sv_sv: FTP ansluter till %s

source: FTP Locate Root directory
fr_ca: Répertoire racine FTP
sv_sv: FTP lokalisera rotkatalogen

source: FTP Password
fr_ca: Mot de passe FTP
sv_sv: FTP-lösenord

source: FTP Username
fr_ca: Nom d'utilisateur FTP
sv_sv: FTP-användarnamn

source: Functionality Settings
es_es: Configuración de la funcionalidad
fr_ca: Paramètres des fonctionnalités
ro_ro: Setări de funcţionalitate
ru_ru: Функциональность
sv_sv: Användarinställningar
tr_tr: Işlevsellik Ayarları

source: GData auth token couldn't be exchanged! Result: %s
es_es: autoridades GData token no se pueda intercambiar! Resultado: %s
fr_ca: Le jeton d'authentification GData n'a pas pu être échangé ! Résultat : %s
ro_ro: Simbolul de autorizare GData nu a putut fi schimbate! Rezultat: %s
ru_ru: Номер аутентификации GData не может быть изменен! Результат: %s
sv_sv: GData autentiseringsbevis kunde inte bytas! Resultat: %s
tr_tr: GData doğrulaması yapılamadı! Sonuç: %s

source: GData auth token has been successfully retrieved. <br /><b>Your new GData auth token is: %s</b>
es_es: GData token de autenticación se ha recuperado con éxito. <br /> <b>Su nuevo token de autenticación GData es: %s</b>
fr_ca: Le jeton d'authentification GData a été extrait. <br /><b>Votre nouveau jeton d'authetification GData est : %s</b>
ro_ro: Simbolul de autorizare GData a fost preluat cu succes! Rezultat: <br /><b>Noul dvs. simbol de autorizare GData este: %s</b>
ru_ru: Успешно. <b>Ваш новый номер аутентификации GData: %s</b>
sv_sv: GData autentiseringsbevis har hämtats. <br/>Ditt nya GData auth token: %s</b>
tr_tr: GData doğrulama simgesi başarıyla alındı. <br /><b>Yeni GData doğrulama simgeniz: %s</b>

source: Get Help
es_es: Obtener Ayuda
fr_ca: Obtenir de l'aide
ro_ro: Obţine Ajutor
ru_ru: Помощь
sv_sv: Hjälp
tr_tr: Yardım alın

source: Get Modules
fr_ca: Obtenir des modules
sv_sv: Hämta moduler

source: Get Templates
es_es: Obtenga plantillas
fr_ca: Télécharger
ro_ro: Descărcaţi şabloane
ru_ru: Получить шаблоны
sv_sv: Hämta mallar
tr_tr: Temaları al

source: global
sv_sv: globalt

source: Global Settings
es_es: Configuración global
fr_ca: Paramètres généraux
ro_ro: Setări Globale
ru_ru: Система
sv_sv: Hantera inställningar
tr_tr: Genel Ayarlar

source: Go Back
es_es: Regresar
fr_ca: Revenir en arrière
ro_ro: Înapoi
ru_ru: Назад
sv_sv: Tillbaka
tr_tr: Geri Dön

source: Group
fr_ca: Groupe
ro_ro: Grup
ru_ru: Группа
sv_sv: Grupp
tr_tr: Grup

source: Group "%s" already exists.
fr_ca: Le groupe "%s" existe déjà.
ro_ro: Grupul "%s" există deja.
ru_ru: Группы "%s" не существует.
sv_sv: Gruppen "%s finns redan!
tr_tr: Grup "%s" zaten var.

source: Group couldn't be created! Error: %s
fr_ca: Le groupe n'a pas pu être créé ! Erreur : %s
ro_ro: Grupul nu a putut fi creat! Eroare: %s
ru_ru: Группа не создана. Ошибка: %s
sv_sv: Gruppen kunde inte skapas! Fel: %s
tr_tr: Grup oluşturulamadı! Hata: %s

source: Group couldn't be updated! Error: %s
fr_ca: Le groupe n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Grupul nu a putut fi actualizat! Eroare: %s
ru_ru: Группа не обновлена. Ошибка: %s
sv_sv: Gruppen kunde inte uppdateras! Fel: %s
tr_tr: Grup güncellenemedi! Hata: %s

source: Group has been successfully created.
fr_ca: Le groupe a été créé.
ro_ro: Grupul a fost creat!
ru_ru: Группа успешно создана.
sv_sv: Gruppen har skapats.
tr_tr: Grup başarıyla yaratıldı.

source: Group has been successfully deleted.
fr_ca: Le groupe a été supprimé.
ro_ro: Grupul a fost şters!
ru_ru: Группа успешно удалена.
sv_sv: Gruppen har raderats.
tr_tr: Grup başarıyla silindi.

source: Group has been successfully updated.
fr_ca: Le groupe a été mis à jour.
ro_ro: Grupul a fost actualizat!
ru_ru: Группа успешно обновлена.
sv_sv: Gruppen har uppdaterats.
tr_tr: Grup başarıyla güncellendi.

source: Group Name
fr_ca: Nom du groupe
ro_ro: Nume Grup
ru_ru: Название группы
sv_sv: Gruppnamn
tr_tr: Grup Adı

source: Group Permissions
fr_ca: Permissions du groupe
ro_ro: Permisiunile grupului
ru_ru: Права группы
sv_sv: Grupptillstånd
tr_tr: Grup İzinleri

source: Guests
es_es: Visitas
fr_ca: Non-membres
ro_ro: Oaspeţi
ru_ru: Посетители
sv_sv: Gäster
tr_tr: Misafirler

source: Handling Posts
es_es: Manejo de Mensajes
fr_ca: Manipulation des articles
ro_ro: Manipularea Mesajelelor
ru_ru: Управление статьями
sv_sv: Ordna artiklar
tr_tr: Mesajlar Taşınıyor

source: Height
es_es: Altura
fr_ca: Hauteur
ro_ro: Înălţime
ru_ru: Высота
sv_sv: Höjd
tr_tr: Yükseklik

source: Hidden
es_es: Ocultos
fr_ca: Caché
ro_ro: Ascuns
ru_ru: Скрыто
sv_sv: Dold
tr_tr: Gizli

source: Hide when Expired
fr_ca: Cacher lorsque expiré
sv_sv: Dölj när tiden har gått ut

source: Hostname
fr_ca: Serveur
sv_sv: Värdnamn (host)

source: Icon
es_es: Icono
fr_ca: Icône
ro_ro: Pictogramă
ru_ru: Значек
sv_sv: Ikon
tr_tr: Simge

source: Images
es_es: Imágenes
ro_ro: Imagini
ru_ru: Изображения
sv_sv: Bilder
tr_tr: Resimler

source: In Block
es_es: En el Bloque
fr_ca: Dans le bloc
ro_ro: În Bloc
ru_ru: Блок
sv_sv: I block
tr_tr: Blokta

source: In Language(s)
es_es: En Idioma(s)
fr_ca: Dans les langues suivantes
ro_ro: În Limba(ile)
ru_ru: Язык(-и)
sv_sv: I språk(en)
tr_tr: Dil (ler) de

source: In Reply To
es_es: En respuesta a
fr_ca: En réponse à
ro_ro: Ca răspuns la
ru_ru: В ответ на
sv_sv: Som svar på
tr_tr: Cevap olarak

source: Include New Pages
fr_ca: Ajouter les nouvelles pages
sv_sv: Lägg till nya sidor

source: Incorrect username. Usernames may consist of a-z, 0-9 and underscores only.
es_es: Incorrecto nombre de usuario. Los nombres de usuario puede consistir de az, 0-9 y subraya solamente.
fr_ca: Nom d'utilisateur incorrect. Les noms d'utilisateurs ne peuvent contenir que des lettres (a-z), des chiffres(0-9) et des barres soulignements ( _ ).
ro_ro: Nume de utilizator incorecte. Numele de utilizator pot consta numai din a - z, 0-9 şi _
ru_ru: Неправильный формат имени пользователя. Имя пользователя должно состоять из a-z, 0-9 и нижнего подчеркивания (_).
sv_sv: Fel användarnamn. Användarnamn kan endast bestå av a-z, 0-9 och understreck.
tr_tr: Yanlış kullanıcı adı. Kullanıcı adları A'dan Z'ye, 0-9 arası ve yalnızca altçizgiden oluşabilir.

source: Incorrect verification code. Please enter the code shown on the image.
es_es: Incorrecta código de verificación. Por favor introduce el código que se muestra en la imagen.
fr_ca: Code de vérification incorrect. Veuillez entrer le code affiché sur l'image.
ro_ro: Cod de verificare incorect. Vă rugăm introduceţi codul din imagine.
ru_ru: Неправильный код подтверждения. Пожалуйста, введите код, указанный на изображении.
sv_sv: Felaktig verifieringskod. Ange koden som visas på bilden.
tr_tr: Yanlış doğrulama kodu. Resimde görülen kodu giriniz.

source: Insert as New
es_es: Insertar como Nueva
fr_ca: Insérer en tant que nouveau
ro_ro: Inseraţi ca nou
ru_ru: Создать копию
sv_sv: Lägg till som ny
tr_tr: Yeni olarak ekle

source: Install Module
es_es: Instale el módulo
fr_ca: Installer le module
ro_ro: Instalaţi Modulul
ru_ru: Установить
sv_sv: Installera moduler
tr_tr: Modülü Yükle

source: Install Update
fr_ca: Installer la mise à jour
sv_sv: Installera uppdatering

source: Installing files
es_es: Instalación de archivos
fr_ca: Installation des fichiers
ro_ro: Instalarea fişierelor
ru_ru: Создание необходимых файлов
sv_sv: Installerar filer
tr_tr: Dosyaları yüklüyor

source: Instant User Registration
fr_ca: Enregistrement instantané d'un utilisateur
ro_ro: Înregistrare utilizator instant
ru_ru: Быстрая регистрация пользователей
sv_sv: Direkt användarregistrering
tr_tr: Anlık Kullanıcı Kaydı

source: Invalid email address. Please make sure you enter a valid email address.
es_es: Dirección de correo electrónico no válida. Por favor, asegúrese de ingresar una dirección válida de correo electrónico.
fr_ca: L'adresse courriel est invalide. Veuillez vous assurer d'enter une adresse courriel valide.
ro_ro: Adresa e-mail incorectă. Vă rugăm asiguraţi-vă că introduceţi o adresă de email validă.
ru_ru: Неправильный адрес электронной почты. Пожалуйста, убедитесь, что вы вводите правильный адрес электронной почты.
sv_sv: Ogiltig e-postadress. Se till att ange en giltig e-postadress.
tr_tr: Geçersiz e-posta adresi. Geçerli bir e-posta adresi girdiğinizden emin olun.

source: Invalid email addresses defined. The following addresses are not valid email addresses: %s.
es_es: Las direcciones de correo electrónico no válido definido. Las siguientes direcciones no son direcciones de correo electrónico válida: %s.
fr_ca: Des adresse courriel invalides ont été définies. Les adresses courriel suivantes ne sont pas valides : %s.
ro_ro: Adrese de e-mail incorect definite. Următoarele adrese nu sunt adrese de e-mail valide: %s
ru_ru: Ошибка: следующие адреса электронной почты имеет неправильный формат: %s.
sv_sv: Ogiltiga e-postadresser angiven. Följande adresser är inte giltiga e-postadresser: %s.
tr_tr: Geçersiz e-posta adresleri belirlenmiş. Aşağıdaki adresler geçerli e-posta adresleri değil: %s.

source: Invalid or not enough permission to access this request!
fr_ca: Invalide ou permission insuffisante pour accéder à cette requête !
ro_ro: Cerere invalidă sau nu aveţi permisiunea de a accesa această funcţie!
ru_ru: Неверный запрос или у вас не достаточно прав доступа!
sv_sv: Ogiltig eller otillräcklig behörighet att komma åt denna begäran!
tr_tr: Bu isteğe erişmek için izniniz geçersiz veya yok!

source: Invalid or template installer script cannot be found.
es_es: Inválida o script de instalación de la plantilla no se puede encontrar.
fr_ca: Habillage invalide ou fichier d'installation introuvable.
ro_ro: Invalid sau scriptul pentru instalarea şablonului nu poate fi găsit.
ru_ru: Скрипт сценария установки шаблона не найден или имеет неправильный формат.
sv_sv: Ogiltig eller mallens installationsskript kan inte hittas.
tr_tr: Geçersiz veya tema yükleyici script bulunamıyor.

source: Invalid path!
es_es: Ruta no válida!
fr_ca: Chemin invalide !
ro_ro: Cale nevalidă!
ru_ru: Неправильный путь
sv_sv: Felaktig sökväg!
tr_tr: Geçersiz yol!

source: Invalid response returned by jCore.net!
fr_ca: Réponse invalide envoyée par jCore.net !
sv_sv: Ogiltigt svar returnerat av jCore.net!

source: IP "%s" has been successfully removed from the list.
es_es: IP "%s" se ha eliminado de la lista.
fr_ca: L'adresse "%s" a été retiré de la liste.
ro_ro: IP "%s" a fost şters cu succes de pe listă.
ru_ru: IP "%s" был успешно удален из списка.
sv_sv: IP "%s" har tagits bort från listan.
tr_tr: IP "%s" başarıyla listeden silindi.

source: IPs used
es_es: IP usado
fr_ca: Adresses IP utilisées
ro_ro: IP-uri folosite
ru_ru: IP адрес уже используется
sv_sv: IP-adresser som används
tr_tr: Kullanılan ipler

source: Items Counter Enabled
es_es: Los artículos contra Activado
fr_ca: Compteur d'items activé
ro_ro: Activarea contorului elementelor
ru_ru: Отображать количество записей на картинке пункта меню
sv_sv: Objekträknare aktiverad.
tr_tr: Öğe Sayaç Etkinleştirildi

source: jQuery Settings
es_es: Configuración de jQuery
fr_ca: Paramètres jQuery
ro_ro: Setări jQuery
ru_ru: jQuery
sv_sv: jQuery-inställningar
tr_tr: jQuery Ayarları

source: JS Editor
es_es: Editor JS
fr_ca: Editeur JS
ro_ro: Editor JS
ru_ru: Редактор JS
sv_sv: JS-redigerare
tr_tr: JS Editör

source: Keyword
fr_ca: Mot-clé
sv_sv: Sökord

source: Keywords
es_es: Palabras clave
fr_ca: Mots-clé
ro_ro: Cuvinte cheie
ru_ru: Ключевые слова
sv_sv: Sökord
tr_tr: Anahtar kelimeler

source: Language
es_es: Idioma
fr_ca: Langue
ro_ro: Limba
ru_ru: Язык
sv_sv: Språk
tr_tr: Dil

source: Language couldn't be created! Error: %s
es_es: El lenguaje no puede ser creado! Error: %s
fr_ca: La langue n'a pas pu être créée ! Erreur : %s
ro_ro: Limba nu a putut fi creată! Eroare: %s
ru_ru: Язык не может быть создан! Ошибка: %s
sv_sv: Språk kunde inte skapas. Fel: %s
tr_tr: Dil oluşturulamadı! Hata: %s

source: Language couldn't be updated! Error: %s
es_es: El lenguaje no puede ser actualizado! Error: %s
fr_ca: la langue n'a pas pu être mise à jour ! Erreur : %s
ro_ro: Limba nu a putut fi actualizată! Eroare: %s
ru_ru: Язык не может быть обновлен! Ошибка: %s
sv_sv: Språk kunde inte uppdateras. Fel: %s
tr_tr: Dil güncellenemedi! Hata: %s

source: Language has been successfully created.
es_es: El lenguaje ha sido creado con éxito.
fr_ca: La langue a été créée.
ro_ro: Limbă creată!
ru_ru: Язык был успешно создан.
sv_sv: Språk har skapats.
tr_tr: Dil başarıyla eklendi.

source: Language has been successfully deleted.
es_es: El lenguaje ha sido eliminado correctamente.
fr_ca: La langue a été supprimée.
ro_ro: Limba a fost ştearsă!
ru_ru: Язык был успешно удален.
sv_sv: Språk har raderats.
tr_tr: Dil başarıyla silindi.

source: Language has been successfully updated.
es_es: El idioma ha sido actualizado correctamente.
fr_ca: La langue a été mise à jour.
ro_ro: Limba a fost actualizată!
ru_ru: Язык был успешно обновлен.
sv_sv: Språk har uppdaterats.
tr_tr: Dil başarıyla güncellendi.

source: Languages
es_es: Idiomas
fr_ca: Langues
ro_ro: Limbi
ru_ru: Языки
sv_sv: Språk
tr_tr: Diller

source: Languages Administration
es_es: Administración de Idiomas
fr_ca: Gestion des langues
ro_ro: Administrare limbi
ru_ru: Управление языками
sv_sv: Språkinställningar
tr_tr: Dil Yönetimi

source: Languages have been successfully re-ordered.
es_es: Las lenguas se han reordenado con éxito.
fr_ca: Les langues ont été réordonnées.
ro_ro: Limbile au fost ordonate!
ru_ru: Языки были успешно переупорядочены.
sv_sv: Språk har arrangerats om.
tr_tr: Dil başarıyla yeniden düzenlendi.

source: Last checked on %s
fr_ca: Dernière vérification le %s
sv_sv: Kontrollerades senast den %s

source: Last page
es_es: Última página
fr_ca: Dernière page
ro_ro: Ultima pagină
ru_ru: Последняя страница
sv_sv: Sista sidan
tr_tr: Son sayfa

source: Last visit
es_es: Su última visita
fr_ca: Dernière visite
ro_ro: Ultima vizită
ru_ru: Последний визит
sv_sv: Senaste besökare
tr_tr: Son ziyaret

source: Layout Blocks
es_es: Diseño de Bloques
fr_ca: Blocs
ro_ro: Structură Blocuri
ru_ru: Структура сайта
sv_sv: Hantera block
tr_tr: Düzen Blokları

source: Layout couldn't be created! Error: %s
fr_ca: La mise en page n'a pas pu être créée ! Erreur : %s
sv_sv: Layouten kunde inte skapas! Fel: %s

source: Layout couldn't be updated! Error: %s
fr_ca: La mise en page n'a pas pu être mise à jour ! Erreur : %s
sv_sv: Layouten kunde inte uppdateras! Fel: %s

source: Layout has been successfully created.
fr_ca: La mise en page a été créée.
sv_sv: Layouten har skapats.

source: Layout has been successfully deleted.
fr_ca: La mise en page a été supprimée.
sv_sv: Layouten har raderats.

source: Layout has been successfully updated.
fr_ca: La mise en page a été mise à jour.
sv_sv: Layouten har uppdaterats.

source: Layouts Administration
fr_ca: Gestion des mise en page
sv_sv: Administrera sidvisning

source: Layouts have been successfully re-ordered.
fr_ca: Les mises en page ont été réordonnées
sv_sv: Layouterna har arrangerats om.

source: Limit
es_es: Límite
fr_ca: Limite
ro_ro: Limita
ru_ru: Лимит
sv_sv: Gräns
tr_tr: Sınır

source: LimitedString
fr_ca: Chaîne limitée
sv_sv: BegränsadSträng
tr_tr: Sınırlı Dize

source: Link
es_es: Enlace
fr_ca: Lien
ro_ro: Legătură
ru_ru: Ссылка
sv_sv: Länk

source: Link couldn't be added! Error: %s
es_es: Link No se puede agregar! Error: %s
fr_ca: Le lien n'a pas pu être ajouté ! Erreur : %s
ro_ro: Legătura nu a putut fi adăugată! Eroare: %s
ru_ru: Ссылка не добавлена! Ошибка: %s
sv_sv: Länken kunde inte läggas till. Fel: %s
tr_tr: Bağlantı eklenemedi! Hata: %s

source: Link couldn't be updated! Error: %s
es_es: Link no se pudo actualizar! Error: %s
fr_ca: Le lien n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Legătura nu a putut fi actualizată! Eroare: %s
ru_ru: Ссылка не обновлена! Ошибка: %s
sv_sv: Länken kunde inte uppdateras. Fel: %s
tr_tr: Bağlantı güncellenemedi! Hata: %s

source: Link has been successfully created.
es_es: Link ha sido creado con éxito.
fr_ca: Le lien a été créé.
ro_ro: Legătura a fost creată!
ru_ru: Ссылка была успешно создана.
sv_sv: Länken har skapats.
tr_tr: Link başarılı bir şekilde oluşturuldu.

source: Link has been successfully deleted.
es_es: Link ha sido eliminado correctamente.
fr_ca: Le lien a été supprimé.
ro_ro: Legătura a fost ştearsă!
ru_ru: Ссылка была успешно удалена.
sv_sv: Länken har raderats.
tr_tr: Link başarıyla silindi.

source: Link has been successfully updated.
es_es: Link ha sido actualizado correctamente.
fr_ca: Le lien a été mis à jour.
ro_ro: Legătura a fost actualizată!
ru_ru: Ссылка была успешно обновлена.
sv_sv: Länken har uppdaterats.
tr_tr: Link başarıyla güncellendi.

source: Link to %s
es_es: Enlace a %s
fr_ca: Lier à %s
ro_ro: Legătură la %s
ru_ru: Ссылка на %s
sv_sv: Länka till %s
tr_tr: Linkle %s

source: Link to URL
es_es: Enlace a URL
fr_ca: Lier à l'URL
ro_ro: Legătura la URL
ru_ru: URL адрес
sv_sv: Länka till URL
tr_tr: Bağlantı URL'si

source: Links have been successfully re-ordered.
es_es: Enlaces han sido exitosamente reordenado.
fr_ca: Les liens ont été réordonnés.
ro_ro: Legăturile au fost re-ordonate!
ru_ru: Ссылки были успешно сортированы.
sv_sv: Länkarna har arrangerats om.
tr_tr: Linkler başarıyla yeniden düzenlendi.

source: Links to quickly access your favorite places
es_es: Enlaces para acceder rápidamente a sus lugares favoritos
fr_ca: Liens d'accès rapide à vos outils favoris
ro_ro: Legături pentru a accesa rapid locurile dumneavoastră preferate
ru_ru: Ссылки для быстрого доступа к вашим любимым местам
sv_sv: Länkar för att snabbt komma åt dina favoritplatser
tr_tr: Favori yerlere hızlı erişmek için bağlantılar

source: Load Admin Plugins
es_es: Administrador de complementos de carga
fr_ca: Extensions à charger dans l'admin.
ro_ro: Încărcare module de administrare
ru_ru: Плагины администрирования
sv_sv: Ladda adminplugin
tr_tr: Yönetici Eklentiler Yükleme

source: Load Plugins
es_es: Carga de Plugins
fr_ca: Extensions à charger
ro_ro: Încărcare module
ru_ru: Плагины
sv_sv: Ladda plugin
tr_tr: Eklentileri Yükleme

source: local
sv_sv: lokalt

source: Local file couldn't be created!
fr_ca: Le fichier local n'a pas pu être créé !
sv_sv: Local-filen kunde inte skapas!!

source: Local Video
es_es: Local de video
fr_ca: Vidéo local
ro_ro: Video Local
ru_ru: Локальное видео
sv_sv: Lokal video
tr_tr: Yerel Video

source: Locale
es_es: Lugar
fr_ca: Localisation
ro_ro: Localizare
ru_ru: Язык
sv_sv: Språk
tr_tr: Yerel

source: Locale Directory
es_es: Configuración regional Directorio
fr_ca: Dossier de localisation
ro_ro: Directorul Localizare
ru_ru: Каталог
sv_sv: Språkmapp
tr_tr: Yerel Dizin

source: Locale File
fr_ca: Fichier de localisation
ro_ro: Fişier Setări regionale
ru_ru: Языковый файл
sv_sv: Språkfil
tr_tr: Yerel Dosya

source: Location
es_es: Localización
fr_ca: Localisation
ro_ro: Locaţie
ru_ru: Расположение
sv_sv: Plats
tr_tr: Konum

source: Login
es_es: Iniciar sesión
fr_ca: Connexion
ro_ro: Autentificare
ru_ru: Вход
sv_sv: Logga in
tr_tr: Giriş

source: Login has been temporarily suspended. Please try again later.
es_es: Entrada ha sido temporalmente suspendido. Por favor, inténtelo de nuevo más tarde.
fr_ca: Les connexions ont été temporairement suspendues. Veuillez réessayer plus tard.
ro_ro: Autentificarea a fost temporar suspendată. Vă rugăm să încercaţi din nou mai târziu.
ru_ru: Авторизация временно приостановлена. Пожалуйста, повторите попытку позже.
sv_sv: Inloggningen har tillfälligt avbrutits. Var vänlig försök igen senare.
tr_tr: Giriş geçici olarak askıya alındı. Daha sonra tekrar deneyiniz.

source: Logins Suspended
es_es: Los inicios de sesión suspendida
fr_ca: Connections hors fonction
ro_ro: Logările sunt suspendate!
ru_ru: Блокировка авторизации
sv_sv: Stäng inloggning
tr_tr: Girişler Askıya alındı

source: Logout
es_es: Desconectarse
fr_ca: Déconnexion
ro_ro: Delogare
ru_ru: Выход
sv_sv: Logga ut
tr_tr: Çıkış

source: Logout and close this session
es_es: Salir y cerrar este período de sesiones
fr_ca: Déconnecter et fermer cette session
ro_ro: Delogare şi închide această sesiune
ru_ru: Выход из панели управления и закрытие сессии
sv_sv: Logga ut och stäng sessionen
tr_tr: Çık ve oturumu kapat

source: Main Content
es_es: Contenido principal
fr_ca: Contenu principal
ro_ro: Conţinut Principal
ru_ru: Главный блок
sv_sv: Huvudinnehåll
tr_tr: Ana İçerik

source: Maintenance Settings
es_es: Mantenimiento Configuración
fr_ca: Gestion de la maintenance
ro_ro: Setări de întreţinere
ru_ru: Блокировка
sv_sv: Underhållsinställningar
tr_tr: Bakım Ayarlar

source: Manage / Upload files separately
es_es: Administrar / Subir archivos por separado
fr_ca: Gérer/téléverser des fichiers séparéments
ro_ro: Gestionaţi / Încărcaţi fişierele separat
ru_ru: Управление файлами
sv_sv: Hantera / ladda upp filer separat
tr_tr: Dosyaları ayrı ayrı yönet / yükle

source: Manage Brute Force and Password Trading protection
es_es: Administrar la fuerza bruta y la protección de contraseña de comercio
fr_ca: Gestion de la protection contre la force brute et le partage de mot de passe
ro_ro: Gestionaţi protecţia Brute Force şi Partajarea Parolei (Password Trading)
ru_ru: Управление безопасностью сайта
sv_sv: Hantera Brute Force och Password Trading protection
tr_tr: Brute Force ve Şifre Ticareti Korumalarını Düzenle

source: Manage the content (pages) of your site
es_es: Administrar el contenido (páginas) de su sitio
fr_ca: Gérer le contenu (articles) de votre site
ro_ro: Gestionaţi conţinutul (pagini) site-ului dvs.
ru_ru: Управление страницами сайта
sv_sv: Hantera innehållet (sidorna) på din webbplats
tr_tr: Sitenizin içeriğini (sayfaları) yönetin

source: Manage user groups, set group permissions
fr_ca: Gérez les groupes utilisateurs et définissez les permissions
ro_ro: Gestionaţi grupurile de utilizatori, setaţi permisiunile grupului
ru_ru: Управление группами пользователей, установка прав доступа для групп.
sv_sv: Hantera användargrupper och gruppbehörigheter
tr_tr: Kullanıcı gruplarını yönetme ve grup izinlerini ayarlamak

source: Manage users, set permissions
es_es: Administrar usuarios, establecer permisos
fr_ca: Gérer les utilisateurs et définir les permissions
ro_ro: Gestionaţi utilizatorii, setaţi permisiunile
ru_ru: Управление пользователями и правами
sv_sv: Hantera användare, ange behörigheter
tr_tr: Kullanıcıları ve yetkilerini düzenle

source: Manual Gettext
fr_ca: Gettext manuel
sv_sv: Använd manuell Gettext

source: Mass Email
es_es: Mass correo electrónico
fr_ca: Courriel de masse
ro_ro: E-mail în masă
ru_ru: Рассылки
sv_sv: Hantera utskick
tr_tr: Toplu Mesaj
