Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/newsletter.po
Languages: es_es, fr_ca, nl_be, ro_ro, ru_ru, sv_sv, tr_tr

source: <b>Your newsletter subscription has been cancelled.</b><br /> You have successfully cancelled your subscription for "%s" to "%s" newsletters.
es_es: <b>Su suscripción al boletín ha sido cancelada.</b> <br /> Ha cancelado su suscripción para "%s" a "%s" boletines de noticias.
fr_ca: <b>Votre abonnement a été annulé.</b><br /> Vous avez annulé votre abonnement pour "%s" à la lettre d'information "%s".
nl_be: <b>Uw nieuwsbrief inschrijving werd geanulleerd.</b><br /> U werd met succes uitgeschreven voor "%s" tot "%s" nieuwsbrieven.
ro_ro: <b>Înscrierea dvs. la Buletinul Informativ a fost anulată. </b><br /> Aţi anulat cu succes abonamentul pentru Buletinele Informative "%s" şi "%s".
ru_ru: <b>Ваша подписка отменена.</b><br /> Вы успешно отменили подписку на "%s" в "%s" рассылках.
sv_sv: <b> Ditt nyhetsbrev har avlsutats.</b><b /> Du har avbrutit din prenumeration för "%s" till "%s" nyhetsbrev.
tr_tr: <b>Haberler aboneliğiniz iptal edildi.</b><br /> "%s" to "%s" Haber aboneliğinizi başarıyla iptal ettiniz.

source: <b>Thank you for subscribing to our newsletters.</b><br /> You have successfully confirmed your subscription for "%s" to "%s" newsletters.
es_es: <b>Gracias por suscribirse a nuestros boletines.</b> <br /> Ha confirmado su suscripción para "%s" a "%s" boletines de noticias.
fr_ca: <b>Merci pour votre abonnement à nos lettres d'information.</b><br/ > Votre abonnement à la lettre d'information "%s" pour "%s" a été confirmée.
nl_be: <b>Bedankt voor uw inschrijving op onze nieuwsbrieven.</b><br />U heeft met succes uw inschrijving op nieuwsbrieven "%s" tot "%s" bevestigd.
ro_ro: <b>Vă mulţumim pentru subscrierea la buletinele noastre informative.</b><br />Aţi confirmat cu succes abonamentul pentru Buletinul Informativ "%s" şi "%s" .
ru_ru: <b>Благодарим вас за подписку на нашу рассылку.</b><br />Вы успешно подтвердили подписку на "%s" в "%s" рассылках.
sv_sv: <b>Tack för att du prenumererar på vårt nyhetsbrev.</b><br/> Du har nu bekräftat din anmälan för "%s" till "%s" nyhetsbrev.
tr_tr: <b>Bizim haber bültenlerine abone olduğunuz için teşekkür ederiz.</b><br /> "%s" ve "%s" haberleri için abonelik başarıyla doğruladı.

source: No newsletter list selected!
es_es: No hay lista de boletín seleccionado!
fr_ca: Aucune liste d'envoi sélectionnée !
nl_be: Geen nieuwsbrief lijst geselecteerd!
ro_ro: Nici un listă de Buletin Informativ selectată!
ru_ru: Рассылка не выбрана!
sv_sv: Ingen nyhetsbrevlista är vald!
tr_tr: Haber listesi seçilmedi!

source: The selected newsletter list cannot be found! Please try again by selecting a different list or contact site administrator.
es_es: La lista boletín seleccionado no puede ser encontrado! Por favor, inténtelo de nuevo mediante la selección de una lista diferente o administrador del sitio de contacto.
fr_ca: La liste d'envoi n'a pas pu être trouvée ! Veuillez réessayer de nouveau en sélectionnant une liste différente ou contactez l'administrateur.
nl_be: De geselecteerde nieuwsbrief lijst kon niet worden gevonden! Probeer opnieuw door een andere lijst te selecteren of contacteer de site beheerder.
ro_ro: Lista Buletinului Informativ selectată nu poate fi găsită! Vă rugăm să încercaţi din nou prin selectarea unei liste diferite sau luaţi legătura cu administratorul site-ului.
ru_ru: Выбранный список рассылки не найден! Пожалуйста, попробуйте еще раз, выбрав другой список или свяжитесь с администратором сайта.
sv_sv: Den valda nyhetsbrevlistan kan inte hittas! Försök igen genom att välja en annan lista eller kontakta webbplatsens administratör.
tr_tr: Seçilen haber listesi bulunamıyor! Farklı bir liste seçerek tekrar deneyiniz veya site yöneticisi ile temas kurunuz.

source: Email address "%s" is not subscribed to "%s" newsletters!
es_es: Dirección de correo electrónico "%s" no está suscrito a "%s" boletines de noticias!
fr_ca: L'adresse courriel "%s" n'est pas abonnée à la lettre d'information "%s" !
nl_be: Email adres "%s" is niet ingeschreven op nieuwsbrieven "%s"!
ro_ro: Adresa de e-mail "%s" nu este înscrisă la Buletinul Informativ "%s" !
ru_ru: Адрес электронной почты "%s" не подписан на "%s" рассылку(-ки)!
sv_sv: E-postadressen "%s" är inte prenumerant på "%s" nyhetsbrev!
tr_tr: E-Posta adresi "%s", "%s" haberleri için abone olmadı!

source: <b>Unsubscription request has been successfully submitted.</b><br /> An email has been sent to you which contains the confirmation url to unsubscribe. Once confirmed your email will be removed from the list and you will stop receiving our newsletters.
es_es: <b>solicitud de retirada ha sido enviado correctamente.</b> <br /> Un correo electrónico ha sido enviado a ti, que contiene la url de confirmación para cancelar la suscripción. Una vez confirmado su correo electrónico se eliminará de la lista y usted dejará de recibir nuestros boletines de noticias.
fr_ca: <b>La demande de désabonnement a été soumise.</b><br /> Un courriel contenant un lien de confirmation pour vous désabonner vous a été envoyé. Une fois confirmé, votre adresse courriel sera retirée de la liste et vous ne recevrez plus de nos lettres d'information.
nl_be: <b>Uitschrijving werd met succes verzocht.</b><br /> Een email met de confirmatielink om uit te schrijven werd u toegestuurd. Eens bevestigd wordt uw email adres uit de lijst geschrapt en ontvangt u geen verdere nieuwsbrieven meer.
ro_ro: <b>Cererea de dezabonare, a fost trimisă cu succes.</b><br /> Un e-mail a fost trimis la adresa indicată, ce conţine URL-ul de confirmare pentru a vă dezabona. După ce confirmaţi, adresa dvs. de e-mail va fi scoasă de pe listă şi nu veţi mai primi Buletinele noastre Informative!
ru_ru: <b>Запрос на отмену рассылки успешно отправлен.</b><br /> Вам оправлено сообщение с сылкой для подтверждения отказа от рассылки. После подтверждения отказа. ваш адрес электронной почты будет удален из рассылки и вы больше не будете получать нашу рассылку.
sv_sv: <b>Avsluta prenumerationen har skickats in.</b><br /> E-post har skickats till dig som innehåller länkar för att bekräfta avslutande av prenumeration. När vi tagit emot din bekräftelse kommer du att tas bort från listan och nyhetsbrevet avbokas direkt.
tr_tr: <b>Abobelikten ayrılma isteğiniz başarıyla gönderildi.</b><br /> Size abonelikten çıkmayı onaylamanız için bir e-posta gönderildi. Bu onaylamayı yaptığınızda haberler listesinden e-postanız silinecek ve size haber gönderilmeyecektir.

source: <b>Your subscription request has been successfully submitted.</b><br /> An email has been sent to you which contains the confirmation url for the lists you subscribed to. Once confirmed you will start receiving our newsletters.
es_es: <b>Su solicitud de suscripción ha sido enviado correctamente.</b><br /> Un correo electrónico ha sido enviado a ti, que contiene la URL de confirmación de las listas que está suscrito. Una vez confirmado que comenzará a recibir nuestros boletines de noticias.
fr_ca: <b>Votre demande d'abonnement a été soumise.</b><br /> Un courriel contenant un lien de confirmation vous a été envoyé. Une fois confirmé, vous pourrez recevoir nos lettres d'information.
nl_be: <b>Uw inschrijvings aanvraag werd met succes ontvangen.</b><br /> Een email met de confirmatielink om u in te schrijven werd u toegestuurd. Eens bevestigd worden u mails van onze nieuwsbrief toegestuurd.
ro_ro: <b>Cererea de abonare, a fost introdusă cu succes.</b><br /> Un e-mail a fost trimis la adresa indicată, ce conţine URL-ul de confirmare pentru a vă abona la lista selectată. După ce confirmaţi, veţi primi buletinele noastre informative!
ru_ru: <b>Запрос на подписку успешно отправлен.</b><br /> Вам оправлено сообщение с сылкой для подтверждения подписки на рассылки. После подтверждения вы начнете получать нашу рассылку.
sv_sv: <b>Din begäran om prenumeration har tagits emot. </b><br /> E-post har skickats till dig som innehåller bekräftelselänkar för listor du prenumererar på. När bekräftelse gjorts kommer du att börja ta emot vårt nyhetsbrev.
tr_tr: <b>Abonelik isteği başarıyla gönderildi.</b><br /> Size abonelik onaylamanız için gerekli bilgileri içeren bir e-posta gönderildi. Bu onaylamayı yaptığınızda haberler listesine girecek ve haberleri almaya başlayacaksınız.

source: Email address
es_es: Dirección de correo electrónico
fr_ca: Adresse courriel
nl_be: Email adres
ro_ro: Adresă e-mail
ru_ru: Email
sv_sv: E-postadress
tr_tr: E-posta adresi

source: Select List(s)
es_es: Seleccione Lista(s)
fr_ca: Sélectionnez les listes désirées
nl_be: Selecteer Lijst(en)
ro_ro: Selectaţi Lista(e)
ru_ru: Выберите список(-ки)
sv_sv: Välj lista(or)
tr_tr: Listeleri Seç

source: Subscribe to %s Newsletters or Unsubscribe
es_es: Suscribirse a los %s boletines o Darse de baja
fr_ca: Abonnez ou désabonnez-vous à notre lettre d'information %s
nl_be: Schrijf in op %s Nieuwsbrieven op Schrijf Uit
ro_ro: Vă abonaţi la %s Buletine informative sau Dezabonare
ru_ru: Подписаться на %s рассылки или отменить
sv_sv: Prenumerera på %s eller avboka nyhetsbrevet
tr_tr: %s Haberleri için Abone ol yada Abonelikten çık

source: Subscribe to our Newsletters or Unsubscribe
es_es: Suscríbete a nuestro boletín de noticias o Darse de baja
fr_ca: Abonnez ou désabonnez-vous de nos lettres d'information
nl_be: Schrijf in op onze Nieuwsbrieven of Schrijf Uit
ro_ro: Abonaţi-vă la Buletinele noastre informative sau Dezabonare
ru_ru: Подписаться на наши рассылки или отменить
sv_sv: Prenumerera eller avsluta prenumeration på nyhetsbrevet
tr_tr: Haberler için Abone ol yada Abonelikten çık

source: Subscribe
es_es: Suscribirse
fr_ca: Abonnement
nl_be: Schrijf In
ro_ro: Abonaţi-vă
ru_ru: Подписаться
sv_sv: Prenumerera
tr_tr: Abone Ol

source: Unsubscribe
es_es: Darse de baja
fr_ca: Désabonnement
nl_be: Schrijf Uit
ro_ro: Dezabonare
ru_ru: Отписаться
sv_sv: Avsluta prenumerationen
tr_tr: Abonelikten Çık
