Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/newsletter.po
Languages: es_es, fr_ca, nl_be, ro_ro, ru_ru, sv_sv, tr_tr

source: Newsletters
es_es: Boletines
fr_ca: Lettre d'information
nl_be: Nieuwsbrieven
ro_ro: Buletine informative
ru_ru: Рассылки
sv_sv: Nyhetsbrev
tr_tr: Yeni Haberler

source: Create lists, send out newsletters, let people subscribe and unsubscribe
es_es: Crear listas, enviar boletines de noticias, que la gente suscribirse y darse de baja
fr_ca: Créer des listes, envoyer des lettres d'informations, laisser vos visiteurs s'abonner et se désabonner
nl_be: Maak lijsten, stuur nieuwsbrieven, laat mensen in- en uitschrijven
ro_ro: Creaţi liste, trimiteţi buletine informative, permiteţi utilizatorilor să se înscrie sau dezaboneze.
ru_ru: Создание списков, при отправке новостей, пусть люди подписаться и отписаться
sv_sv: Skapa listor, skicka ut nyhetsbrev, låta folk prenumerera och avsluta prenumerationen
tr_tr: Liste oluştur, yeni haber yolla, insanların abone olmasına veya abonelikten çıkmasına olanak tanı

source: New List
es_es: Nueva lista
fr_ca: Nouvelle liste
nl_be: Nieuwe Lijst
ro_ro: Listă nouă
ru_ru: Новый список
sv_sv: Ny lista
tr_tr: Yeni Liste

source: Subscriptions
es_es: Suscripciones
fr_ca: Abonnements
nl_be: Inschrijvingen
ro_ro: Subscrieri
ru_ru: Подписка
sv_sv: Prenumerationer
tr_tr: Abonelikler

source: Emails
es_es: Correos electrónicos
fr_ca: Courriels
ro_ro: E-mail'uri
ru_ru: Письма
sv_sv: E-post
tr_tr: E-Postalar

source: Lists have been successfully re-ordered.
es_es: Las listas han sido exitosamente reordenado.
fr_ca: Les listes ont été réordonnées.
nl_be: Lijsten werden met succes herschikt.
ro_ro: Listele au fost re-ordonate.
ru_ru: Списки сортированы.
sv_sv: Listor har arrangerats om.
tr_tr: Listeler başarıyla yeniden düzenlendi.

source: List has been successfully deleted.
es_es: Lista se ha eliminado correctamente.
fr_ca: La liste a été supprimée.
nl_be: Lijst werd met succes verwijderd.
ro_ro: Lista a fost ştearsă.
ru_ru: Список был успешно удален.
sv_sv: Lista har raderats.
tr_tr: Liste başarılı bir şekilde silindi.

source: List has been successfully updated.
es_es: Lista se ha actualizado correctamente.
fr_ca: La liste a été mise à jour.
nl_be: Lijst werd met succes bijgewerkt.
ro_ro: Lista a fost actualizată.
ru_ru: Список был успешно обновлен.
sv_sv: Lista har uppdaterats.
tr_tr: Liste başarılı bir şekilde güncellendi.

source: List has been successfully created.
es_es: Lista se ha creado con éxito.
fr_ca: la liste a été créée.
nl_be: Lijst werd met succes gemaakt.
ro_ro: Lista a fost creată.
ru_ru: Список был успешно создан.
sv_sv: Lista har skapats.
tr_tr: Liste başarılı bir şekilde oluşturuldu.

source: Members
es_es: Miembros
fr_ca: Membres
nl_be: Leden
ro_ro: Membri
ru_ru: Подписчики
sv_sv: Medlemmar
tr_tr: Üyeler

source: Newsletter Lists Administration
es_es: Administración de Listas de Boletín
fr_ca: Gestion des lettres d'information
nl_be: Nieuwsbrieven Lijsten Beheer
ro_ro: Administrarea Listei Buletinului Informativ
ru_ru: Управление подписками
sv_sv: Administrera nyhetsbrevlistor
tr_tr: Haber Listesi Yönetimi

source: Edit List
es_es: Editar lista
fr_ca: Modifier la liste
nl_be: Bewerk Lijst
ro_ro: Editaţi lista
ru_ru: Изменить список
sv_sv: Redigera listor
tr_tr: Listeyi Düzenle

source: No lists found.
es_es: Listas no encuentrada.
fr_ca: Aucune liste trouvée.
nl_be: Geen lijsten gevonden.
ro_ro: Liste inexistente!
ru_ru: Списки не найдены.
sv_sv: Inga listor hittade.
tr_tr: Liste bulunmadı.

source: List couldn't be added! Error: %s
es_es: Lista no se pudo agregar! Error: %s
fr_ca: La liste n'a pas pu être ajoutée ! Erreur : %s
nl_be: Lijst kon niet worden gemaakt! Fout: %s
ro_ro: Lista nu a putut fi adăugată! Eroare: %s
ru_ru: Список не может быть добавлен! Ошибка: %s
sv_sv: Listan kunde inte läggas till! Fel: %s
tr_tr: Liste eklenemedi! Hata: %s

source: List couldn't be updated! Error: %s
es_es: Lista no se pudo actualizar! Error: %s
fr_ca: La liste n'a pas pu être mise à jour ! Erreur : %s
nl_be: Lijst kon niet worden bijgewerkt! Fout: %s
ro_ro: Lista nu a putut fi actualizată! Eroare: %s
ru_ru: Список не может быть обновлен! Ошибка: %s
sv_sv: Listan kunde inte uppdateras! Fel: %s
tr_tr: Liste güncellenemedi! Hata: %s

source: New Subscription
es_es: Nueva suscripción
fr_ca: Nouvel abonnement
nl_be: Nieuwe Inschrijving
ro_ro: Subscriere nouă
ru_ru: Новая подписка
sv_sv: Ny prenumeration
tr_tr: Yeni Abonelik

source: Lists
es_es: Listas
fr_ca: Listes
nl_be: Lijsten
ro_ro: Liste
ru_ru: Списки
sv_sv: Listor
tr_tr: Listeler

source: Subscribed to
es_es: Suscrito
fr_ca: Abonné à
nl_be: Ingeschreven op
ro_ro: Subscrisă la
ru_ru: Подписка на
sv_sv: Prenumererar på
tr_tr: Için Abone

source: Email(s)
es_es: Correo electrónico(s)
fr_ca: Adresses courriel(s)
ro_ro: E-mail
sv_sv: E-post
tr_tr: E-posta(lar)

source: one email per line
es_es: un correo electrónico por línea
fr_ca: un courriel par ligne
nl_be: een email per lijn
ro_ro: un e-mail pe linie
ru_ru: один адрес электронной почты в строке
sv_sv: en e-postadress per rad
tr_tr: her satırda bir e-posta

source: hold CTRL down to select more
es_es: tecla CTRL para seleccionar más
fr_ca: tenier la touche CTRL enfoncée pour en sélectionner plusieurs
nl_be: houd CTRL ingedrukt om meerdere te selecteren
ro_ro: ţineţi apăsat CTRL pentru a selecta mai multe
ru_ru: удерживая нажатой клавишу CTRL вниз, чтобы выбрать более
sv_sv: Håll ned Ctrl-tangenten för att välja fler listor
tr_tr: daha fazla seçmek için CTRL basılı tutunuz

source: Confirmed
es_es: Confirmado
fr_ca: Confirmé
nl_be: Bevestigd
ro_ro: Confirmat
ru_ru: Подтвержденный
sv_sv: Godkända
tr_tr: Onaylandı

source: (if not checked an email will be sent to the email address(es) for confirmation)
es_es: (Si no se comprueba un correo electrónico será enviado a la dirección de correo electrónico (es) para la confirmación)
fr_ca: (si non coché, un courriel de confirmation sera envoyé aux adresses courriel spécifiées)
nl_be: (indien niet aangevinkt zal een email naar het adres gestuurd worden ter confirmatie)
ro_ro: (dacă nu este bifat un e-mail va fi trimis la această adresă(e) de e-mail pentru confirmare)
ru_ru: (если не установлен будет отправлено на электронный адрес (адреса) для подтверждения)
sv_sv: (ifall kryssrutan inte markeras kommer ett e-brev om bekräftelse att skickas till den(de) e-postadress(er) som anges)
tr_tr: (Eğer bu şık seçilmez ise bir onay e-postası gönderilecektir)

source: Subscribed on
es_es: Suscripciones en
fr_ca: Abonné le
nl_be: Ingeschreven op
ro_ro: Subscris la
ru_ru: Подписка на
sv_sv: Prenumerations-datum
tr_tr: Abone tarihi

source: Subscriptions have been successfully confirmed.
es_es: Las suscripciones se han confirmado con éxito.
fr_ca: Les abonnements ont été confirmées.
nl_be: Inschrijvingen werden met succes bevestigd.
ro_ro: Subscrierile au fost confirmate!
ru_ru: Подписки были успешно подтверждены.
sv_sv: Prenumerationerna har framgångsrikt bekräftats.
tr_tr: Abonelikler başarıyla onaylandı.

source: No subscriptions selected! Please select at least one subscription.
es_es: No hay suscripciones seleccionado! Por favor, seleccione al menos una suscripción.
fr_ca: Aucun abonnement sélectionné ! Veuillez selectionner au minimum un abonnement.
nl_be: Geen inschrijvingen geselecteerd! Selecteer minstens een inschrijving.
ro_ro: Nici o subscriere selectată! Vă rugăm să selectaţi cel puţin una.
ru_ru: Подписки не выбраны! Пожалуйста, выберите по крайней мере одну подписку.
sv_sv: Inga prenumerationer valda! Välj minst ett abonnemang.
tr_tr: Hiçbir abonelik seçilmemiş! En az bir abonelik seçin.

source: Subscriptions have been successfully deleted.
es_es: Las suscripciones se han eliminado correctamente.
fr_ca: Les abonnements ont été supprimés.
nl_be: Inschrijvingen werden met succes verwijderd.
ro_ro: Subscrierile au fost şterse!
ru_ru: Подписки были успешно удалены.
sv_sv: Prenumerationer har raderats.
tr_tr: Abonelikler başarıyla silindi.

source: Subscription has been successfully deleted.
es_es: Suscripción ha sido eliminado correctamente.
fr_ca: L'abonnement a été supprimé.
nl_be: Inschrijving werd met succes verwijderd.
ro_ro: Subscrierea a fost ştearsă.
ru_ru: Подписка была успешно удалена.
sv_sv: Prenumerationen har raderats.
tr_tr: Abonelik başarıyla silindi.

source: Subscription has been successfully updated and a notification email has been sent for confirmation.
es_es: Suscripción ha sido actualizada y una notificación por correo electrónico ha sido enviado para su confirmación.
fr_ca: L'abonnement a été mis à jour et un courriel de notification a été envoyé pour confirmation.
nl_be: Inschrijving werd met succes bijgewerkt en een notificatie email werd ter bevestiging verstuurd.
ro_ro: Subscrierea a fost modificată cu succes, un email de notificare a fost trimis pentru confirmare.
ru_ru: Подписка была успешно обновлена. На адрес электронной почты было отправлено сообщение для подтверждения.
sv_sv: Prenumerationen har uppdaterats och en anmälan har skickats för bekräftelse.
tr_tr: Abonelik başarılı ve güncel bir bildirim e-postası onay için gönderildi.

source: Subscription has been successfully updated.
es_es: Suscripción ha sido actualizado correctamente.
fr_ca: L'abonnement a été mis à jour.
nl_be: Inschrijving werd met succes bijgewerkt.
ro_ro: Subscrierea a fost modificată cu succes!
ru_ru: Подписка обновлена.
sv_sv: Prenumerationen har uppdaterats.
tr_tr: Abonelik başarıyla güncellendi.

source: Invalid email addresses defined. The following defined emails are not valid email addresses: %s.
es_es: Las direcciones de correo electrónico no válido definido. Los correos electrónicos se definen a continuación no son las direcciones de correo electrónico válida: %s.
fr_ca: Les adresses courriel suivantes sont invalides : %s
nl_be: Ongeldig email adres opgegeven. De volgende email adressen die u opgaf zijn geen geldige adressen: %s
ro_ro: Adrese de e-mail incorecte. Următoarele adrese de email nu sunt valide: %s.
ru_ru: Неправильный адрес электронной почты. Следующие адреса электронной почты не определены: %s.
sv_sv: Ogiltiga e-postadresser upptäckta. Följande e-postmeddelanden saknar giltiga e-postadresser: %s.
tr_tr: Geçersiz e-posta adresleri belirlendi. Aşağıdaki tanımlanan e-postalar geçerli e-posta adresleri değil: %s.

source: No valid email addresses have been defined!
es_es: Ninguna dirección válida de correo electrónico se han definido!
fr_ca: Aucune adresse courriel n'est valide !
nl_be: Geen geldig email adres werd opgegeven!
ro_ro: Nu a fost definită nici o adresa de e-mail validă!
ru_ru: Не действительные адреса электронной почты!
sv_sv: Inga giltiga e-postadresser har angetts!
tr_tr: Geçerli bir e-posta adresleri tanımlanmıştır!

source: Sending confirmation requests, please wait...
es_es: El envío de solicitudes de confirmación, por favor espere ...
fr_ca: Envoi des demandes de confirmation en cours, veuillez patienter...
nl_be: Bevestiging verzoeken worden verstuurd, even geduld...
ro_ro: Expedierea cererilor de confirmare, vă rugăm să aşteptaţi ...
ru_ru: Отправка запросов подтверждения, пожалуйста, подождите...
sv_sv: Bekräftar förfrågningar, var god vänta ...
tr_tr: Onay talepleri gönderiliyor, lütfen bekleyin ...

source: No subscriptions have been created! Please see detailed error messages above and try again.
es_es: No hay suscripciones se han creado! Por favor, ver más arriba detallados mensajes de error y vuelva a intentarlo.
fr_ca: Aucun abonnement n'a été créé ! Veuillez voir l'erreur détaillée ci-haut et réessayer de nouveau.
nl_be: Geen inschrijvingen werden gemaakt! Bekijk de gedetailleerde foutmelding hierboven en probeer opnieuw.
ro_ro: Nici o subscriere nu a fost creată! Vă rugăm să consultaţi mesajele de eroare detaliate mai sus şi încercaţi din nou.
ru_ru: Подписки не созданы! См. подробные сообщения об ошибках и попробуйте еще раз.
sv_sv: Inga prenumerationer har skapats! Vänligen se detaljerade felmeddelanden ovan och försök igen.
tr_tr: Hiçbir abonelik oluşturulmadı! Ayrıntılı hata iletilerine üstten göz atınız ve tekrar deneyiniz.

source: Subscriptions have been successfully created. Emails subscribed: %s
es_es: Las suscripciones se han creado con éxito. Mensajes de correo electrónico suscrito: %s
fr_ca: Les abonnements ont été créés. Adresses courriel abonnées : %s
nl_be: Inschrijvingen werden met succes gemaakt. Emails ingeschreven: %s
ro_ro: Subscrierile au fost create cu succes. E-mailuri subscrise: %s
ru_ru: Подписки созданы. Подписанные адреса электронной почты: %s
sv_sv: Prenumerationer har skapats. E-postprenumerationer: %s
tr_tr: Abonelikler başarıyla oluşturuldu. Abone olan e-postalar: %s

source: Email / Subscribed on
es_es: Correo electrónico / suscripciones en
fr_ca: Adresse courriel / Abonné le
nl_be: Email / Ingeschreven op
ro_ro: E-mail / Subscris la
ru_ru: Email / Подписка на
sv_sv: E-post / Prenumererationer
tr_tr: E-Posta / Abone tarihi

source: Newsletter List
es_es: La lista del boletín
fr_ca: Liste
nl_be: Nieuwsbrief Lijst
ro_ro: Lista Buletinului
ru_ru: Рассылка Список
sv_sv: Nyhetsbrevlista
tr_tr: Haberler Listesi

source: Confirm
es_es: Confirmar
fr_ca: Confirmer
nl_be: Bevestig
ro_ro: Cofirmaţi
ru_ru: Подтвердить
sv_sv: Godkänn
tr_tr: Onayla

source: Confirm All
es_es: Confirmar todo
fr_ca: Confirmer tous
nl_be: Bevestig Allen
ro_ro: Cofirmaţi toate
ru_ru: Подтвердить все
sv_sv: Godkänn alla
tr_tr: Hepsini Onayla

source: Delete
es_es: Eliminar
fr_ca: Supprimer
nl_be: Verwijder
ro_ro: Şterge
ru_ru: Удалить
sv_sv: Radera
tr_tr: Sil

source: Delete All
es_es: Borrar todo
fr_ca: Supprimer tous
nl_be: Verwijder Allen
ro_ro: Ştergeţi toate
ru_ru: Удалить все
sv_sv: Radera alla
tr_tr: Hepsini Sil

source: All
es_es: Todo
fr_ca: Tous
nl_be: Allen
ro_ro: Toate
ru_ru: Все
sv_sv: Alla
tr_tr: Hepsi

source: Unconfirmed
es_es: Sin confirmar
fr_ca: Non-confirmé
nl_be: Niet Bevestigd
ro_ro: Neconfirmate
ru_ru: Неподтвержденный
sv_sv: Obekräftad
tr_tr: Onaylanmamış

source: Newsletter Subscriptions Administration
es_es: Administración Boletín de suscripciones
fr_ca: Gestion des abonnements
nl_be: Nieuwsbrief Inschrijvingen Beheer
ro_ro: Administrare subscrieri Buletin Informativ
ru_ru: Управление подписками
sv_sv: Hantera nyhetsbrevsprenumerationer
tr_tr: Haber Abonelikleri Yönetimi

source: Edit Subscription
es_es: Editar suscripción
fr_ca: Modifier l'abonnement
nl_be: Bewerk Inschrijving
ro_ro: Editaţi subscriere
ru_ru: Изменить подписку
sv_sv: Redigera prenumeration
tr_tr: Abonelik Düzenle

source: No subscriptions found.
es_es: No hay suscripciones online.
fr_ca: Aucun abonnement trouvé.
nl_be: Geen inschrijvingen gevonden.
ro_ro: Nu sunt subscrieri!
ru_ru: Подписки не найдены.
sv_sv: Inga prenumerationer hittade.
tr_tr: Abonelik bulunmadı.

source: Email address "%s" is already subscribed to "%s" newsletters!
es_es: Enviar dirección "%s" ya está suscrito a "%s" boletines de noticias!
fr_ca: L'adresse courriel "%s" est déjà abonnée à la liste "%s" !
nl_be: Email adres "%s" is reeds ingeschreven op "%s" nieuwsbrieven!
ro_ro: Adresa de e-mail "%s" este deja înscrisă la Buletinul Informativ "%s" !
ru_ru: Адрес электронной почты "%s" уже подписан на "%s" рассылку(-ок)!
sv_sv: E-postadress "%s" är redan prenumererant på "%s" nyhetsbrev!
tr_tr: E-Posta adresi "%s", zaten "%s" haberleri için abone oldu!

source: Subscription couldn't be added! Error: %s
es_es: Suscripción No se puede agregar! Error: %s
fr_ca: L'abonnement n'a pas pu être ajouté ! Erreur : %s
nl_be: Inschrijving kon niet toegeveoged worden! Fout: %s
ro_ro: Subscrierea nu a putut fi adăugată! Eroare: %s
ru_ru: Подписка не добавлена! Ошибка: %s
sv_sv: Prenumeration kunde inte läggas till! Fel: %s
tr_tr: Abonelik eklenemedi! Hata: %s

source: Subscription couldn't be updated! Error: %s
es_es: Suscripción no se pudo actualizar! Error: %s
fr_ca: L'abonnement n'a pas pu être mis à jour ! Erreur : %s
nl_be: Inschrijving kon niet bijgewerkt worden! Fout: %s
ro_ro: Subscrierea nu a putut fi actualizată! Eroare: %s
ru_ru: Подписка не обновлена! Ошибка: %s
sv_sv: Prenumerationen kunde inte uppdateras! Fel: %s
tr_tr: Abonelik güncellenemedi! Hata: %s

source: Subscription couldn't be found for confirmation!
es_es: Suscripción no se pudo encontrar para la confirmación!
fr_ca: L'abonnement n'a pas pu être trouvé pour confirmation !
nl_be: Inschrijving kon niet gevonden worden voor confirmatie!
ro_ro: Subscrierea nu a putut fi găsită pentru confirmare!
ru_ru: Подписка не подтверждена!
sv_sv: Abbonemanget kunde inte hittas för bekräftelse!
tr_tr: Abonelik onaylaması bulunamadı!

source: New Email
es_es: Nuevo correo electrónico
fr_ca: Nouvelle lettre d'information
nl_be: Nieuwe Email
ro_ro: E-mail nou
ru_ru: Новый Email
sv_sv: Ny e-post
tr_tr: Yeni E-Posta

source: All List
es_es: Toda lista
fr_ca: Nouvelle liste
nl_be: Alle Lijsten
ro_ro: Toate Listele
ru_ru: Весь список
sv_sv: Hela listan
tr_tr: Tüm Liste

source: If you do not wish to receive our newsletters in the future, please click the link below to unsubscribe.
es_es: Si no desea recibir nuestros boletines de noticias en el futuro, por favor haga clic en el enlace de abajo para darse de baja.
fr_ca: Si vous ne désirez plus recevoir nos lettres d'information, veuillez cliquer sur le lien ci-bas pour vous désabonner.
nl_be: Indien u onze nieuwsbrieven niet meer wenst te ontvangen, klik de uitschrijven link onderaan.
ro_ro: Dacă nu doriţi pentru primiţi Buletinul nostru Informativ în viitor, vă rugăm să faceţi clic pe legătura de mai jos pentru a vă dezabona.
ru_ru: Если вы не хотите получать нашу рассылку, в будущем, нажмите на ссылку ниже, чтобы отказаться от подписки.
sv_sv: Om du inte vill ha våra nyhetsbrev i framtiden, vänligen klicka på länken nedan för att avsluta prenumerationen.
tr_tr: Eğer gelecekte bizim haber almak istemiyorsanız, abonelikten çıkmak için lütfen aşağıdaki linke tıklayınız.

source: No members found to send email to.
es_es: No se encontraron miembros para enviar correo electrónico a.
fr_ca: Aucun n'abonnement n'existe dans cette liste.
nl_be: Geen leden gevonden om email naar toe te sturen.
ro_ro: Nu s-au găsit membri cărora să le trimitem e-mail.
ru_ru: Подписчики не найдены.
sv_sv: Inga medlemmar hittades för att skicka e-post till.
tr_tr: E-posta göndermek için üye bulunamadı.

source: Emails have been successfully sent to: %s. Emails sent: %s
es_es: Los correos electrónicos se han enviado correctamente a: %s. Los correos electrónicos enviados: %s
fr_ca: La lettre d'information a été envoyé à la liste suivante : %s. Nombre de courriels : %s
nl_be: Emails werden met succes verzonden naar: %s. Emails gestuurd: %s
ro_ro: E-mail'urile au fost expediate cu succes la: %s. E-mail'uri trimise: %s
ru_ru: Сообщения отправлены: %s. Адреса электронной почты: %s
sv_sv: E-postmeddelanden har skickats till: %s. Skickade e-postmeddelanden:%s
tr_tr: E-posta başarıyla gönderildi: %s. Giden E-posta: %s

source: List deleted!
es_es: Lista eliminado!
fr_ca: Liste supprimée !
nl_be: Lijst verwijderd!
ro_ro: Listă ştearsă!
ru_ru: Список удален
sv_sv: Listan raderad.
tr_tr: Liste silindi!

source: Newsletter Emails Administration
es_es: Administración de boletín de correos electrónicos
fr_ca: Gestion des lettres d'information
nl_be: Nieuwsbrief Emails Beheer
ro_ro: Administrare E-mail'uri Buletin Informativ
ru_ru: Управление рассылкой
sv_sv: Administrera e-postnyhetsbrev
tr_tr: Haberler E-Posta Yönetimi

source: Send next %s Emails
es_es: Enviar siguiente mensajes de %s correo electrónico
fr_ca: Envoi des %s prochains courriels
nl_be: Stuur volgende %s Emails
ro_ro: Trimite următoarele %s e-mail'uri
ru_ru: Отправить следующим %s сообщения
sv_sv: Skicka nästa %s e-brev
tr_tr: Sonraki %s E-postaları Gönder

source: View Newsletters
es_es: Ver los Boletines
fr_ca: Voir les lettres d'information
nl_be: Bekijk Nieuwsbrieven
ro_ro: Vezi Buletine informative
ru_ru: Просмотр рассылок
sv_sv: Visa nyhetsbrev
tr_tr: Haberlere Bak

source: No newsletters sent out yet.
es_es: No hay boletines enviados todavía.
fr_ca: Aucun courriel envoyé jusqu'à maintenant.
nl_be: Nog geen nieuwsbrieven verzonden.
ro_ro: Nu aveţi buletine informative trimise.
ru_ru: Сообщения не отправлены.
sv_sv: Inga nyhetsbrev utskickade ännu.
tr_tr: Dışarıya henüz haber gönderilmedi.

source: Newsletter Email couldn't be created! Error: %s
es_es: Boletín de noticias electrónico no pudo ser creado! Error: %s
fr_ca: La lettre d'information n'a pas pu être créée ! Erreur : %s
nl_be: Nieuwsbrief Email kon niet worden gemaakt! Fout: %s
ro_ro: E-mail'ul pentru Buletinul Informativ nu a putut fi creat! Eroare: %s
ru_ru: Рассылка не создана! Ошибка: %s
sv_sv: E-postnyhetsbrevet kunde inte skapas! Fel: %s
tr_tr: Haber E-Postası oluşturulamadı! Hata: %s

source: Newsletter Administration
es_es: Boletín de la Administración
fr_ca: Gestion des lettres d'information
nl_be: Nieuwsbrief Beheer
ro_ro: Administrarea Buletinului Informativ
ru_ru: Управление рассылками
sv_sv: Hantera nyhetsbrev
tr_tr: Haberler Yönetimi

source: Send and View sent out Newsletters
es_es: Enviar y Ver enviado Boletines
fr_ca: Envoi et visualisation des lettres d'information
nl_be: Verzend en Bekijk verzonden Nieuwsbrieven
ro_ro: Trimite şi vezi Buletinele Informative trimise
ru_ru: Отправка и просмотр отправленной рассылки
sv_sv: Skicka och visa skickade nyhetsbrev
tr_tr: Yeni Haber gönder veya gidenlere göz at

source: Send Newsletters
es_es: Enviar Boletines
fr_ca: Envoyer des lettres d'information
nl_be: Verzend Nieuwsbrieven
ro_ro: Trimite Buletine
ru_ru: Разослать
sv_sv: Utskick
tr_tr: Yeni Haberler Yolla

source: Import, Edit and Delete newsletter Subscriptions
es_es: Importar, editar y eliminar suscripciones al boletín
fr_ca: Importer, modifier et supprimer des abonnements
nl_be: Importeer, Bewerk en Verwijder nieuwsbrief Inschrijvingen
ro_ro: Importaţi, Editaţi şi Ştergeţi Subscrierile la Buletinul Informativ
ru_ru: Импортировать, редактировать и удалить подписки
sv_sv: Importera, redigera och ta bort prenumerationer på nyhetsbrev
tr_tr: Haber aboneliklerini içe aktar, düzenle veya sil

source: Newsletter Subscriptions
es_es: Boletín de suscripción
fr_ca: Abonnements
nl_be: Nieuwsbrief Inschrijvingen
ro_ro: Subscrierile Buletinului
ru_ru: Подписка на рассылку
sv_sv: Prenumerationer
tr_tr: Haberler Abonelikleri

source: Create, Modify and Delete newsletter Lists
es_es: Crear, modificar y eliminar listas de boletín
fr_ca: Créer, modifier et supprimer des listes d'envoi
nl_be: Maak, Wijzig en Verwijder nieuwsbrief Lijsten
ro_ro: Creaţi, modificaţi şi ştergeţi listele Buletinului Informativ
ru_ru: Создать, изменить и удалить рассылки
sv_sv: Skapa, ändra och ta bort nyhetsbrevlistor
tr_tr: Haber Listeleri oluşturma, düzenleme ve silme

source: Newsletter Lists
es_es: Boletín de Listas
fr_ca: Listes d'envoi
nl_be: Nieuwsbrief Lijsten
ro_ro: Listele Buletinului
ru_ru: Список рассылок
sv_sv: Listor
tr_tr: Haberler Listesi

source: The defined subscription cannot be found! Your newsletter subscription may have been already cancelled or deleted.
es_es: La suscripción se define no se puede encontrar! Su suscripción al boletín pueden haber sido ya cancelados o eliminados.
fr_ca: L'abonnement n'a pas pu être trouvé ! Votre abonnement a pu être déjà annulée ou supprimée.
nl_be: De opgegeven inschrijving kon niet gevonden worden! Uw nieuwsbrief inschrijving is misschien reeds geanulleerd of verwijderd.
ro_ro: Subscriere definită nu poate fi găsită! Este posibil ca înscrierea dvs. la Buletinul Informativ să fi fost anulată sau ştearsă.
ru_ru: Подписка не найдена! Ваша подписка, возможно, была отменена или удалена.
sv_sv: Abonnemanget kan inte hittas! Ditt nyhetsbrev kan ha avslutats redan och/eller har tagits bort.
tr_tr: Belirlenen abonelik bulunamıyor! Haber aboneliğiniz iptal edilmiş veya silinmiş olabilir.
