Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/photogallery.po
Languages: nl_nl, ro_ro

source: Photo Gallery
nl_nl: Fotogalerij
ro_ro: Galerie Foto

source: Share pictures / photos in a directory like structure
nl_nl: Toon plaatjes / fotos in een mappenstructuur
ro_ro: Partajaţi imaginile / fotografiile structurate în directoare

source: Gallery
nl_nl: Galerij
ro_ro: Galerie

source: No picture selected to download!
nl_nl: Er is geen plaatje geselecteerd om te downloaden!
ro_ro: Nici o imaginea selectată pentru descărcare!

source: The selected picture cannot be found!
nl_nl: Het geselecteerde plaatje kan niet gevonden worden!
ro_ro: Imaginea selectată nu poate fi găsită!

source: You need to be logged in to view this picture. Please login or register.
nl_nl: Je moet ingelogd zijn om dit plaatje te zien. Login of registreer je.
ro_ro: Trebuie să fii autentificat pentru a vizualiza această imagine. Vă rugăm să vă autentificaţi / înregistraţi.

source: Couldn't fetch photo list. Error: %s
nl_nl: Kon de fotolijst niet ophalen. Fout: %s
ro_ro: Nu sa putut prelua lista fotografii. Eroare: %s

source: New Gallery
nl_nl: Nieuwe Galerij
ro_ro: Galerie Nouă

source: Sub Gallery of
nl_nl: Sub-galerij van
ro_ro: SubGalerie a

source: Columns
nl_nl: Kolommen
ro_ro: Columne

source: e.g. 3 (0 = auto)
nl_nl: b.v. 3 (0 = auto)
ro_ro: exemplu: 3 (0 = auto)

source: Display Preview
nl_nl: Toon Preview
ro_ro: Afişaj Previzionare

source: (will show the latest picture as icon)
nl_nl: (toont het laatste plaatje als icoon)
ro_ro: (va afişa cea mai recentă imagine ca pictogramă)

source: Show Icons
nl_nl: Toon Iconen
ro_ro: Afişare pictograme

source: (display icons when gallery selected)
nl_nl: (toon iconen als de galerij geselecteerd is)
ro_ro: (afişare pictograme când galeria este selectată)

source: Picasa Options
nl_nl: Picasa Opties
ro_ro: Opţiuni Picasa

source: Album URL
ro_ro: URL Album

source: e.g. http://picasaweb.google.com/user/Album
nl_nl: b.v. http://picasaweb.google.com/user/Album
ro_ro: exemplu: http://picasaweb.google.com/user/Album

source: Tags
ro_ro: Tag'uri

source: e.g. foo, bar
nl_nl: b.v. foo, bar
ro_ro: exemplu: foo, bar

source: e.g. puppy
nl_nl: b.v. puppy
ro_ro: exemplu: fluture

source: Photos
nl_nl: Fotos
ro_ro: Fotografii

source: My Photos
nl_nl: Mijn Fotos
ro_ro: Fotografiile mele

source: Community Photos
nl_nl: Community Fotos
ro_ro: Fotografiile Comunităţii

source: Favorites
nl_nl: Favorieten
ro_ro: Favorite

source: Featured
ro_ro: Trăsături

source: Faces
nl_nl: Gezichten
ro_ro: Feţe

source: No faces
nl_nl: Geen gezichten
ro_ro: Fără Feţe

source: Aspect Ratio
ro_ro: Raport aspectual

source: Landscape
nl_nl: Landschap
ro_ro: Peisaj

source: Portrait
nl_nl: Portret
ro_ro: Portret

source: Panorama
ro_ro: Panoramă

source: Size
nl_nl: Grootte
ro_ro: Mărime

source: Small
nl_nl: Klein
ro_ro: Mică

source: Medium
ro_ro: Medie

source: Large
nl_nl: Groot
ro_ro: Mare

source: Extra large
nl_nl: Extra groot
ro_ro: Extra Mare

source: License
nl_nl: Licentie
ro_ro: Permisiune

source: Creative Commons
ro_ro: Creativitate

source: Commercial Use
nl_nl: Commercial Gebruik
ro_ro: Uz Comercial

source: Remix allowed
nl_nl: Remix toegestaan
ro_ro: Remix Permis

source: Time
nl_nl: Tijd
ro_ro: Timp

source: Today
nl_nl: Vandaag
ro_ro: Azi

source: This Week
nl_nl: Deze week
ro_ro: Săptămâna aceasta

source: This Month
nl_nl: Deze maand
ro_ro: Luna aceasta

source: Order By
nl_nl: Sorteer op
ro_ro: Ordoneaza după

source: Date
nl_nl: Datum
ro_ro: Dată

source: GData Auth Token
ro_ro: Indicativ Autentificare GData

source: Request an Auth Token
nl_nl: Verzoek een Auth Token
ro_ro: Cere un Indicativ Autentificare

source: Members Only
nl_nl: Alleen voor leden
ro_ro: Numai pentru Membri

source: Show to Guests
nl_nl: Toon aan Gasten
ro_ro: Vizibil vizitatorilor

source: Galleries have been successfully re-ordered.
nl_nl: Galerijen zijn gesorteerd.
ro_ro: Galeriile au fost re-ordonate!

source: Gallery has been successfully deleted.
nl_nl: De galerij is verwijderd.
ro_ro: Galeria a fost ştearsă!

source: Gallery cannot be subgallery of itself!
nl_nl: Een galerij kan geen sub-galerij van zichzelf zijn.
ro_ro: Galeria nu poate fi propria subgalerie!

source: Picasa API URL
ro_ro: URL API Picasa

source: Gallery has been successfully updated.
nl_nl: De galerij is bijgewerkt.
ro_ro: Galeria a fost actualizată!

source: View Gallery
nl_nl: Bekijk de galerij
ro_ro: Vezi Galeria

source: Gallery has been successfully created.
nl_nl: De galerij is aangemaakt.
ro_ro: Galeria a fost creată!

source: Icon
nl_nl: Icoon
ro_ro: Pictogramă

source: Icons
nl_nl: Iconen
ro_ro: Pictograme

source: Picasa Album URL
ro_ro: URL Album Picasa

source: Picasa Photo Tags
nl_nl: Picasa Foto Tags
ro_ro: Tag'uri Fotografii Picasa

source: Picasa Search
nl_nl: Picasa Zoeken
ro_ro: Căutare Picasa

source: Picasa Photos
nl_nl: Picasa Fotos
ro_ro: Fotografii Picasa

source: Picasa Photo Type
nl_nl: Picasa Foto Type
ro_ro: Tip Foto Picasa

source: Picasa Photo Aspect Ratio
nl_nl: Picasa Foto Aspect Ratio
ro_ro: Aspectul fotografiilor Picasa

source: Picasa Photo Size
nl_nl: Picasa Foto Grootte
ro_ro: Dimensiunea fotografiilor Picasa

source: Picasa Photo License
nl_nl: Picasa Foto Licentie
ro_ro: Licenţa fotografiilor Picasa

source: Picasa Photo Time
nl_nl: Picasa Foto Tijd
ro_ro: Data Fotografiilor Picasa

source: Picasa Order By
nl_nl: Picasa Sorteer op
ro_ro: Fotografii ordonate după

source: Photo Gallery Administration
nl_nl: Fotogalerij Administratie
ro_ro: Administrare Galerie Imagini

source: Edit Gallery
nl_nl: Bewerk Galerij
ro_ro: Editare Galerie

source: No galleries found.
nl_nl: Geen galerijen gevonden.
ro_ro: Nu aveţi galerii!

source: Gallery couldn't be created! Error: %s
nl_nl: De galerij kon niet aangemaakt worden ! Fout: %s
ro_ro: Galeria nu a putut fi creată! Eroare: %s

source: Gallery couldn't be updated! Error: %s
nl_nl: De galerij kon niet bijgewerkt worden ! Fout: %s
ro_ro: Galeria nu a putut fi actualizată! Eroare: %s

source: Directory couldn't be protected!
nl_nl: De directory kon niet beschermd worden!
ro_ro: Directorul nu a putut fi protejat!

source: This area is limited to members only. Please login below.
nl_nl: Deze gebied is alleen voor leden. Log hieronder in.
ro_ro: Această zonă este vizibilă doar membrilor. Vă rugăm să vă autentificaţi mai jos.

source: Pictures / Galleries
nl_nl: Fotos / Galerijen
ro_ro: Fotografii / Galerii

source: Pictures
nl_nl: Fotos
ro_ro: Fotografii
