Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/poll.po
Languages: es_es, fa_ir, pl_pl, ro_ro, ru_ru

source: Polls
es_es: Encuestas
fa_ir: نظرسنجی
pl_pl: Głosowania
ro_ro: Sondaje
ru_ru: Опросы

source: Quickly gather information on different subjects
es_es: Recopilar rápidamente información sobre diferentes temas
fa_ir: اطلاعات بیشتری در خصوص موضوعات سایت خود کسب کنید
pl_pl: Włącza możliwość głosowania na różne tematy
ro_ro: Adună rapid informaţii cu privire la diferite subiecte
ru_ru: Быстро собрать информацию по различным темам

source: Poll
es_es: Encuesta
fa_ir: نظرسنجی
pl_pl: Głosowanie
ro_ro: Sondaj
ru_ru: Опрос

source: Poll answer couldn't be created! Error: %s
es_es: responder a la encuesta no pudo ser creado! Error: %s
fa_ir: پاسخ نظرسنجی قابل ایجاد نیست: %s
pl_pl: Odpowiedź dla wybranego głosowania nie mogła zostać utworzona! Błąd: %s
ro_ro: Răspunsul sondajului nu a putut fi creat! Eroare: %s
ru_ru: Опрос не может быть создан! Ошибка: %s

source: Poll answer couldn't be updated! Error: %s
es_es: responder a la encuesta no se pudo actualizar! Error: %s
fa_ir: پاسخ نظرسنجی قابل به روز رسانی نیست: %s
pl_pl: Odpowiedź dla wybranego głosowania nie mogła zostać zaaktualizowana! Błąd: %s
ro_ro: Răspunsul sondajului nu a putut fi actualizat! Eroare: %s
ru_ru: Опрос не может быть обновлен! Ошибка: %s

source: %s votes
es_es: %s votos
fa_ir: %s رای
pl_pl: %s głosy
ro_ro: %s voturi
ru_ru: %s голосов

source: New Poll
es_es: Nueva Encuesta
fa_ir: نظرسنجی جدید
pl_pl: Nowe głosowanie
ro_ro: Sondaj Nou
ru_ru: Новый опрос

source: Question
es_es: Pregunta
fa_ir: پرسش
pl_pl: Zapytanie
ro_ro: Întrebare
ru_ru: Вопрос

source: Answers
es_es: Respuestas
fa_ir: پاسخ ها
pl_pl: Odpowiedzi
ro_ro: Răspunsuri
ru_ru: Ответы

source: (check boxes for Guest answers)
es_es: (Casillas de verificación de respuestas Invitado)
fa_ir: (برای آنکه بازدیدکنندگان مهمان امکان پاسخ داشته باشند،علامت بزنید)
pl_pl: (spradź pola dla odpowiedzi gości)
ro_ro: (bifaţi casetele pentru răspunsuri de la vizitatori)
ru_ru: (флажки для Гостевых ответов)

source: Add another answer
es_es: Añadir otra respuesta
fa_ir: یک پاسخ دیگر تعریف نمایید
pl_pl: Dodaj następną odpowiedź
ro_ro: Adăugaţi un alt răspuns
ru_ru: Добавить другой ответ

source: Voting Options
es_es: Opciones de votación
fa_ir: تنظیمات نظرسنجی
pl_pl: Opcje głosowania
ro_ro: Opţiuni de vot
ru_ru: Настройки голосования

source: Hide Results
es_es: Ocultar resultados
fa_ir: نتایج مخفی شوند
pl_pl: Ukryj wyniki
ro_ro: Ascunde rezultate
ru_ru: Скрыть результаты

source: Voting Closed
es_es: Votación cerrada
fa_ir: نظرسنجی بسته شد
pl_pl: Głosowanie zamknięte
ro_ro: Votări închise
ru_ru: Голосование закрытое

source: Voting Interval
es_es: Votar Intervalo
fa_ir: تناوب/فاصله زمانی نظرسنجی
pl_pl: Przerwa pomiędzy głosowaniem
ro_ro: Interval de vot
ru_ru: Интервал голосования

source: minutes (if set to 0 only one vote will be allowed per ip or user)
es_es: minutos (si se pone a 0 un solo voto se permitirá por IP o usuario)
fa_ir: در دقیقه(اگر 0 باشد به ازای هر IP و کاربر تنها امکان یکبار شرکت در نظرسنجی خواهد بود)
pl_pl: Minuty (jeśli zostanie ustawione na 0 to przypadnie jedynie jeden głosy na IP lub użytkownika
ro_ro: minute (dacă este setat la 0 numai un singur vot va fi permis pe ip sau utilizator)
ru_ru: минут (если установлен в 0, только один голос будет разрешено с IP или пользователя)

source: Members Only
es_es: Sólo miembros
fa_ir: ویژه اعضا
pl_pl: Tylko zalogowani
ro_ro: Doar Membri
ru_ru: Пользователи

source: Show to Guests
es_es: Mostrar para personas de movilidad
fa_ir: به بازدیدکنندگان مهمان نمایش داده شود
pl_pl: Pokaż gościom
ro_ro: Vizibil Vizitatorilor
ru_ru: Гости

source: Polls and answers have been successfully re-ordered.
es_es: Las encuestas y las respuestas han sido exitosamente reordenado.
fa_ir: پرسشها و پاسخها با موفقیت بازمرتب سازی گردیدند.
pl_pl: Kolejność odpowiedzi dla głosowania została zmieniona pomyślnie
ro_ro: Sondajele şi răspunsurile au fost re-ordonate!
ru_ru: Порядок сортировки изменен.

source: Poll has been successfully deleted.
es_es: Encuesta ha sido eliminado correctamente.
fa_ir: نظرسنجی مورد نظر با موفقیت حذف گردید.
pl_pl: Głosowanie zostało usunięte pomyślnie
ro_ro: Sondajul a fost şters!
ru_ru: Опрос был успешно удален.

source: Poll has been successfully updated.
es_es: Encuesta se ha actualizado correctamente.
fa_ir: نظرسنجی مورد نظر با موفقیت به روز گردید.
pl_pl: Głosowanie zostało zmienione pomyślnie
ro_ro: Sondajul a fost actualizat!
ru_ru: Опрос был успешно обновлен.

source: View Poll
es_es: Ver Encuesta
fa_ir: مشاهده نظرسنجی
pl_pl: Pokaże głosowanie
ro_ro: Vezi sondaj
ru_ru: Просмотр опроса

source: Poll has been successfully created.
es_es: Encuesta ha sido creada con éxito.
fa_ir: نظرسنجی مورد نظر با موفقیت ایجاد شد
pl_pl: Głosowanie zostało utworzone pomyślnie
ro_ro: Sondaj creat!
ru_ru: Опрос был успешно создан.

source: Votes
es_es: Votos
fa_ir: آراء
pl_pl: Głosy
ro_ro: Voturi
ru_ru: Голосов

source: (on %s)
es_es: (En %s)
fa_ir: (در %s)
pl_pl: (na %s)
ro_ro: (la %s)
ru_ru: (на %s)

source: Poll Administration
es_es: Encuesta Administración
fa_ir: مدیریت نظرسنجی
pl_pl: Administracja głosowaniami
ro_ro: Administrare Sondaj
ru_ru: Управление опросами

source: Edit Poll
es_es: Editar una encuesta
fa_ir: اصلاح نظرسنجی
pl_pl: Edytuj głosowanie
ro_ro: Editare Sondaj
ru_ru: Изменить опрос

source: No polls found.
es_es: No hay encuestas.
fa_ir: هیچ نظرسنجی پیدا نشد
pl_pl: Nie znaleziono głosowania
ro_ro: Sondaje inexistente!
ru_ru: Опросов не найдено.

source: Poll couldn't be created! Error: %s
es_es: Encuesta no pudo ser creado! Error: %s
fa_ir: نظر سنجی ایجاد نشد: %s
pl_pl: Głosowanie nie mogło zostać utworzone! Błąd: %s
ro_ro: Sondajul nu a putut fi creat. Eroare: %s
ru_ru: Опрос не может быть создан! Ошибка: %s

source: Poll couldn't be updated! Error: %s
es_es: Encuesta no se pudo actualizar! Error: %s
fa_ir: نظر سنجی به روز نشد: %s
pl_pl: Głosowanie nie mogło zostać zmienione! Błąd: %s
ro_ro: Sondajul nu a putut fi actualizat. Eroare: %s
ru_ru: Опрос не может быть обновлен! Ошибка: %s

source: Select (one answer can be chosen)
es_es: Seleccione (una respuesta puede ser elegido)
fa_ir: انتخابی(یک پاسخ قابل انتخاب خواهد بود)
pl_pl: Wybierz (możesz wybrać tylko jedną odpowiedź)
ro_ro: Selectaţi (un singur răspuns poate fi ales)
ru_ru: Выберите (можно выбрать только один ответ)

source: Check (multiple answers can be chosen)
es_es: Marque (respuestas múltiples puede ser elegido)
fa_ir: چند گزینه ای (قابلیت انتخاب چند پاسخ)
pl_pl: Sprawdź (można wybrać więcej niż jedną odpowiedź)
ro_ro: Bifaţi (pot fi alese mai multe răspunsuri)
ru_ru: Выберите (можно выбрать несколько вариантов ответа)

source: Undefined!
es_es: Indefinido!
fa_ir: تعریف نشده!
pl_pl: Niezdefiniowane
ro_ro: Nedefinit!
ru_ru: Неопределено!

source: No answer selected!
es_es: No hay respuesta seleccionada!
fa_ir: هیچ پاسخی انتخاب نشده است.
pl_pl: Nie wybrano żadnej odpowiedzi
ro_ro: Nici un răspuns selectat!
ru_ru: Ответ не выбран!

source: Poll cannot be found or it has been deactivated!
es_es: Encuesta no se encuentra o ha sido desactivado!
fa_ir: نظرسنجی قابل انتخاب نبوده و یا غیرفعال شده است!
pl_pl: Nie można znaleźć głosowania, możliwe że zostało zdezaktywowane
ro_ro: Sondajul nu poate fi găsit sau a fost dezactivat!
ru_ru: Опрос не может быть найден или он не был включен!

source: Only registered users can vote.
es_es: Solo los usuarios registrados pueden votar.
fa_ir: تنها کاربران عضو قادر به شرکت در نظرسنجی می باشند.
pl_pl: Tylko zarejestrowani użytkownicy mogą głosować
ro_ro: Numai utilizatorii înregistraţi pot vota.
ru_ru: Только зарегистрированные пользователи могут голосовать.

source: You already voted on this poll!
es_es: Ya has votado en esta encuesta!
fa_ir: شما قبلا در این نظرسنجی شرکت نموده اید.
pl_pl: Już głosowałeś
ro_ro: Aţi votat deja în acest sondaj!
ru_ru: Вы уже голосовали в этом опросе!

source: Vote couldn't be stored! Error: %s
es_es: Voto no puede ser almacenado! Error: %s
fa_ir: نظر شما ثبت نشده است: %s
pl_pl: Głosowanie nie zostało zapisane! Błąd: %s
ro_ro: Votul nu a putut fi salvat! Eroare: %s
ru_ru: Опрос не может быть восстановлен! Ошибка: %s

source: Thank you for your vote.
es_es: Gracias por tu voto.
fa_ir: از حسن نظر شما در پاسخ به این نظرسنجی سپاسگذاریم.
pl_pl: Dziękujemy za głosowanie
ro_ro: Vă mulţumim pentru votul dumneavoastră.
ru_ru: Спасибо за ваш голос.

source: This area is limited to members only. Please login below.
es_es: Esta zona se limita sólo a los socios. Por favor ingresa abajo.
fa_ir: این بخش ویژه اعضای سایت می باشد.لطفا ابتدا وارد سایت شوید.
pl_pl: To miejsce jest jedynie dla zalogowanych. Zaloguj się poniżej.
ro_ro: Zonă accesibilă doar membrilor. Vă rugăm să vă autentificaţi mai jos.
ru_ru: Эта область ограничена только для арегистрированных пользователей. Пожалуйста, войдите в систему или зарегистрируйтесь.

source: Closed on %s
es_es: Cerrado en %s
fa_ir: بسته شده در %s
pl_pl: Zamknięte na %s
ro_ro: Închisă la %s
ru_ru: Закрыто на %s

source: Vote
es_es: Votar
fa_ir: رای
pl_pl: Głosuj
ro_ro: Vot
ru_ru: Проголосовать
