Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/search.po
Languages: es_es, fa_ir

source: Search Engine
es_es: Motor de Búsqueda
fa_ir: موتور جستجو

source: Have your own search engine
es_es: Haga que su propio motor de búsqueda
fa_ir: موتور جستجوی خود را داشته باشید

source: Items have been successfully updated.
es_es: Los artículos se han actualizado correctamente.
fa_ir: موارد مورد نظر با موفقیت به روز گردید.

source: Title / Description
es_es: Título / Descripción
fa_ir: عنوان/موضوع

source: Blog like content for menu items.
es_es: Blog como el contenido de los elementos de menú.
fa_ir: محتوای شبه بلاگ برای اقلام منوها

source: Update
es_es: Actualizar
fa_ir: به روز رسانی

source: Search Engine Administration
es_es: Administración de Motor de Búsqueda
fa_ir: مدیریت موتور جستجو

source: Check modules that should be searchable by the Local Search Engine and you can also define custom limits for them. By default if none checked all modules will be searchable and if no limit defined (0) the one set for the menu under which the search module is will be used.
es_es: Compruebe que los módulos deben ser consultada por el Local Search Engine y usted también puede definir los límites de costumbre para ellos. Por defecto, si no comprueba todos los módulos se podrán realizar búsquedas y si no hay límite definido (0) el uno para el menú con el que se va el módulo de búsqueda se utiliza.
fa_ir: این گزینه افزونه های موجود را جهت بررسی قابلیت انجام جستجو در محتویات آنها ، مورد ارزیابی قرار می دهد.شما پس از آن قادر خواهید بود محدودیتهای مشخصی را برای جستجو در آنها نیز اعمال نمایید.

source: No modules found.
es_es: No hay módulos que se encuentran.
fa_ir: هیچ افزونه ای پیدا نشد!

source: Search for
es_es: Buscar por
fa_ir: جستجو برای

source: search...
es_es: búsqueda ...
fa_ir: جستجو...

source: in
es_es: en
fa_ir: در

source: Invalid target selected for your search! Please select a new target (search in) or don't select any if you want to search for posts.
es_es: No válida de destino seleccionado para su búsqueda! Por favor, seleccione un nuevo objetivo (búsqueda en) o no seleccionar si desea buscar blogs.
fa_ir: محل انتخاب شده برای عملیات جستجو معتبر نیست.
