Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/shopping.po
Languages: fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: Shopping Items
fr_ca: Articles commandés
ro_ro: Articole de cumpărături
ru_ru: Товары
sv_sv: Shoppingvaror
tr_tr: Alışveriş Ürünleri

source: Click on the Add Items link below to add items to this order.
fr_ca: Cliquez sur le lien Ajouter un article
ro_ro: Daţi clic pe link-ul Adăugaţi Articole de mai jos pentru a adăuga articole la această comandă.
ru_ru: Для добавления товара в заказ нажмите на ссылку "Добавить товары"
sv_sv: Klicka på Lägg till varor länken nedan för att lägga till varor i beställningen
tr_tr: Bu siparişe yeni ürün eklemek için aşağıdaki Yeni Ürünler Ekle bağlantısına tıklayınız.

source: Order Method
fr_ca: Mode de paiement
ro_ro: Metoda de comandă
ru_ru: Способ заказа
sv_sv: Beställningsmetod
tr_tr: Sipariş Yöntemi

source: No Order Method Specified
fr_ca: Aucun mode de paiement spécifié
ro_ro: Nici o metodă de comandă specificată
ru_ru: Заказов указанным способом не найдено
sv_sv: Ingen beställningsmetod vald
tr_tr: Belirtilen Sipariş Yöntemi Yok

source: Details
fr_ca: Détails
ro_ro: Detalii
ru_ru: Подробная информация
sv_sv: Detaljer
tr_tr: Detaylar

source: Please select the order method you would like to proceed with
fr_ca: Veuillez sélectionner le mode de paiement que vous désirez utiliser
ro_ro: Vă rugăm să selectaţi metoda de comandă cu care doriţi să continuaţi
ru_ru: Пожалуйста, выберите способ оплаты
sv_sv: Välj den beställningsmetod du vill gå vidare med
tr_tr: Lütfen devam etmek istediğiniz ödeme yönetimini seçiniz

source: Custom Options
fr_ca: Options personnalisées
ro_ro: Opţiuni Suplimentare
ru_ru: Пользовательские функции
sv_sv: Egna alternativ
tr_tr: Özel Seçenekler

source: Ref. Number
fr_ca: Numéro de référence
ro_ro: Nr. de referinţă
ru_ru: Артикул
sv_sv: Ref. nummer
tr_tr: Ref. Numarası

source: Item
fr_ca: article
ro_ro: Produs
ru_ru: Товар
sv_sv: Vara
tr_tr: Ürün

source: Quantity
fr_ca: Quantité
ro_ro: Cantitate
ru_ru: Количество
sv_sv: Kvantitet
tr_tr: Miktar

source: Unit Price
fr_ca: Prix unitaire
ro_ro: Preţ unitar
ru_ru: Цена за единицу товара
sv_sv: Enhetspris
tr_tr: Birim Fiyat

source: Total Price
fr_ca: Prix total
ro_ro: Preţ total
ru_ru: Итоговая сумма
sv_sv: Totalkostnad
tr_tr: Toplam Fiyat

source: Add items to this order
fr_ca: Ajouter des articles à cette commande
ro_ro: Adăugaţi produse la această comandă
ru_ru: Добавить товар в этот заказ
sv_sv: Lägg till varor till beställningen
tr_tr: Öğeleri bu sırada ekle

source: Add Items
fr_ca: Ajouter des articles
ro_ro: Adăugaţi produse
ru_ru: Добавить товар
sv_sv: Lägg till varor
tr_tr: Öğeleri ekle

source: Refresh order totals
fr_ca: Mettre à jour le total de la commande
ro_ro: Actualizează totalul comenzii
ru_ru: Обновить заказ
sv_sv: Uppdatera ordertotal
tr_tr: Sipariş toplamlarını yenile

source: Refresh
fr_ca: Mettre à jour
ro_ro: Actualizează
ru_ru: Обновить
sv_sv: Uppdatera
tr_tr: Yenile

source: Subtotal
fr_ca: Sous-total
ru_ru: Итого
sv_sv: Delsumma
tr_tr: Alt toplam

source: Tax
fr_ca: Taxe
ro_ro: Taxe
ru_ru: Налог
sv_sv: Skatt
tr_tr: Vergi

source: Discount
fr_ca: Remise
ro_ro: Reducere
ru_ru: Скидка
sv_sv: Rabatt
tr_tr: İndirim

source: Shipping & Handling
fr_ca: Envoi et manutention
ro_ro: Transport & Manipulare
ru_ru: Доставка
sv_sv: Leverans och hantering
tr_tr: Nakliyat ve Taşıma

source: Grand Total
ro_ro: Total
ru_ru: Сумма
sv_sv: Totalsumma
tr_tr: Genel Toplam

source: Order has been successfully deleted.
fr_ca: La commande a été supprimée.
ro_ro: Comanda a fost ştearsă!
ru_ru: Заказ был успешно удален.
sv_sv: Beställningen har raderats.
tr_tr: Sipariş başarıyla silindi.

source: Order has been successfully updated.
fr_ca: La commande a été mise à jour.
ro_ro: Comanda a fost actualizată!
ru_ru: Заказ был успешно обновлен.
sv_sv: Beställningen har uppdaterats.
tr_tr: Sipariş başarıyla güncellendi.

source: We are sorry for the inconvenience but it seems this order method doesn't have order processing capabilities. Please choose a different order method or contact webmaster.
fr_ca: Nous nous excusons des inconvénients que cela pourrait vous causer, mais ce mode de paiement ne peux traiter cette commande. Veuillez sélectionner un mode de paiement différent ou contactez le webmestre.
ro_ro: Ne pare rău pentru neplăcerile create, dar se pare că această nu avem capacitatea de a prelucra aceasta metodă de comandă. Vă rugăm să alegeţi o altă metodă de comandă sau contactaţi webmasterul.
ru_ru: Приносим извинения за причиненные неудобства, но это способ заказа не имеет возможности обработки заказов. Пожалуйста, выберите другой способ заказа или свяжитесь с нами.
sv_sv: Vi beklagar besväret, men det verkar som beställningsmetoden saknar kapacitet för bearbetning. Välj en annan beställningsmetod eller kontakta webbansvarig.
tr_tr: Bu durumdan dolayı özür dileriz ama bu sipariş yöntemi sipariş işleme yeteneklerinden yoksun görünüyor. Lütfen farklı bir sipariş yöntemi seçiniz veya Site Yöneticisi ile iletişim kurunuz.

source: No items added / selected for this order! Please select / add at least one item for the new order to proceed.
fr_ca: Aucun article ajouté/sélectionné pour cette commande ! Veuillez ajouter/sélectionner au moins un article pour procéder à la commande.
ro_ro: Nici un produs adăugat / selectat pentru această comandă! Vă rugăm să selectaţi / adăugaţi cel puţin un articol pentru a continua.
ru_ru: Нет товаров, добавленных/выбранных для этого заказа! Пожалуйста, выберите/добавьте хотя бы один товар для нового заказа.
sv_sv: Inga varor tillagda / valda för denna beställning! Välj / lägg till minst en vara till beställningen för att fortsätta.
tr_tr: Sipariş için hiçbir ürün eklenmedi / seçilmedi! Lütfen bu siparişin yapılması için en az bir ürün seçiniz / ekleyiniz .

source: There were some errors while processing your order (some items couldn't be added to your order). Please contact us with this error and your order number as soon as possible.
fr_ca: Des erreurs sont survenues lors du traitement de votre commande (certains articles n'ont pas pu être ajoutés à votre commande). Veuillez nous contacter avec cette erreur et votre numéro de commande le plus rapidement possible afin de vérifier l'état de votre commande.
ro_ro: Au existat unele erori în timpul procesării comenzii dumneavoastră (unele articole nu au putut fi adăugate la comandă). Vă rugăm să ne contactaţi urgent cu această eroare şi numărul de comandă.
ru_ru: Во время обработки заказа возникли ошибки(некоторые товары не могут быть включены в ваш заказ). Пожалуйста, свяжитесь с нами и укажите номер вашего заказа. Мы постараемся решить возникшую проблему в кратчайшие сроки.
sv_sv: Det fanns några fel under hanteringen av din beställning (vissa varor kunde inte läggas till din beställning). Kontakta oss gärna med detta fel och ditt ordernummer så snart som möjligt.
tr_tr: Siparişinizi işleme alırken bazı hatalar oluştu (bazı ürünler siparişinize eklenemedi). Lüfren en kısa sürede bu hata ve sipariş numaranız ile bize ulaşın.

source: Order has been successfully created.<br /> The confirmation / tracking number is <b>%s</b>.
fr_ca: La commande a été créée.<br />La confirmation/numéro de suivi est <b>%s</b>.
ro_ro: Comanda a fost creată cu succes. /> <br Numărul de confirmare / urmărire este <b>%s</b>.
ru_ru: Заказ был успешно сформирован.<br />Номер заказа: <b>%s</b>.
sv_sv: Beställningen har skapats.<br /> Bekräftelse- / spårningsnummer är <b>%s</b>.
tr_tr: Sipariş başarıyla oluşturuldu.<br /> Onay / izleme numarası <b>%s</b>.

source: View Order
fr_ca: Visualiser la commande
ro_ro: Vezi comanda
ru_ru: Просмотр заказа
sv_sv: Granska beställning
tr_tr: Sipariş Göster

source: Select
fr_ca: Sélectionner
ro_ro: Selectaţi
ru_ru: Выбрать
sv_sv: Välj
tr_tr: Seç

source: Yes
fr_ca: Oui
ro_ro: Da
ru_ru: Да
sv_sv: Ja
tr_tr: Evet

source: Add
fr_ca: Ajouter
ro_ro: Adăugaţi
ru_ru: Добавить
sv_sv: Lägg till
tr_tr: Ekle

source: Stock
ro_ro: Stoc
ru_ru: Склад
sv_sv: Lager
tr_tr: Stok

source: Available
fr_ca: Disponible
ro_ro: Disponibile
ru_ru: Доступные
sv_sv: Tillgänglig
tr_tr: Mevcut

source: Unavailable
fr_ca: Non disponible
ro_ro: Indisponibile
ru_ru: Недоступные
sv_sv: Inte tillgänglig
tr_tr: Mevcut Değil

source: Order ID / Submitted on
fr_ca: Identifiant commande / Soumise le
ro_ro: ID Comandă / Dată
ru_ru: ID / Дата
sv_sv: Beställnings-ID / inskickad den
tr_tr: Sipariş Kimliği / Gönderilme zamanı

source: Shopping Orders Administration
fr_ca: Gestion des commandes
ro_ro: Administrare Comenzi
ru_ru: Управление компонентами интернет-магазина
sv_sv: Hantera shoppingbeställningar
tr_tr: Alışveriş Siparişler Yönetimi

source: Edit Order
fr_ca: Modifier la commande
ro_ro: Editare Comandă
ru_ru: Редактировать заказ
sv_sv: Redigera beställning
tr_tr: Sipariş Düzenle

source: New and Processing Orders
fr_ca: Traitement et nouvelles commandes
ro_ro: Comenzi noi şi în prelucrare
ru_ru: Создание и редактирование заказов
sv_sv: Nya och pågående beställningar
tr_tr: Yeni ve İşleyen Siparişler

source: Processed Orders
fr_ca: Commandes traitées
ro_ro: Comenzi prelucrate
ru_ru: Архив заказов
sv_sv: Behandlade beställningar
tr_tr: İşlenmiş Siparişler

source: No orders found.
fr_ca: Aucune commande trouvée
ro_ro: Nu sunt comenzi.
ru_ru: Нет заказов.
sv_sv: Inga beställningar hittade.
tr_tr: Hiçbir sipariş bulunamadı.

source: We are sorry for the inconvenience but the order couldn't be added to the db. Please contact us with this error as soon as possible.
fr_ca: Nous nous excusons des inconvénients que cela pourrait vous causer, mais cette commande n'a pas pu être sauvegardée. Veuillez nous contacter dès que possible avec cette erreur.
ro_ro: Ne cerem scuze pentru neplăcerile create, dar comanda nu a putut fi adăugată în baza de date. Vă rugăm să ne contactaţi urgent cu această eroare.
ru_ru: Приносим извинения за причиненные неудобства, но сформировать заказ не удалось. Пожалуйста, свяжитесь с нами по этому вопросу и мы постараемся исправить эту ошибку как можно скорее.
sv_sv: Vi beklagar olägenheten, men beställningen kunde inte läggas till databasen. Vänligen kontakta oss med det här felet så snart som möjligt.
tr_tr: Ama durumdan dolayı özür dileriz sipariş veri tabanına eklenemedi. En kısa sürede bu hata ile bize ulaşın.

source: Order couldn't be created / updated! Error: %s
fr_ca: La commande n'a pas pu être créée/mise à jour ! Erreur : %s
ro_ro: Comanda nu a putut fi creată / actualizată! Eroare: %s
ru_ru: Заказ не создан/обновлен! Ошибка: %s
sv_sv: Beställningen kunde inte skapas / uppdateras! Fel: %s
tr_tr: Sipariş oluşturulamadı / güncellenemedi! Hata: %s

source: Order couldn't be updated! Error: %s
fr_ca: La commande n'a pas pu être mise à jour ! Erreur : %s
ro_ro: Comanda nu a putut fi actualizată! Eroare: %s
ru_ru: Заказ не обновлен! Ошибка: %s
sv_sv: Beställningen kunde inte uppdateras! Fel: %s
tr_tr: Sipariş güncellenemedi! Hata: %s

source: Accepted
fr_ca: Acceptée
ro_ro: Acceptată
ru_ru: Принят
sv_sv: Godkänd
tr_tr: Kabul edildi

source: Cancelled
fr_ca: Annulée
ro_ro: Anulată
ru_ru: Отменен
sv_sv: Avbruten
tr_tr: İptal edildi

source: New
fr_ca: Nouvelle
ro_ro: Nouă
ru_ru: Новый
sv_sv: Ny
tr_tr: Yeni

source: Processing
fr_ca: En traitement
ro_ro: În prelucrare
ru_ru: Формируется
sv_sv: Bearbetar
tr_tr: İşleyen

source: Rejected
fr_ca: Rejetée
ro_ro: Refuzată
ru_ru: Отклонен
sv_sv: Avslagen
tr_tr: Reddedildi

source: Delivered
fr_ca: Livrée
ro_ro: Livrată
ru_ru: Доставлен
sv_sv: Levererad
tr_tr: Teslim Edildi

source: Undefined!
fr_ca: Indéfini !
ro_ro: Nedefinită!
ru_ru: Неопределен!
sv_sv: Odefinierad!
tr_tr: Tanımlanmamış!

source: Paid
fr_ca: Payée
ro_ro: Platită
ru_ru: Оплачен
sv_sv: Betald
tr_tr: Ödenmiş

source: Pending
fr_ca: En attente
ro_ro: În aşteptare
ru_ru: Ожидает
sv_sv: Väntar
tr_tr: Beklemede

source: Failed
fr_ca: Échouée
ro_ro: Eşuată
ru_ru: Неудачный
sv_sv: Misslyckades
tr_tr: Başarısız oldu

source: Expired
fr_ca: Expirée
ro_ro: Expirată
ru_ru: Устарел
sv_sv: Utgången
tr_tr: Süresi doldu

source: Email couldn't be sent! The defined order cannot be found.
fr_ca: Le courriel n'a pas pu être envoyé ! La commande sélectionnée n'a pas pu être trouvée.
ro_ro: Email-ul nu a putut fi trimis! Comanda definită nu poate fi găsită.
ru_ru: Сообщение не отправлено! Заказ не найден.
sv_sv: E-post kunde inte skickas! Vald beställning kan inte hittas.
tr_tr: E-posta gönderilemedi! Belirlenen sipariş bulunamıyor.

source: It's now safe to ship the goods if necessary.
fr_ca: Si nécessaire, la marchandise peut désormais être envoyée.
ro_ro: Acum puteţi trimite produsele în condiţii de siguranţă, dacă mai este necesar.
ru_ru: Теперь можно осуществить доставку товара.
sv_sv: Det är nu säkert att skickar varorna om det behövs.
tr_tr: Gerekirse ürünleri göndermek artık güvenli.

source: IMPORTANT: payment has been cancelled so shipment should be cancelled too!
fr_ca: IMPORTANT : le paiement a été annulé, l'envoi devrait donc être annulé aussi !
ro_ro: IMPORTANT: plata a fost anulată, ar trebui anulată de asemenea şi livrarea!
ru_ru: ВАЖНО: если оплата отменена, то и отгрузка должна быть отменена!
sv_sv: VIKTIGT: betalningen har ställts in så försändelsen skall också avbeställas!
tr_tr: ÖNEMLİ: ödeme iptal edildi sevkiyat da iptal edilmesi gerekir!

source: IMPORTANT: do NOT ship any goods until payment has been confirmed / processed!
fr_ca: IMPORTANT : ne PAS envoyer la marchandise jusqu'à ce que le paiement ait été confirmé/traité !
ro_ro: IMPORTANT: NU livraţi nici un produs până când plata nu a fost confirmată / procesată!
ru_ru: ВАЖНО: Товар не доставляется до подтверждения оплаты!
sv_sv: VIKTIGT: skicka INTE varor till dess betalning har bekräftats / behandlats!
tr_tr: ÖNEMLİ: Ödeme işlenene / onaylanana kadar hiçbir ürünü gönderme!

source: Items ordered
fr_ca: Articles commandés
ro_ro: Produse comandate
ru_ru: Товары заказа
sv_sv: Varor beställda
tr_tr: Ürünler sipariş edildi

source: You can access / download your digital goods at:
fr_ca: Vous pouvez accéder/télécharger la marchandise électronique en suivant ce lien :
ro_ro: Puteţi accesa / descărca produsele digitale la:
ru_ru: Вы можете получить доступ к загрузки цифровых товаров по адресу:
sv_sv: Du kan komma åt / hämta din digitala varor på:
tr_tr: Dijital ürünlere erişebilir / indirebilirsiniz:

source: Your payment is still pending. To access your Digital Goods please finalize your payments below or wait until we receive the confirmation for your payment.
fr_ca: Votre paiement est toujours en attente. Pour accéder la marchandise électronique, veuillez finaliser votre paiement ci-bas ou attendre que nous recevions la confirmation de votre paiement.
ro_ro: Plata dvs. este încă în aşteptare. Pentru a accesa produsele digitale comandate vă rugăm să finalizaţi plata dvs. de mai jos sau aşteptaţi până primim confirmarea de plată.
ru_ru: Ваш платеж еще не принят. Чтобы получить доступ к цифровому товару, пожалуйста завершите платежь ниже или подождите, пока мы не получим подтверждение платежа.
sv_sv: Din betalning är fortfarande under behandling. För att komma åt dina digitala varor måste du slutför dina betalningar nedan eller vänta tills vi fått en bekräftelse på din betalning.
tr_tr: Ödemeniz hala beklemede. Dijital Ürünlerinize erişmek için aşağıdaki ödemeleri sonuçlandırınız veya ödeme bilgilerinizin onayını alana kadar bekleyiniz.

source: Order #
fr_ca: Commande #
ro_ro: Comanda #
ru_ru: Заказ №
sv_sv: Beställning #
tr_tr: Sipariş #

source: Your order details are listed below, if you would like to change any of the submitted information or have further question / comments please let us know in the comments.
fr_ca: Les détails de votre commandes sont listés ci-bas, si vous désirez modifier quelconque information ou avez des questions/commentaires, veuillez nous le laisser savoir dans les commentaires.
ro_ro: Detaliile comenzii dvs. sunt enumerate mai jos, dacă doriţi să modificaţi oricare dintre informaţiile transmise sau aveţi întrebări suplimentare / observaţii, vă rugăm să ne anunţaţi în comentarii.
ru_ru: Детали вашего заказа перечислены ниже, если вы желаете изменить заказ или у вас есть вопросы/замечания, то пожалуйста, сообщите нам об этом в комментариях.
sv_sv: Dina beställningsuppgifter är listade nedan, om du vill ändra någon lämnad uppgift eller har ytterligare frågor/kommentarer, kontakta oss gärna i kommentarsfältet.
tr_tr: Sipariş detaylarınız aşağıda listelendi, eğer gönderilen bilgilerde bir değişiklik yapmak isterseniz veya soru / yorumunuz varsa yorum yaparak bildiriniz.

source: Payment confirmed and received.
fr_ca: Paiement confirmé et reçu.
ro_ro: Plată confirmată şi primită.
ru_ru: Подтверждение получения оплаты.
sv_sv: Betalningen är bekräftad och mottagen.
tr_tr: Ödeme doğrulandı ve alındı.

source: Payment still pending!
fr_ca: Paiement en attente !
ro_ro: Plată încă în aşteptare!
ru_ru: Оплата еще не произведена!
sv_sv: Betalningen pågår fortfarande!
tr_tr: Ödeme hala beklemede!

source: Payment failed!
fr_ca: Paiement échoué !
ro_ro: Plată eşuată!
ru_ru: Оплатить не удалось!
sv_sv: Betalning misslyckades!
tr_tr: Ödeme başarısız!

source: Payment expired!
fr_ca: Paiement expiré !
ro_ro: Plată expirată!
ru_ru: Срок оплаты истек!
sv_sv: Betalningen har gått ut!
tr_tr: Ödeme süresi doldu!

source: Awaiting payment deposit!
fr_ca: En attente du dépôt du paiement !
ro_ro: În aşteptarea depunerii plăţii!
ru_ru: Ожидается оплата депозита!
sv_sv: Väntar på betalning/insättning!
tr_tr: Ödeme depozit bekliyor!

source: It seems the payment has not been processed yet or you haven't finalized the payment. If you sure the payment has been processed please wait a few more minutes until we receive the confirmation, otherwise please click on the button below.
fr_ca: Il semble que votre paiement n'a pas encore été traité ou vous n'avez pas finalisé le paiement. Si vous êtes certains que le paiement a été traité, veuillez attendre quelques minutes que nous puissions recevoir la confirmation, sinon cliquez sur le lien ci-bas.
ro_ro: Se pare că plata nu a fost procesată sau încă nu aţi finalizat plata. Dacă sunteţi sigur că plata a fost procesată, vă rugăm, aşteptaţi încă câteva minute până când vom primi confirmarea, în caz contrar vă rugăm să daţi clic pe butonul de mai jos.
ru_ru: Платеж еще не был обработан или вы не завершили оплату. Если Вы уверены, что платеж был обработан пожалуйста, подождите несколько минут, пока мы не получим подтверждение, в противном случае нажмите на кнопку ниже.
sv_sv: Det verkar som om betalningen inte har behandlats ännu eller du har inte slutfört betalningen. Om du är säker på att betalningen har behandlats, vänta några minuter tills vi får bekräftelsen, annars kan du klicka på knappen nedan.
tr_tr: Bu ödeme henüz işleme alınmamış veya ödemeyi işlememişsiniz gibi görünüyor. Eğer ödemenin işlendiğinden eminseniz lütfen biz onay alana kadar birkaç dakika bekleyin, aksi halde aşağıdaki butona tıklayın.

source: Method
fr_ca: Mode
ro_ro: Metodă
ru_ru: Способ
sv_sv: Metod
tr_tr: Yöntem

source: %s, started on <i>%s</i>, finished on %s, from %s
fr_ca: %s, débuté le <i>%s</i>, terminé le %s, de %s
ro_ro: %s, începută la <i>%s</i>, încheiată la %s, de la %s
ru_ru: %s, началось <i>%s</i>, завершится %s, с %s
sv_sv: %s, startade <i>%s</i>, slutade %s, från %s

source: unknown
fr_ca: inconnu
ro_ro: necunoscută
ru_ru: неизвестно
sv_sv: okänd
tr_tr: bilinmeyen

source: Downloads
fr_ca: Téléchargements
ro_ro: Descărcări
ru_ru: Загрузки
sv_sv: Nedladdningar
tr_tr: İndirmeler

source: Shopping Store
fr_ca: Boutique en ligne
ro_ro: Magazin Produse
ru_ru: Каталог товаров
sv_sv: Butik
tr_tr: Alışveriş Mağazası

source: Sell products in a directory like structure
fr_ca: Vendez des produits selon une structure de dossiers
ro_ro: Vinde produse structurate pe directoare
ru_ru: Каталог товаров
sv_sv: Sälj produkter i en katalogliknande struktur
tr_tr: Ürünleri bir yapı dizini içinde satın

source: No file selected to download!
fr_ca: Aucun fichier sélectionné pour le téléchargement !
ro_ro: Nici un fişier selectat pentru descărcare!
ru_ru: Не выбран файл для загрузки!
sv_sv: Ingen fil vald för att ladda ner!
tr_tr: Hiçbir dosya indirmek için seçilmemiş!

source: The selected file cannot be found!
fr_ca: Le fichier sélectionné n'a pas pu être trouvé !
ro_ro: Fişierul selectat nu a fost găsit!
ru_ru: Выбранный файл не найден!
sv_sv: Den valda filen kan inte hittas!
tr_tr: Seçilen dosya bulunamıyor!

source: You need to be logged in to download this file. Please login or register.
fr_ca: Vous devez être connecté pour télécharger ce fichier. Veuillez vous connecter ci-bas.
ro_ro: Trebuie sa fii autentificat pentru a descărca acest fişier. Vă rugăm să vă autentificaţi sau să vă înregistraţi.
ru_ru: Вы должны войти в систему, чтобы загрузить этот файл. Пожалуйста войдити в систему или зарегистрируйтесь.
sv_sv: Du måste vara inloggad för att kunna ladda ner denna fil. Vänligen logga in eller registrera dig.
tr_tr: Bu dosyayı indirmek için giriş yapmış olmanız gerekmektedir. Lütfen giriş yapın veya kayıt olun.

source: An order with this file cannot be found!
fr_ca: Une commande comprenant ce fichier n'a pas pu être trouvée !
ro_ro: Nu există comenzi cu acest fişier!
ru_ru: Заказ на этот файл не найден!
sv_sv: En beställning med denna fil kan inte hittas!
tr_tr: Bu dosya ile ilgili bir sipariş bulunamadı!

source: The order you selected cannot be found!
fr_ca: La commande sélectionnée n'a pas pu être trouvée !
ro_ro: Comanda selectată nu a fost găsită!
ru_ru: Заказ не найден!
sv_sv: Den beställning du har valt kan inte hittas!
tr_tr: Seçtiğiniz sipariş bulunamıyor!

source: You are not the owner of this order!
fr_ca: Vous n'êtes pas le propriétaire de cette commande !
ro_ro: Nu sunteţi proprietarul acestei comenzi!
ru_ru: Вы не являетесь владельцем этого заказа!
sv_sv: Du är inte ägaren till denna beställning!
tr_tr: Bu siparişin sahibi değilsiniz!

source: Your payment has not yet been confirmed!
fr_ca: Votre paiement n'a pas encore été confirmé !
ro_ro: Plata dvs. nu a fost încă confirmată!
ru_ru: Ваш платеж еще не был подтвержден!
sv_sv: Din betalning har ännu inte bekräftats!
tr_tr: Ödemeniz henüz teyit edilmedi!

source: Your order has been cancelled!
fr_ca: Votre commande a été annulée !
ro_ro: Comanda dvs. a fost anulată!
ru_ru: Ваш заказ был отменен!
sv_sv: Din beställning har avbrutits!
tr_tr: Siparişiniz iptal edildi!

source: Your download has expired!
fr_ca: Votre téléchargement a expiré !
ro_ro: Descărcarea dvs. a expirat!
ru_ru: Срок доступа к скачиванию истек!
sv_sv: Din nedladdning har gått ut!
tr_tr: İndirme süreniz doldu!

source: New Item
fr_ca: Nouvel article
ro_ro: Articol nou
ru_ru: Новый товар
sv_sv: Ny vara
tr_tr: Yeni Ürün

source: Orders
fr_ca: Commandes
ro_ro: Comenzi
ru_ru: Заказы
sv_sv: Beställningar
tr_tr: Siparişler

source: (will create a new item)
fr_ca: (créé un nouvel article)
ro_ro: (va crea un articol nou)
ru_ru: (будет создан новый товар)
sv_sv: (kommer att skapa en ny post)
tr_tr: (yeni bir ürün oluşturur)

source: Item Options
fr_ca: Options de l'article
ro_ro: Opţiuni Articol
ru_ru: Настройки товара
sv_sv: Varubeskrivning
tr_tr: Ürün Seçenekleri

source: Price
fr_ca: Prix
ro_ro: Preţ
ru_ru: Цена
sv_sv: Pris
tr_tr: Fiyat

source: e.g. 170
fr_ca: ex. : 170
ro_ro: exemplu: 107
ru_ru: например, 170
sv_sv: t.ex. 170
tr_tr: örneğin: 170

source: e.g. ITEM-0711
fr_ca: ex. : ITEM-0711
ro_ro: exemplu: Articol-0711
ru_ru: например, ТОВАР-0711
sv_sv: t.ex. Artikel-0711
tr_tr: örneğin: ürün-0711

source: Quantity Options
fr_ca: Options de quantité
ro_ro: Opţiuni Cantitate
ru_ru: Количество
sv_sv: Lagerinformation
tr_tr: Miktar Seçenekleri

source: Available Quantity
fr_ca: Options de disponibilité
ro_ro: Cantitate Disponibilă
ru_ru: Доступно
sv_sv: Antal i lager
tr_tr: Mevcut Miktar
