Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/shopping.po
Languages: fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: e.g. 1000 (leave it empty for unlimited)
fr_ca: ex. : 1000 (laisser vide pour illimité)
ro_ro: exemplu: 1100 (lăsaţi-l gol pentru nelimitat)
ru_ru: например, 1000 (если пусто, то неограниченно)
sv_sv: t.ex. 1000 (lämna tomt för obegränsat)
tr_tr: örneğin 1000 (sınırsız için boş bırakın)

source: Max Order Quantity at Once
fr_ca: Quantité maximale par commande
ro_ro: Cantitatea maximă / comandă
ru_ru: Макс. в заказе
sv_sv: Max antal på en gång
tr_tr: Bir Seferde Ki Azami Sipariş Miktarı

source: e.g. 15 (default 30)
fr_ca: ex. : 15 (30 par défaut)
ro_ro: exemplu: 15 (implicit 30)
ru_ru: например, 15 (по умолчанию 30)
sv_sv: t.ex. 15 (förvalt 30)
tr_tr: örneğin: 15 (varsayılan 30)

source: Show Quantity Picker
fr_ca: Afficher un sélecteur de quantité
ro_ro: Afişaţi Selector Cantitativ
ru_ru: Отображать
sv_sv: Visa antalsväljaren
tr_tr: Miktar Seçici Göster

source: e.g. oranges, lemons, limes
fr_ca: ex. : oranges, citrons, limes
ro_ro: exemplu: portocale, mere, pere
ru_ru: например, апельсины, лимоны, лаймы
sv_sv: t.ex. skor, mössor, halsdukar
tr_tr: örneğin portakal, limon, ıhlamur

source: Title* (e.g. Color, Size)
fr_ca: Titre* (ex. : Coleur, Taille)
ro_ro: Titlu* (exemplu: culoare, lungime)
ru_ru: Название* (например, цвет, размер)
sv_sv: Rubrik * (t.ex. färg, storlek)
tr_tr: Başlık* (ör. Renk, büyüklük)

source: Required
fr_ca: Requis
ro_ro: Necesar
ru_ru: Требуется
sv_sv: Obligatorisk
tr_tr: Gerekli

source: Price Difference
fr_ca: Différence de prix
ro_ro: Diferenţa de preţ
ru_ru: Разница в ценах
sv_sv: Prisskillnad
tr_tr: Fiyat Farkı

source: Price Type
fr_ca: Type de prix
ro_ro: Tip preţ
ru_ru: Тип цены
sv_sv: Pristyp
tr_tr: Fiyat Türü

source: Max Characters
fr_ca: Maximum de caractères
ro_ro: Caractere Max.
ru_ru: Максимум символов
sv_sv: Max antal tecken
tr_tr: Azami Karakterler

source: Fixed
fr_ca: Fixe
ro_ro: Fix
ru_ru: Фиксированное значение
sv_sv: Fast
tr_tr: Düzeltilmiş

source: Percent
fr_ca: Poucentage
ro_ro: Procent
ru_ru: Процент
sv_sv: Procent
tr_tr: Yüzde

source: Title* (e.g. Red, XXL)
fr_ca: Titre* (ex. : Rouge, XXL)
ro_ro: Titlu* (exemplu: Roz, XXL)
ru_ru: Название * (например, красный, XXL)
sv_sv: Rubrik * (t.ex. röd, XXL)
tr_tr: Başlık* (örneğin Kırmızı, XXL)

source: Add new row
fr_ca: Ajouter une nouvelle rangée
ro_ro: Adăugaţi rând nou
ru_ru: Добавить новую строку
sv_sv: Lägg till ny rad
tr_tr: Yeni satır ekleme

source: Add new option
fr_ca: Ajouter une nouvelle option
ro_ro: Adăugaţi opţiune nouă
ru_ru: Добавить новый параметр
sv_sv: Lägg till nytt alternativ
tr_tr: Yeni seçenek ekle

source: Items have been successfully re-ordered.
fr_ca: Les articles ont été réordonnés.
ro_ro: Produsele au fost re-ordonate!
ru_ru: Товары сортированы.
sv_sv: Varorna har arrangerats om.
tr_tr: Ürünler başarıyla yeniden düzenlendi.

source: Item has been successfully deleted.
fr_ca: L'article a été supprimé.
ro_ro: Produsul a fost şters!
ru_ru: Товар удален.
sv_sv: Varan har raderats.
tr_tr: Ürün başarıyla silindi.

source: Item has been successfully updated.
fr_ca: L'article a été mis à jour.
ro_ro: Produsul a fost actualizat!
ru_ru: Товар успешно обновлен.
sv_sv: Varan har uppdaterats.
tr_tr: Ürün başarılı güncellendi.

source: View Item
fr_ca: Voir l'article
ro_ro: Vezi Produs
ru_ru: Просмотр
sv_sv: Visa vara
tr_tr: Ürünü Göster

source: Item has been successfully created.
fr_ca: L'article a été créé.
ro_ro: Produsul a fost creat!
ru_ru: Товар успешно добавлен.
sv_sv: Varan har skapats.
tr_tr: Ürün başarıyla oluşturuldu.

source: Goods
fr_ca: Marchandise
ro_ro: Produse
ru_ru: Товары
sv_sv: Varor
tr_tr: Ürünler

source: Digital Goods
fr_ca: Marchandise électronique
ro_ro: Produse digitale
ru_ru: Цифровой товар
sv_sv: Digitala varor
tr_tr: Dijital Ürünler

source: Special Price
fr_ca: Offre spéciale
ro_ro: Preţ special
ru_ru: Специальная цена
sv_sv: Specialpris
tr_tr: Özel fiyat

source: Special Price Starts
fr_ca: Début de l'offre spéciale
ro_ro: Preţul special începe
ru_ru: Спец. цена с
sv_sv: Specialpris börjar
tr_tr: Özel Fiyat Başlıyor

source: Special Price Ends
fr_ca: Fin de l'offre spéciale
ro_ro: Preţul special se termină
ru_ru: Спец. цена по
sv_sv: Specialpris slutar
tr_tr: Özel Fiyat Bitiyor

source: Weight
fr_ca: Poids
ro_ro: Greutate
ru_ru: Вес
sv_sv: Vikt
tr_tr: Ağırlık

source: Taxable
ro_ro: Taxabil
ru_ru: Вкл. налог
sv_sv: Skattepliktig
tr_tr: Vergiye tabi

source: Display Related Items
fr_ca: Afficher les articles connexes
ro_ro: Afişează articole asemănătoare
ru_ru: Похожие товары
sv_sv: Visa relaterade produkter
tr_tr: İlgili Ürünler Göster

source: Edit Item
fr_ca: Modifier l'article
ro_ro: Editare Produs
ru_ru: Редактирование товара
sv_sv: Redigera vara
tr_tr: Ürün Düzenle

source: Out of Stock Items
fr_ca: Articles en rupture de stock
ro_ro: Produse Epuizate
ru_ru: На складе
sv_sv: Inte på lager varor
tr_tr: Stok Dışı Ürünler

source: Items in Stock
fr_ca: Articles en stock
ro_ro: Produse pe Stoc
ru_ru: На складе
sv_sv: Varor i lager
tr_tr: Stoktaki Ürünler

source: No items found for this category.
fr_ca: Aucun article trouvé pour cette catégorie.
ro_ro: Nici un produs găsit în această categorie.
ru_ru: В этой категории нет товаров.
sv_sv: Inga varor hittade för denna kategori.
tr_tr: Hiçbir ürün bu kategoride bulunamadı.

source: Custom option title is required!
fr_ca: Titre requis pour l'option personnalisée !
ro_ro: Este necesară opţiunea pentru titlu personalizat!
ru_ru: Название обязательно!
sv_sv: Unik alternativtitel krävs!
tr_tr: Özel seçenek başlık gereklidir!

source: No custom option price defined for "%s"!
fr_ca: Aucun ajustement de prix défini pour l'option personnalisée "%s"
ro_ro: Nici o opţiune de preţ personalizat definită pentru "%s"!
ru_ru: Не определено для "%s"!
sv_sv: Inget anpassat prisalternativ valt för "%s"!
tr_tr: "%s" için belirlenen hiçbir özel seçenek fiyatı yok

source: Custom option price title for "%s" is required!
fr_ca: Le titre de l'ajustement de prix personnalisé "%s" est requis !
ro_ro: Titlul opţiunii de preţ personalizat pentru "%s" este necesar!
ru_ru: Название "%s" обязательно!
sv_sv: Rubrik till anpassat prisalternativt för "%s" är obligatorisk!
tr_tr: "%s" için özel seçenek fiyatı gerekli!

source: Item couldn't be added! Error: %s
fr_ca: L'article n'a pas pu être ajouté ! Erreur : %s
ro_ro: Produsul nu a putut fi adăugat! Eroare: %s
ru_ru: Товар не добавлен! Ошибка: %s
sv_sv: Varan kunde inte läggas till! Fel: %s
tr_tr: Ürün eklenemedi! Hata: %s

source: Custom option couldn't be created! Error: %s
fr_ca: L'option personnalisée n'a pas pu être créée ! Erreur : %s
ro_ro: Opţiunea personalizată nu a putut fi creată! Eroare: %s
ru_ru: Не создано! Ошибка: %s
sv_sv: Anpassat alternativ kunde inte läggas till! Fel: %s
tr_tr: Özel seçenek oluşturulamadı! Hata: %s

source: Custom option price couldn't be created! Error: %s
fr_ca: L'ajustement de prix n'a pas pu être créé ! Erreur : %s
ro_ro: Opţiunea de preţ personalizat nu a putut fi creată! Eroare: %s
ru_ru: Не создано! Ошибка: %s
sv_sv: Anpassat alternativ kunde inte skapas! Fel: %s
tr_tr: Özel seçenek ücreti oluşturulamadı! Hata: %s

source: Custom option couldn't be updated! Error: %s
fr_ca: L'option personnalisée n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Opţiunea personalizată nu a putut fi actualizată! Eroare: %s
ru_ru: Не добавлено! Ошибка: %s
sv_sv: Anpassat alternativ kunde inte uppdateras! Fel: %s
tr_tr: Özel seçenek güncellenemedi! Hata: %s

source: Custom option price couldn't be updated! Error: %s
fr_ca: L'ajustement de prix personnalisé n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Opţiunea de preţ personalizat nu a putut fi actualizată! Eroare: %s
ru_ru: Не обновлено! Ошибка: %s
sv_sv: Anpassat prisalternativ kunde inte uppdateras! Fel: %s
tr_tr: Özel seçenek fiyatı güncellenemedi! Hata: %s

source: Item couldn't be updated! Error: %s
fr_ca: L'article n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Produsul nu a putut fi actualizat! Eroare: %s
ru_ru: Поле не обновлено! Ошибка: %s
sv_sv: Varan kunde inte uppdateras! Fel: %s
tr_tr: Ürün güncellenemedi! Hata: %s

source: Stock: available
fr_ca: Stock : disponible
ro_ro: Stoc: disponibil
ru_ru: Наличие: да
sv_sv: Lager: tillgängliga
tr_tr: Stok: mevcut

source: Stock: unavailable
fr_ca: Stock : non disponible
ro_ro: Stock: indisponibil
ru_ru: Наличие: нет
sv_sv: Lager: inte tillgängliga
tr_tr: Stok: mevcut değil

source: More Details
fr_ca: Plus de détails
ro_ro: Detalii
ru_ru: Подробнее
sv_sv: Fler detaljer
tr_tr: Diğer detaylar

source: Out of Stock
fr_ca: En rupture de stock
ro_ro: Epuizat
ru_ru: Продаж
sv_sv: Inte i lager
tr_tr: Stokta yok

source: Add to My Cart
fr_ca: Ajouter à mon panier
ro_ro: Adăugaţi în coş
ru_ru: В корзину
sv_sv: Lägg till min varukorg
tr_tr: Sepetime Ekle

source: Related Items
fr_ca: Articles connexes
ro_ro: Produse similare
ru_ru: Похожие товары
sv_sv: Liknande varor
tr_tr: İlgili Ürünler

source: New Category
fr_ca: Nouvelle catégorie
ro_ro: Categorie Nouă
ru_ru: Новая категория
sv_sv: Ny kategori
tr_tr: Yeni Kategori

source: Sub Category of
fr_ca: Sous-catégorie de
ro_ro: SubCategorie a
ru_ru: Уровень
sv_sv: Underkategori av
tr_tr: Alt Kategorisi

source: Show Icons
fr_ca: Afficher les icônes
ro_ro: Afişare pictograme
ru_ru: Показать значки
sv_sv: Visa ikoner
tr_tr: Simgeleri Göster

source: (display icons when category selected)
fr_ca: (afficher les icônes lorsque la catégorie est sélectionnée)
ro_ro: (afişare pictograme atunci când este selectată categoria)
ru_ru: (отображение иконки выбранной категории)
sv_sv: (visa ikoner när kategori väljs)
tr_tr: (kategori seçildiğinde simgeleri göster)

source: Full Items
fr_ca: Articles complets
ro_ro: Articole complete
ru_ru: Полное описание
sv_sv: Detaljerad information
tr_tr: Tam Ürünler

source: Hide Subgroup Items
fr_ca: Cacher les articles du sous-groupe
ro_ro: Ascunde Articolele din SubGrup
ru_ru: Скрыть подгруппы товаров
sv_sv: Dölj varor i undergrupp
tr_tr: Alt grup Ürünlerini Gizle

source: Digital / Downloadable Goods
fr_ca: Marchandise électronique/téléchargeable
ro_ro: Produse Digitale / Descărcabile
ru_ru: Цифровые / Загружаемые товары
sv_sv: Digitala / nedladdningsbara varor
tr_tr: Dijital / İndirilebilir Ürünler

source: Downloads Expire after
fr_ca: Les téléchargements expirent après
ro_ro: Descărcarea Expiră după
ru_ru: Итервал
sv_sv: Nedladdningar upphör efter:
tr_tr: İndirme sona erme zamanı

source: days (when ordered)
fr_ca: jours (après la commande)
ro_ro: zile (când a fost comandat)
ru_ru: дней (в течение которых будет возможна загрузка)
sv_sv: dagar (vid beställning)
tr_tr: gün (sipariş edildikten sonra)

source: Members Only
fr_ca: Membres seulement
ro_ro: Doar Membri
ru_ru: Пользователи
sv_sv: Endast medlemmar
tr_tr: Sadece üyeler

source: Show to Guests
fr_ca: Afficher aux non-membres
ro_ro: Vizibil vizitatorilor
ru_ru: Гости
sv_sv: Visa besökare
tr_tr: Misafirler için Göster

source: Categories have been successfully re-ordered.
fr_ca: Les catégories ont été réordonnés.
ro_ro: Categoriile au fost re-ordonate!
ru_ru: Категории сортированы.
sv_sv: Kategorier har arrangerats om.
tr_tr: Kategoriler başarıyla yeniden düzenlendi.

source: Category has been successfully deleted.
fr_ca: La catégorie a été supprimée.
ro_ro: Categoria a fost ştearsă!
ru_ru: Категория удалена.
sv_sv: Kategorier har raderats.
tr_tr: Kategori başarıyla silindi.

source: Category cannot be subcategory of itself!
fr_ca: la catégorie ne peut pas être la sous-catégorie d'elle-même !
ro_ro: Categoria nu poate fi propria ei subcategorie!
ru_ru: Категория не может быть подкатегорией у самой себя.
sv_sv: Kategorin kan inte vara underkategori till sig själv!
tr_tr: Kategori kendisinin alt kategorisi olamaz!

source: Category has been successfully updated.
fr_ca: La catégorie a été mise à jour.
ro_ro: Categoria a fost actualizată!
ru_ru: Категория обновлена.
sv_sv: Kategorier har uppdaterats.
tr_tr: Kategori başarıyla güncellendi.

source: View Category
fr_ca: Visualiser la catégorie
ro_ro: Vezi Categorie
ru_ru: Просмотр категории
sv_sv: Visa kategori
tr_tr: Kategoriyi Göster

source: Category has been successfully created.
fr_ca: la catégorie a été créée.
ro_ro: Categoria a fost creată!
ru_ru: Категория успешно создана.
sv_sv: Kategorier har skapats.
tr_tr: Kategori başarıyla oluşturuldu.

source: Icon
fr_ca: Icône
ro_ro: Pictogramă
ru_ru: Иконка
sv_sv: Ikon
tr_tr: Simge

source: Icons
fr_ca: Icônes
ro_ro: Pictograme
ru_ru: Иконки
sv_sv: Ikoner
tr_tr: Simgeler

source: (downloads expire after %s days)
fr_ca: (les téléchargements expirent après %s jours)
ro_ro: (descărcările expiră după %s zile)
ru_ru: (возможность загрузки истекает через %s дней)
sv_sv: (nedladdningar upphör efter %s dagar)
tr_tr: (indirmeler %s gün sonra sona erecek)

source: Shopping Administration
fr_ca: Gestion de la boutique
ro_ro: Administrare Magazin
ru_ru: Управление каталогом товаров
sv_sv: Administrera e-butiken
tr_tr: Alışveriş Yönetimi

source: Edit Category
fr_ca: Modifier la catégorie
ro_ro: Editare Categorie
ru_ru: Редактировать категорию
sv_sv: Redigera kategori
tr_tr: Kategori Düzenle

source: No categories found.
fr_ca: Aucune catégorie trouvée.
ro_ro: Nu sunt categorii!
ru_ru: Категории не найдены.
sv_sv: Inga kategorier hittade.
tr_tr: Hiçbir kategori bulunamadı.

source: Shopping Category couldn't be created! Error: %s
fr_ca: La catégorie de la boutique n'a pas pu être créée ! Erreur : %s
ro_ro: Categoria comercială nu a putut fi creată! Eroare: %s
ru_ru: Категория не создана! Ошибка: %s
sv_sv: Shopping kategori kunde inte skapas! Fel: %s
tr_tr: Alışveriş Kategorisi oluşturulamadı! Hata: %s

source: Shopping Category couldn't be updated! Error: %s
fr_ca: La catégorie de la boutique n'a pas pu être mise à jour ! Erreur : %s
ro_ro: Categoria comercială nu a putut fi actualizată! Eroare: %s
ru_ru: Категория не обновлена! Ошибка: %s
sv_sv: Shopping kategori kunde inte uppdateras! Fel: %s
tr_tr: Alışveriş Kategorisi güncellenemedi! Hata: %s

source: Directory couldn't be protected!
fr_ca: Le dossier n'a pas pu être protégé !
ro_ro: Directorul nu a putut fi protejat!
ru_ru: Каталог не защищен!
sv_sv: Katalog kunde inte skyddas!
tr_tr: Dizin korunamadı!

source: Latest Items
fr_ca: Derniers articles
ro_ro: Ultimele Articole
ru_ru: Последние товары
sv_sv: Senaste varor
tr_tr: En Son Ürünler

source: Active Items
fr_ca: Acticles actifs
ro_ro: Articole Active
ru_ru: Активные товары
sv_sv: Aktiva varor
tr_tr: Aktif Ürünler

source: Popular Items
fr_ca: Articles populaires
ro_ro: Articole populare
ru_ru: Популярные товары
sv_sv: Populära varor
tr_tr: Popüler Ürünler

source: Discussed Items
fr_ca: Articles discutés
ro_ro: Articole discutate
ru_ru: Обсуждаемые товары
sv_sv: Omtalade varor
tr_tr: Tartışılan Ürünler

source: Rated Items
fr_ca: Articles notés
ro_ro: Articole evaluate
ru_ru: Рэйтинг товаров
sv_sv: Betygsatta varor
tr_tr: Derecelendirilen Ürünler

source: This area is limited to members only. Please login below.
fr_ca: Cette section est limitées aux membres seulement. Veuillez vous connecter ci-bas.
ro_ro: Această zonă este limitată numai pentru membri. Vă rugăm să vă autentificaţi mai jos.
ru_ru: Только зарегистрированным пользователям. Пожалуйста, авторизуйтесь.
sv_sv: Detta område är begränsad till endast medlemmar. Vänligen logga in nedan.
tr_tr: Bu alan sadece üyeler ile sınırlıdır. Lütfen giriş yapın.

source: Shopping
fr_ca: Boutique
ro_ro: Cumpărături
ru_ru: Покупка товаров
sv_sv: E-butik
tr_tr: Alışveriş

source: Items / Categories
fr_ca: Articles/Catégories
ro_ro: Articole / Categorii
ru_ru: Всего товаров
sv_sv: Varor / Kategorier
tr_tr: Ürünler / Kategoriler

source: Shopping Cart
fr_ca: Panier d'achat
ro_ro: Coşul de Cumpărături
ru_ru: Корзина
sv_sv: Varukorg
tr_tr: Alışveriş Sepeti

source: Set Fees, Discounts, Taxes, checkout Limits and let people place orders
fr_ca: Définir les frais, promotions, taxes, limites d'achat et laisse les visiteurs placer des commandes
ro_ro: Setaţi Preţuri, Reduceri, Taxe, Limite, şi permiteţi utilizatorilor să facă comenzi.
ru_ru: Компоненты для организации торговли товарами через интернет: корзина заказов, скидки, налоги, доставка и т.д.
sv_sv: Fastställ avgifter, rabatter, skatter, kassagränser och låt folk beställa varor
tr_tr: Ücretleri, İndirimleri, Vergileri, Ödeme limitlerini ayarlayın ve insanların sipariş etmesine izin verin

source: New Discount
fr_ca: Nouvelle promotion
ro_ro: Reducere Nouă
ru_ru: Новая скидка
sv_sv: Ny rabatt
tr_tr: Yeni İndirim

source: Discount Percentage
fr_ca: Poucentage de la promotion
ro_ro: Procentajul reducerii
ru_ru: Процент
sv_sv: Rabatt i procent
tr_tr: İndirim oranı

source: e.g. 25
fr_ca: ex. : 25
ro_ro: exemplu: 20
ru_ru: например, 25
sv_sv: t.ex. 25
tr_tr: örneğin: 25

source: Price Above or Equal
fr_ca: Prix supérieur ou égal à
ro_ro: Preţ mai mare sau egal
ru_ru: Сумма заказа >=
sv_sv: Högre pris eller jämförbart
tr_tr: Fiyat üzerinde veya eşit

source: e.g. 10
fr_ca: ex. : 10
ro_ro: exemplu: 10
ru_ru: например, 10
sv_sv: t.ex. 10
tr_tr: örneğin: 10

source: Price Below
fr_ca: Prix inférieur à
ro_ro: Preţul Sub
ru_ru: Сумма заказа <
sv_sv: Lägre pris
tr_tr: Fiyat altında

source: e.g. 70
fr_ca: ex. : 70
ro_ro: exemplu: 70
ru_ru: например, 70
sv_sv: t.ex. 70
tr_tr: örneğin: 70

source: For Defined User
fr_ca: Pour un utilisateur défini
ro_ro: Pentru utilizatorul definit
ru_ru: Определенным пользователям
sv_sv: För utvald användare
tr_tr: Tanımlanan Kullanıcı İçin

source: Define the owner of the discount.
fr_ca: Définir le propriétaire de la promotion
ro_ro: Definiţi beneficiarul reducerii
ru_ru: Определить владельца скидки.
sv_sv: Väl en ägare till rabatten.
tr_tr: İndirim sahibini tanımlayın.

source: Priorities have been successfully set.
fr_ca: Les priorités ont été définies.
ro_ro: Priorităţile au fost stabilite cu succes.
ru_ru: Приоритеты были успешно установлен.
sv_sv: Prioriteringar har nu ställts in.
tr_tr: Öncelikler başarıyla oluşturulmuştur.

source: Discount has been successfully deleted.
fr_ca: La promotion a été supprimée.
ro_ro: Reducerea a fost ştearsă cu succes.
ru_ru: Скидка была успешно удалена.
sv_sv: Rabatt har raderats.
tr_tr: İndirim başarıyla silindi.

source: Discount has been successfully updated.
fr_ca: La promotion a été mise à jour.
ro_ro: Reducerea a fost actualizată!
ru_ru: Скидка была успешно обновлена.
sv_sv: Rabatt har uppdaterats.
tr_tr: İndirim başarıyla güncellendi.

source: Discount has been successfully created.
fr_ca: La promotion a été créée.
ro_ro: Reducerea a fost creată!
ru_ru: Скидка была успешно создана.
sv_sv: Rabatt har skapats.
tr_tr: İndirim başarıyla oluşturuldu.

source: Priority
fr_ca: Priorité
ro_ro: Priorităţi
ru_ru: Приоритет
sv_sv: Prioritering
tr_tr: Öncelik

source: Price >=
fr_ca: Prix >=
ro_ro: Preţ mai mare sau egal
ru_ru: Сумма заказа >=
sv_sv: Pris >=
tr_tr: Fiyat >=

source: Price <
fr_ca: Prix <
ro_ro: Preţ mai mic
ru_ru: Сумма заказа <
sv_sv: Pris <
tr_tr: Fiyat <

source: User
fr_ca: Utilisateur
ro_ro: Utilizator
ru_ru: Пользователь
sv_sv: Användare
tr_tr: Kullanıcı

source: User deleted!
fr_ca: Utilisateur supprimé
ro_ro: Utilizator şters!
ru_ru: Пользователь удален!
sv_sv: Användare är raderad!
tr_tr: Kullanıcı silindi!

source: Set Priority
fr_ca: Définir la priorité
ro_ro: Setaţi prioritatea
ru_ru: Установить приоритет
sv_sv: Ange prioritet
tr_tr: Öncelik Ayarla

source: Shopping Cart Discounts Administration
fr_ca: Gestion des promotions
ro_ro: Administrare Reduceri Coş de cumpărături
ru_ru: Управление скидками
sv_sv: Hantera varukorgsrabatter
tr_tr: Alışveriş Sepeti İndirimler Yönetimi

source: Edit Discount
fr_ca: Modifier la promotion
ro_ro: Editare Reducere
ru_ru: Редактировать
sv_sv: Redigera rabatt
tr_tr: İndirim Düzenle

source: No discounts found.
fr_ca: Aucune promotion trouvée.
ro_ro: Nu sunt reduceri.
ru_ru: Скидки не найдены.
sv_sv: Inga rabatter hittade.
tr_tr: Hiçbir indirim bulunmadı.

source: Discount couldn't be added! Error: %s
fr_ca: La promotion n'a pas pu être ajoutée ! Erreur : %s
ro_ro: Reducerea nu a putut fi creată! Eroare: %s
ru_ru: Скидка не добавлена! Ошибка: %s
sv_sv: Rabatt kunde inte läggas till! Fel: %s
tr_tr: İndirim eklenemedi! Hata: %s

source: Discount couldn't be updated! Error: %s
fr_ca: La promotion n'a pas pu être mise à jour ! Erreur : %s
ro_ro: Reducerea nu a putut fi actualizată! Eroare: %s
ru_ru: Скидка не обновлена! Ошибка: %s
sv_sv: Rabatt kunde inte uppdateras! Fel: %s
tr_tr: İndirim güncellenemedi! Hata: %s

source: New Fee
fr_ca: Nouveau frais
ro_ro: Taxa nouă
ru_ru: Новая стоимость доставки
sv_sv: Ny avgift
tr_tr: Yeni Ücret

source: Order Form
fr_ca: Formulaire de commande
ro_ro: Formular de Comandă
ru_ru: Форма заказа
sv_sv: Beställningsformulär
tr_tr: Sipariş Formu

source: Fee Amount
fr_ca: Frais
ro_ro: Valoare Taxă
ru_ru: Стоимость
sv_sv: Avgiftsbelopp
tr_tr: Ücret miktarı

source: e.g. 5
fr_ca: ex. : 5
ro_ro: exemplu: 5
ru_ru: например, 5
sv_sv: t.ex. 5
tr_tr: örneğin: 5

source: Using Weight
fr_ca: En fonction du poids
ro_ro: Folosire Greutate
ru_ru: Расчет исходя из веса
sv_sv: Med hjälp av vikt
tr_tr: Ağırlık kullanarak

source: Weight Above or Equal
fr_ca: Poids supérieur ou égal à
ro_ro: Greutate mai mare sau egală
ru_ru: Вес заказа >=
sv_sv: Högre vikt eller jämförbar
tr_tr: Ağırlık üstünde veya eşit

source: e.g. 0.5
fr_ca: ex. : 0.5
ro_ro: exemplu: 0.5
ru_ru: например, 0,5
sv_sv: t.ex. 0.5
tr_tr: örneğin: 0.5

source: Weight Below
fr_ca: Poids inférieur à
ro_ro: Greutate mai mică
ru_ru: Вес заказа <
sv_sv: Vikt under
tr_tr: Ağırlığı altında

source: e.g. 3
fr_ca: ex. : 3
ro_ro: exemplu: 3
ru_ru: например, 3
sv_sv: t.ex. 3
tr_tr: örneğin: 3

source: Using Order Form Field Values
fr_ca: En fonction
ro_ro: Folosind valorile câmpurilor din formularul de comandă
ru_ru: Поля формы заказа товара
sv_sv: Med hjälp av ordervärden i formulärfält
tr_tr: Sipariş Alanı Değerlerini kullanma

source: Field name
fr_ca: Nom du champs
ro_ro: Nume câmp
ru_ru: Имя поля
sv_sv: Fältnamn
tr_tr: Alan adı

source: Define the field you would like to compare.
fr_ca: Définir le champ de formulaire que vous voulez comparer
ro_ro: Definiţi câmpul pe care doriţi să-l comparaţi.
ru_ru: Определите поле для сравнения.
sv_sv: Välj de fält du vill jämföra.
tr_tr: Karşılaştırmak istediğiniz alanı belirtiniz.

source: Select Field
fr_ca: Sélectionner un champ
ro_ro: Selectaţi câmpul
ru_ru: Выбрать поле
sv_sv: Välj fält
tr_tr: Alan Seç

source: Is or Contains
fr_ca: Est ou contient
ro_ro: Este sau Conţine
ru_ru: Является или содержит
sv_sv: Är eller Innehåller
tr_tr: Ya da içerir

source: e.g. field name "ShippingState" is "CA" or contains "CA, WA, NY"
fr_ca: ex. : le champ "ShippingState" est "CA" ou contient "CA, WA, NY"
ro_ro: exemplu: nume câmp "Judeţ_de_Livrare" este "IS" sau conţine "B, HR, MS"
ru_ru: например, имя поля "ShippingState" это "CA" или содержит "CA, WA, NY"("Регион доставки" это "Калифорния" или содержит "Калифорния, Вашингтон, Нью-Йорк")
sv_sv: t.ex. fältnamnet "ShippingState" är "CA" eller innehåller "CA, WA, NY"
tr_tr: örneğin alan adı "ShippingState" is "CA" or contains "CA, WA, NY"

source: Fee has been successfully deleted.
fr_ca: Le frais a été supprimé.
ro_ro: Taxa a fost ştearsă!
ru_ru: Стоимость доставки удалена.
sv_sv: Avgiften har raderats.
tr_tr: Ücret başarıyla silindi.

source: Order form field couldn't be found!
fr_ca: Le champ de formulaire de commande n'a pas pu être trouvé !
ro_ro: Câmpul de comenzi al formularului nu a fost găsit!
ru_ru: Не найдено!
sv_sv: Beställningsformulärsfältet kunde inte hittas!
tr_tr: Sipariş form alanı bulunamadı!
