Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/shopping.po
Languages: fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: Title
fr_ca: Titre
ro_ro: Titlu
ru_ru: Название
sv_sv: Rubrik
tr_tr: Başlık

source: Description
ro_ro: Descriere
ru_ru: Описание
sv_sv: Beskrivning
tr_tr: Açıklama

source: Custom Options Placeholder
fr_ca: Options personnalisées
ro_ro: Substituent Opţiuni Personalizate
ru_ru: Пользовательские функции
sv_sv: Platshållare för egna alternativ
tr_tr: Özel Seçenekler Yer Tutucusu

source: Blogging Options
fr_ca: Options de bloguage
ro_ro: Opţiuni Blog
ru_ru: Настройки публикации
sv_sv: Bloggalternativ
tr_tr: Bloglama Seçenekleri

source: Created on
fr_ca: Créé le
ro_ro: Creat la
ru_ru: Создан
sv_sv: Skapad den
tr_tr: Oluşturulma tarihi

source: Path
fr_ca: Chemin
ro_ro: Cale
ru_ru: Путь
sv_sv: Sökväg
tr_tr: Yol

source: Keywords
fr_ca: Mots-clé
ro_ro: Cuvinte cheie
ru_ru: Ключевые слова
sv_sv: Sökord
tr_tr: Anahtar kelimeler

source: Rating Options
fr_ca: Option de notation
ro_ro: Opţiuni evaluare
ru_ru: Настройки рейтинга
sv_sv: Betygsalternativ
tr_tr: Derecelendirme Seçenekleri

source: Enable Rating
fr_ca: Notation activée
ro_ro: Activează Evaluare
ru_ru: Включить
sv_sv: Aktivera betygsättning
tr_tr: Derecelendirmeyi etkinleştirin

source: Enable Guest Rating
fr_ca: Notation par les non-memebres activée
ro_ro: Activează Evaluare Vizitatori
ru_ru: Гости
sv_sv: Aktivera gästbetyg
tr_tr: Misafir Derecelendirmeyi etkinleştirin

source: Comments Options
fr_ca: Option des commentaires
ro_ro: Opţiuni Comentarii
ru_ru: Настройки комментариев
sv_sv: Kommentarsalternativ
tr_tr: Yorum Seçenekleri

source: Enable Comments
fr_ca: Commentaires activés
ro_ro: Activează Comentarii
ru_ru: Включить
sv_sv: Aktivera kommentarer
tr_tr: Yorumları Etkinleştir

source: Enable Guest Comments
fr_ca: Commentaires par les non-membres activés
ro_ro: Activează Comentarii Vizitatori
ru_ru: Гости
sv_sv: Aktivera gästkommentarer
tr_tr: Misafir Yorumları Etkinleştir

source: Additional Options
fr_ca: Options aditionnelles
ro_ro: Opţiuni Suplimentare
ru_ru: Дополнительные настройки
sv_sv: Fler alternativ
tr_tr: Ek Seçenekler

source: Deactivated
fr_ca: Désactivé
ro_ro: Dezactivat
ru_ru: Неактивно
sv_sv: Inaktiverad
tr_tr: Devre Dışı Bırakıldı

source: e.g. 150
fr_ca: ex. : 150
ro_ro: exemplu: 150
ru_ru: например, 150
sv_sv: t.ex. 150
tr_tr: örneğin: 150

source: <span class='comment' style='text-decoration: line-through;'>(marked with strike through)</span>
fr_ca: <span class='comment' style='text-decoration: line-through;'>(apparait barré)</span>
ro_ro: <span class='comentariu' style='text-decoration: line-through;'>(marcat prin tăiere)</span>
ru_ru: <span class='comment' style='text-decoration: line-through;'>(текст будет выглядеть зачеркнутим)</span>
sv_sv: <span class='comment' style='text-decoration: line-through;'>(genomstruken text)</span>
tr_tr: <span class='comment' style='text-decoration: line-through;'>(çizili olarak işaretlenmiş)</span>

source: <b>Billing information</b><br />* This information must match your credit card to prevent any delays
fr_ca: <b>Information de facturation</b><br />*Ces informations doivent correspondre à celles fournies à l'émetteur de votre carte de crédit afin d'éviter tout délai.
ro_ro: <b>Informaţiile de facturare</b><br />* Aceste informaţii trebuie să corespundă cu cardul dvs. de credit pentru a preveni orice întârzieri.
ru_ru: <b>Покупатель:</b>
sv_sv: <b>Faktureringsinformation</b><br />* Denna information måste matcha ditt kreditkort för att undvika förseningar
tr_tr: <b>Fatura bilgileri</b><br />* Bu bilgiler herhangi bir gecikmeyi engellemek için kredi kartı eşleşmelidir.

source: Your name
fr_ca: Votre nom
ro_ro: Numele dvs.
ru_ru: Имя
sv_sv: Ditt namn
tr_tr: Adınız

source: Phone number
fr_ca: Numéro de téléphone
ro_ro: Numărul de telefon
ru_ru: Телефон
sv_sv: Telefonnummer
tr_tr: Telefon Numaranız

source: <b>Shipping address</b><br />* Leave blank If same as Billing Information
fr_ca: <b>Adresse de livraison</b><br />*Laisser vide s'il s'agit de la même adresse que la facturation.
ro_ro: <b>Adresa de livrare</b><br />* Lăsaţi necompletat dacă este identică cu cea de la Informaţii de facturare
ru_ru: <b>Получатель</b><br />* не заполняйте если данные совпадают с данными Покупателя
sv_sv: <b>Leveransadress</b><br />* Lämna tomt om faktureringsadressen är densamma
tr_tr: <b>Teslimat adresi</b><br />* Fatura Bilgileri aynı ise boş bırakın

source: Company / Organization
fr_ca: Entreprise/association
ro_ro: Companie / Organizaţie
ru_ru: Организация
sv_sv: Företag / organisation
tr_tr: Kurum / Kuruluş

source: Address
fr_ca: Adresse
ro_ro: Adresa
ru_ru: Адрес
sv_sv: Adress
tr_tr: Adres

source: City
fr_ca: Ville
ro_ro: Oraş
ru_ru: Город
sv_sv: Stad
tr_tr: Şehir

source: State
fr_ca: Province/département
ro_ro: Judeţ
ru_ru: Штат
sv_sv: Län
tr_tr: Durum

source: Zip/Postal code
fr_ca: Code postal
ro_ro: Cod poştal
ru_ru: Почтовый индекс
sv_sv: Postnummer
tr_tr: Zip/Posta Kodu

source: Country
fr_ca: Pays
ro_ro: Ţara
ru_ru: Регион
sv_sv: Land
tr_tr: Ülke

source: Comments
fr_ca: Commentaires
ro_ro: Comentarii
ru_ru: Комментарии
sv_sv: Kommentarer
tr_tr: Yorumlar

source: Indicate here your preferences or other comments
fr_ca: Indiquer ici vos préférences et autres commentaires
ro_ro: Indicaţi aici preferinţele sau alte comentarii
ru_ru: Укажите здесь ваши пожелания / комментарии
sv_sv: Ange dina önskemål eller lämna andra kommentarer här
tr_tr: Tercihlerinizi ve diğer yorumları burada göster

source: Gift order
fr_ca: Cadeau
ro_ro: Comandă Cadou
ru_ru: Заказ подарка
sv_sv: Gåvobeställning
tr_tr: Hediye sipariş

source: Is this a gift order?
fr_ca: Est-ce que cette commande est un cadeau ?
ro_ro: Este aceasta o comandă cadou?
ru_ru: Это подарок?
sv_sv: Är detta en gåvobeställning?
tr_tr: Bu bir hediye siparişi mi?

source: Please enter your gift message here
fr_ca: Veuillez entrer votre message pour le cadeau
ro_ro: Vă rugăm să introduceţi mesajul dvs. pentru cadou aici
ru_ru: Текст сообщения
sv_sv: Skriv in din gåvomeddelande här
tr_tr: Lütfen buraya hediye mesajınızı giriniz

source: Automatic Continue Shopping
fr_ca: Continuer à magasiner automatiquement
ro_ro: Continuă cumpărăturile automat
ru_ru: Автоматически продолжить покупки
sv_sv: Fortsätt handla automatiskt
tr_tr: Otomatik Alışverişe Devam

source: Currency Position
fr_ca: Position du sigle monétaire
ro_ro: Poziţie monedă
ru_ru: Позиция знака валюты
sv_sv: Valutaposition
tr_tr: Para pozisyonu

source: Weight Unit
fr_ca: Unité de poids
ro_ro: Unitate de greutate
ru_ru: Единица измерения массы
sv_sv: Viktenhet
tr_tr: Ağırlık Birimi

source: Display Similar Items
fr_ca: Afficher les articles similaires
ro_ro: Afişare articole similare
ru_ru: Показывать
sv_sv: Visa liknande varor
tr_tr: Benzer Ürünleri Göster

source: Limit
fr_ca: Limites
ro_ro: Limită
ru_ru: Количество
sv_sv: Gräns

source: Email Notification
fr_ca: Notifications par courriels
ro_ro: Notificare prin email
ru_ru: Уведомление по электронной почте
sv_sv: Underrättelse via e-post
tr_tr: E-posta bildirimi

source: Send Notification Email On New Order
fr_ca: Envoyer une notification par courriel lors d'une nouvelle commande
ro_ro: Trimite un e-mail de notificare la comandă nouă
ru_ru: Отправлять уведомление по электронной почте о поступлении нового заказа
sv_sv: Skicka e-postunderrättelse vid ny order
tr_tr: Yeni sipariş bildirimi için e-posta gönder

source: Send Notification Email To
fr_ca: Envoyer une notification par courriel à
ro_ro: Trimite un e-mail de notificare la
ru_ru: Адрес электронной почты
sv_sv: Skicka e-postunderrättelse till
tr_tr: E-posta bildirimi gönder

source: Limits
fr_ca: Limites
ro_ro: Limite
ru_ru: Ограничения
sv_sv: Orderbegränsningar
tr_tr: Limitler

source: Minimum Item Order
fr_ca: Minimum d'articles commandés
ro_ro: Comandă minimă (articol)
ru_ru: Минимальное количество товаров в заказе
sv_sv: Min. antal per order
tr_tr: Asgari Ürün Siparişi

source: Minimum Order Price
fr_ca: Prix minimal de la commande
ro_ro: Comandă minimă (preţ)
ru_ru: Минимальная сумма заказа
sv_sv: Min. pris per order
tr_tr: En az Sipariş Fiyatı

source: Order Method InvoiceCustomer
fr_ca: Mode de paiement InvoiceCustomer
ro_ro: Metoda de facturare a clienţilor
ru_ru: Оплата наличными при получении
sv_sv: Betalsätt Faktura
tr_tr: InvoiceCustomer Sipariş Yöntemi

source: Order Method Check
fr_ca: Mode de paiement par chèque
ro_ro: Metoda de verificare a comenzii
ru_ru: Выписка чека
sv_sv: Betalsätt Check
tr_tr: Çek Sipariş Yöntemi

source: To Name
fr_ca: Au nom de
ro_ro: La Nume
ru_ru: Для имени
sv_sv: Mottagarnamn
tr_tr: Adına

source: Order Method PayPal
fr_ca: Mode de paiement PayPal
ro_ro: Comandă prin PayPal
ru_ru: PayPal
sv_sv: Betalsätt PayPal
tr_tr: PayPal Sipariş Yöntemi

source: Order Method CCBill
fr_ca: Mode de paiement CCBill
ro_ro: Comandă prin CCBill
ru_ru: CCBill
sv_sv: Betalsätt CCBill
tr_tr: CCBill Sipariş Yöntemi

source: Account Number
fr_ca: Numéro de compte
ro_ro: Număr Cont
ru_ru: Номер счета
sv_sv: Kontonummer
tr_tr: Hesap Numarası

source: SubAccount Number
fr_ca: Numéro du sous-compte
ro_ro: Număr SubCont
ru_ru: № субсчета
sv_sv: Underkontonummer
tr_tr: Alt Hesap Numarası

source: Form ID
fr_ca: Identifiant du formulaire
ro_ro: ID Formular
ru_ru: Форма ID
sv_sv: Formulär ID
tr_tr: Form Kimliği

source: Encryption Key
fr_ca: Clé d'encryption
ro_ro: Cod de criptare
ru_ru: Ключ шифрования
sv_sv: Krypteringsnyckel
tr_tr: Şifreleme Anahtarı

source: Currency Code
fr_ca: Code monétaire
ro_ro: Cod Monedă
ru_ru: Код валюты
sv_sv: Valutakod
tr_tr: Döviz Kodu

source: Order Method AlertPay
fr_ca: Mode de paiement AlertPay
ro_ro: Comandă prin AlertPay
ru_ru: AlertPay
sv_sv: Betalsätt AlertPay
tr_tr: AlertPay Sipariş Yöntemi

source: Security Code
fr_ca: Code de sécurité
ro_ro: Cod de Securitate
ru_ru: Код доступа
sv_sv: Säkerhetskod
tr_tr: Güvenlik Kodu

source: Order Method AuthorizeDotNet
fr_ca: Mode de paiement AuthorizeDotNet
ro_ro: Comandă prin AuthorizeDotNet
ru_ru: AuthorizeDotNet
sv_sv: Betalsätt AuthorizeDotNet
tr_tr: AuthorizeDotNet Sipariş Yöntemi

source: API Login ID
fr_ca: Identifiant API
ro_ro: ID Autentificare API
ru_ru: API Логин ID
sv_sv: API inloggnings-ID
tr_tr: API Giriş Kimliği

source: Transaction Key
fr_ca: Clé de transaction
ro_ro: Codul Tranzacţiei
ru_ru: Ключ транзакции
sv_sv: Överföringskod
tr_tr: İşlemin Anahtarı

source: Order Method 2CheckOut
fr_ca: Mode de paiement 2CheckOut
ro_ro: Comandă prin 2CheckOut
ru_ru: 2CheckOut
sv_sv: Betalsätt 2CheckOut
tr_tr: 2CheckOut Sipariş Yöntemi

source: Vendor ID
fr_ca: Identifiant vendeur
ro_ro: ID Distribuitor
ru_ru: ID продавца
sv_sv: Leverantörs-ID
tr_tr: Satıcı Kimliği

source: Skip Fraud Check
fr_ca: Sauter la vérification de fraude
ro_ro: Nu Verificaţi Fraudă
ru_ru: Проверить на мошенничество
sv_sv: Hoppa över bedrägerikontroll
tr_tr: Sahte Çek Kontrolünden Geç

source: Order Method MoneyBookers
fr_ca: Mode de paiement MoneyBookers
ro_ro: Comandă prin MoneyBookers
ru_ru: MoneyBookers
sv_sv: Betalsätt MoneyBookers
tr_tr: MoneyBookers Sipariş Yöntemi

source: Enabled
fr_ca: Activé
ro_ro: Activat
ru_ru: Включено
sv_sv: Aktiverad
tr_tr: Etkin

source: Currency
fr_ca: Monnaie
ro_ro: Monedă
ru_ru: Валюта
sv_sv: Valuta
tr_tr: Döviz

source: Secret Word
fr_ca: Mot secret
ro_ro: Cuvânt Secret
ru_ru: Секретное слово
sv_sv: Hemligt ord
tr_tr: Gizli Kelime

source: Shopping Orders
fr_ca: Commandes
ro_ro: Comenzi Plasate
ru_ru: Заказы
sv_sv: Beställningar
tr_tr: Alışveriş Siparişleri

source: Handle New / Processed orders and display members their orders history
fr_ca: Gestion des nouvelles commandes et commandes passées et affiche aux membres l'historique de leurs commandes
ro_ro: Manipulaţi comenzile noi / procesate şi afişaţi istoricul de comenzi al membrilor
ru_ru: Работа с заказами: оформление, редактирование, история...
sv_sv: Hantera nya / bearbetade beställningar och visa medlemmar deras beställningshistoria
tr_tr: Yeni / İşlenmiş siparişleri yönet ve üyelere onların sipariş geçmişini göster

source: Invoice Customer
fr_ca: Facturer le client
ro_ro: Factura clientului
ru_ru: Наличными
sv_sv: Fakturakund
tr_tr: Müşteri Faturası

source: You will be contacted personally to finalize the payments
fr_ca: Vous serez contacté personnellement pour finaliser le paiment
ro_ro: Veţi fi contactat personal pentru finalizarea plăţii.
ru_ru: Оплата производится наличными курьеру при получении товара.
sv_sv: Du kommer att kontaktas personligen att slutföra betalningarna
tr_tr: Ödemeler sonuçlandırmak için bizzat sizinle temasa geçilecektir

source: Check Payment
fr_ca: Paiement par chèque
ro_ro: Plata cu CEC
ru_ru: Оплата чеком
sv_sv: Checkbetalning
tr_tr: Çek ile Ödeme

source: Please complete the check to be sent to %s
fr_ca: Veuillez compléter le chèque à envoyer à %s
ro_ro: Vă rugăm să completaţi CEC'ul pentru a fi trimis la %s
ru_ru: Пожалуйста, заполните чек для отправки на %s
sv_sv: Fyll i check att skickas till %s
tr_tr: Lütfen %s gönderilmesi için çek'i tamamlayın

source: Credit Card Payment (PayPal)
fr_ca: Paiement par carte de crédit (PayPal)
ro_ro: Plata cu Card de credit (PayPal)
ru_ru: PayPal
sv_sv: Kreditkortsbetalning (PayPal)
tr_tr: Kredi Kartı ile Ödeme (PayPal)

source: An extra step will be required trough Paypal.com
fr_ca: Une étape supplémentaire sera requise via Paypal.com
ro_ro: Un pas suplimentar va fi necesar prin Paypal.com
ru_ru: Необходимо будет выполнить дополнительный шаг на Paypal.com
sv_sv: Ett extra steg kommer att krävas via Paypal.com
tr_tr: Paypal.com için fazladan bir adım gerekecektir

source: Credit Card Payment (CCBill)
fr_ca: Paiement par carte de crédit (CCBill)
ro_ro: Plata cu Card de credit (CCBill)
ru_ru: CCBill
sv_sv: Kreditkortsbetalning (CCBill)
tr_tr: Kredi Kartı ile Ödeme (CCBill)

source: An extra step will be required trough CCBill.com
fr_ca: Une étape supplémentaire sera requise via CCBill.com
ro_ro: Un pas suplimentar va fi necesar prin CCBill.com
ru_ru: Необходимо будет выполнить дополнительный шаг на CCBill.com
sv_sv: Ett extra steg kommer att krävas via CCBill.com
tr_tr: CCBill.com için fazladan bir adım gerekecektir

source: Credit Card Payment (AlertPay)
fr_ca: Paiement par carte de crédit (AlertPay)
ro_ro: Plata cu Card de credit (AlertPay)
ru_ru: AlertPay
sv_sv: Kreditkortsbetalning (AlertPay)
tr_tr: Kredi Kartı ile Ödeme (AlertPay)

source: An extra step will be required trough AlertPay.com
fr_ca: Une étape supplémentaire sera requise via AlertPay.com
ro_ro: Un pas suplimentar va fi necesar prin AlertPay.com
ru_ru: Необходимо будет выполнить дополнительный шаг на AlertPay.com
sv_sv: Ett extra steg kommer att krävas via AlertPay.com
tr_tr: AlertPay.com için fazladan bir adım gerekecektir

source: Credit Card Payment (Authorize.net)
fr_ca: Paiement par carte de crédit (Authorize.net)
ro_ro: Plata cu Card de credit (Authorize.net)
ru_ru: Authorize.net
sv_sv: Kreditkortsbetalning (Authorize.net)
tr_tr: Kredi Kartı ile Ödeme (Authorize.net)

source: An extra step will be required trough Authorize.net
fr_ca: Une étape supplémentaire sera requise via Authorize.net
ro_ro: Un pas suplimentar va fi necesar prin Authorize.net
ru_ru: Необходимо будет выполнить дополнительный шаг на Authorize.net
sv_sv: Ett extra steg kommer att krävas via Authorize.net
tr_tr: Authorize.net için fazladan bir adım gerekecektir

source: Credit Card Payment (2CheckOut)
fr_ca: Paiement par carte de crédit (2CheckOut)
ro_ro: Plata cu Card de credit (2CheckOut)
ru_ru: 2CheckOut
sv_sv: Kreditkortsbetalning (2CheckOut)
tr_tr: Kredi Kartı ile Ödeme (2checkout)

source: An extra step will be required trough 2CheckOut.com
fr_ca: Une étape supplémentaire sera requise via 2CheckOut.com
ro_ro: Un pas suplimentar va fi necesar prin 2CheckOut.com
ru_ru: Необходимо будет выполнить дополнительный шаг на 2CheckOut.com
sv_sv: Ett extra steg kommer att krävas via 2CheckOut.com
tr_tr: 2CheckOut.com için fazladan bir adım gerekecektir

source: Credit Card Payment (MoneyBookers)
fr_ca: Paiement par carte de crédit (MoneyBookers)
ro_ro: Plata cu Card de credit (MoneyBookers)
ru_ru: MoneyBookers
sv_sv: Kreditkortsbetalning (MoneyBookers)
tr_tr: Kredi Kartı ile Ödeme (MoneyBookers)

source: An extra step will be required trough MoneyBookers.com
fr_ca: Une étape supplémentaire sera requise via MoneyBookers.com
ro_ro: Un pas suplimentar va fi necesar prin MoneyBookers.com
ru_ru: Необходимо будет выполнить дополнительный шаг на MoneyBookers.com
sv_sv: Ett extra steg kommer att krävas via MoneyBookers.com
tr_tr: MoneyBookers.com için fazladan bir adım gerekecektir

source: Please contact client to finalize the payments.
fr_ca: Veuillez contacter le client pour finaliser le paiement
ro_ro: Vă rugăm să contactaţi clientul pentru finalizarea plăţii.
ru_ru: Пожалуйста, свяжитесь с клиентом для завершения платежа.
sv_sv: Vänligen kontakta kunden för att slutföra betalningar.
tr_tr: Ödemeleri sonuçlandırmak için müşteri ile irtibata geçiniz.

source: Name on Check
fr_ca: Nom sur le chèque
ro_ro: Numele pe CEC
ru_ru: Название чека
sv_sv: Namn på check
tr_tr: İsme Çek

source: Check Number
fr_ca: Numéro du chèque
ro_ro: Numărul CEC'ului
ru_ru: Номер чека
sv_sv: Checknummer
tr_tr: Çek Numarası

source: Check Amount
fr_ca: Montant du chèque
ro_ro: Suma pe CEC
ru_ru: Сумма чека
sv_sv: Checkbelopp
tr_tr: Çek Miktarı

source: Your order has been successfully created but your payment has not been processed yet. To finalize your payments please click on the button below.
fr_ca: Votre commande a été créée mais le paiement n'a pas été traité encore. Pour finaliser votre paiement, veuillez cliquer sur le bouton ci-bas.
ro_ro: Comanda dvs. a fost creată cu succes, dar plata nu a fost încă procesată. Pentru finalizarea plăţi dvs., vă rugăm daţi clic pe butonul de mai jos.
ru_ru: Ваш заказ был успешно сформирован, но платеж еще не обработан. Чтобы завершить платежь нажмите на кнопку ниже.
sv_sv: Din beställning har skapats men din betalning har inte behandlats ännu. För att slutföra dina betalningar klicka på knappen nedan.
tr_tr: Siparişiniz başarıyla oluşturuldu ama ödeme henüz işlenmedi. Ödemelerinizi sonuçlandırmak için aşağıdaki butona tıklayınız.

source: User redirected to paypal, payment is being processed.
fr_ca: L'utilisateur a été redirigé vers PayPal, le paiement est en cours de traitement.
ro_ro: Utilizator redirecţionat către PayPal, plata este în curs de procesare.
ru_ru: Пользователь перенаправляется на PayPal, оплата обрабатывается.
sv_sv: Användare omdirigeras till PayPal, betalningen bearbetas.
tr_tr: Kullanıcı paypal'a yönlendirilecektir, ödeme hazırlanıyor.

source: Click to Finalize Payments
fr_ca: Cliquer pour finaliser les paiements
ro_ro: Daţi clic pentru a finaliza plata
ru_ru: Нажмите для завершения платежа
sv_sv: Klicka för att slutföra betalningar
tr_tr: Ödemeleri Sonuçlandırmak için tıklayın

source: User redirected to ccbill, payment is being processed.
fr_ca: L'utilisateur a été redirigé vers CCBill, le paiement est en cours de traitement.
ro_ro: Utilizator redirecţionat către CCBill, plata este în curs de procesare.
ru_ru: Пользователь перенаправляется на CCBill, оплата обрабатывается.
sv_sv: Användare omdirigeras till CCBill, betalningen bearbetas.
tr_tr: Kullanıcı CCBill'a yönlendirilecektir, ödeme hazırlanıyor.

source: User redirected to alertpay, payment is being processed.
fr_ca: L'utilisateur a été redirigé vers AlertPay, le paiement est en cours de traitement.
ro_ro: Utilizator redirecţionat către AlertPay, plata este în curs de procesare.
ru_ru: Пользователь перенаправляется на AlertPay, оплата обрабатывается.
sv_sv: Användare omdirigeras till Alertpay, betalningen bearbetas.
tr_tr: Kullanıcı alertpay'a yönlendirilecektir, ödeme hazırlanıyor.

source: User redirected to authorize.net, payment is being processed.
fr_ca: L'utilisateur a été redirigé vers Authorize.net, le paiement est en cours de traitement.
ro_ro: Utilizator redirecţionat către Authorize.net, plata este în curs de procesare.
ru_ru: Пользователь перенаправляется на Authorize.net, оплата обрабатывается.
sv_sv: Användare omdirigeras till authorize.net, betalningen bearbetas.
tr_tr: Kullanıcı authorize.net'e yönlendirilecektir, ödeme hazırlanıyor.

source: User redirected to 2checkout, payment is being processed.
fr_ca: L'utilisateur a été redirigé vers 2CheckOut, le paiement est en cours de traitement.
ro_ro: Utilizator redirecţionat către 2CheckOut, plata este în curs de procesare.
ru_ru: Пользователь перенаправляется на 2CheckOut, оплата обрабатывается.
sv_sv: Användare omdirigeras till 2Checkout, betalningen bearbetas.
tr_tr: Kullanıcı 2checkout'a yönlendirilecektir, ödeme hazırlanıyor.

source: User redirected to moneybookers, payment is being processed.
fr_ca: L'utilisateur a été redirigé vers MonerBookers, le paiement est en cours de traitement.
ro_ro: Utilizator redirecţionat către MoneyBookers, plata este în curs de procesare.
ru_ru: Пользователь перенаправляется на MoneyBookers, оплата обрабатывается.
sv_sv: Användare omdirigeras till Moneybookers, betalningen bearbetas.
tr_tr: Kullanıcı Moneybookers'a yönlendirilecektir, ödeme hazırlanıyor.

source: Order
fr_ca: Commande
ro_ro: Comandă
sv_sv: Beställning
tr_tr: Sipariş

source: Order item couldn't be added to the db! Please contact us with this error as soon as possible.
fr_ca: L'article commandé ne peut être ajouté à la base de données ! Veuillez nous contacter en spécifiant cette erreur dès que possible.
ro_ro: Articolul comandat nu a putut fi adăugat în baza de date! Vă rugăm să ne contactati urgent cu această eroare.
ru_ru: Заказ не сформирован! Пожалуйста, свяжитесь с нами, чтобы мы исправили эту ошибку как можно скорее.
sv_sv: Beställningsvara kunde inte läggas till i databasen! Kontakta oss om det här felet så snart som möjligt.
tr_tr: Sipariş ürünü veri tabanına eklenemedi! En kısa sürede bu hata ile bize ulaşın.

source: Order item couldn't be updated! Error: %s
fr_ca: L'article commandé n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Articolul comandat nu a putut fi actualizat! Eroare: %s
ru_ru: Заказ не обновлен! Ошибка: %s
sv_sv: Beställningsvara kunde inte uppdateras! Fel: %s
tr_tr: Sipariş ürünü güncellenemedi! Hata: %s

source: Shopping cart settings table cannot be found! Please first install the Shopping Cart module and then try again.
fr_ca: La tables des paramètres du panier d'achat ne peut pas être trouvé ! Veuillez installer le module Panier d'achat et réessayer.
ro_ro: Tabelul cu setările pentru coşul de cumpărături (Shopping Cart) nu poate fi găsit! Vă rugăm să instalaţi modulul 'Shopping Cart' şi apoi încercaţi din nou.
ru_ru: Таблица настройки корзины не найдена! Пожалуйста, сначала установить модуль Корзина, а затем повторите попытку.
sv_sv: Varukorgsinställningstabellen kan inte hittas! Var god installera Shopping Cart-modulen först och försök igen.
tr_tr: Alışveriş sepeti ayarları tablosu bulunamıyor! Öncelikle Alışveriş Sepeti modülü yükleyin ve yeniden deneyin.

source: New Order
fr_ca: Nouvelle commande
ro_ro: Comandă Nouă
ru_ru: Новый заказ
sv_sv: Ny beställning
tr_tr: Yeni Sipariş

source: Items
fr_ca: Articles
ro_ro: Articole
ru_ru: Товар
sv_sv: Artiklar
tr_tr: Ürünler

source: Cart Settings
fr_ca: Paramètres du panier d'achat
ro_ro: Setări Coş
ru_ru: Настройки корзины
sv_sv: Hantera inställningar
tr_tr: Sepet Ayarları

source: Order Owner
fr_ca: Propriétaire de la commande
ro_ro: Proprietarul Comenzii
ru_ru: Покупатель
sv_sv: Beställare
tr_tr: Sipariş Sahibi

source: Define the owner of this order
fr_ca: Définir le propriétaire de cette commande
ro_ro: Definiţi proprietarul acestei comenzi
ru_ru: Указать владельца этого заказа
sv_sv: Definiera ägare till denna beställning
tr_tr: Bu siparişin sahibini tanımlayın

source: Select User
fr_ca: Sélectionner l'utilisateur
ro_ro: Selectaţi utilizator
ru_ru: Выбрать пользователя
sv_sv: Välj användare
tr_tr: Kullanıcı Seç
