Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/shopping.po
Languages: fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: * For more details on each item click on the item's title. To change the quantity of an item pick a new quantity and press the Update Cart button.
fr_ca: * Pour plus de détails sur chaque article, cliquez sur le titre de celui-ci. Pour changer la quantité d'un article, entrez la nouvelle quantité et appuyez sur le bouton Mettre à jour le panier.
ro_ro: * Pentru mai multe detalii despre fiecare produs faceţi clic pe titlul produsului. Pentru a schimba cantitatea unui produs alege o nouă cantitate şi apăsaţi butonul Actualizare Coş de cumpărături.
ru_ru: * Для просмотра подробной информации нажмите на название товара.
sv_sv: * För mer information om varje artikel klicka på varans rubrik. För att ändra antal välj ett nytt antal och tryck på knappen uppdatera varukorgen.
tr_tr: *Ürün hakkında daha fazla bilgi için ürün başlıklarına tıklayınız. Bir ürün miktarını değişmek için yeni bir miktar seçin ve Sepeti Güncelle butonuna basın.

source: Checkout
fr_ca: Passer à la caisse
ro_ro: Finalizare comandă
ru_ru: Оформить заказ
sv_sv: Checka ut
tr_tr: Kontrol edin

source: Continue Shopping
fr_ca: Continuer de magasiner
ro_ro: Continuaţi cumpărăturile
ru_ru: Продолжить покупки
sv_sv: Fortsätt handla
tr_tr: Alışverişe devam

source: Update Cart
fr_ca: Mettre à jour le panier
ro_ro: Actualizare Coş de cumpărături.
ru_ru: Обновить корзину
sv_sv: Uppdatera varukorg
tr_tr: Sepeti Güncelle

source: Similar Items
fr_ca: Articles similaires
ro_ro: Produse Similare
ru_ru: Похожие товары
sv_sv: Liknande varor
tr_tr: Benzer Ürünler

source: <b>Checkout Limit:</b> You must purchase at least %s item(s) to complete your checkout.
fr_ca: <b>Limites d'achat :</b> Vous devez acheter au minimum %s articles pour compléter la commande.
ro_ro: <b>Limită de comandă:</b> Trebuie să cumpăraţi cel puţin %s produs(e) pentru a putea finaliza comanda.
ru_ru: Обращаем ваше внимание на то, что количество единиц товара в заказе должно быть не менее: <b>%s</b>
sv_sv: <b>Köpgräns:</b> Du måste handla minst % vara(or) för att slutföra din beställning.
tr_tr: <b>Ödeme Limiti:</b> En az %s ürün(ler) almalısınız ki ödemeyi tamamlayabilesiniz.

source: <b>Checkout Limit:</b> You must purchase item(s) for at least %s to complete your checkout.
fr_ca: <b>Limites d'achat :</b> Vous devez acheter pour un minimum de %s pour compléter la commande.
ro_ro: <b>Limită de comandă:</b> Trebuie să cumpăraţi produse de cel puţin %s pentru a putea finaliza comanda.
ru_ru: Обращаем ваше внимание на то, что минимальная сумма заказа в нашем интернет-магазине составляет: <b>%s</b>
sv_sv: <b>Köpgräns:</b> Du måste handla varor för minst %s för att slutföra din beställning.
tr_tr: <b>Ödeme Limiti:</b> %s Ürün(ler) almalısınız ki ödemeyi tamamlayabilesiniz.

source: Handle pending and processing orders
fr_ca: Traiter les commandes en attente et en traitement
ro_ro: ID (Handle) în aşteptarea şi procesarea comenzilor
ru_ru: Создание новых и обработка поступивших заказов
sv_sv: Hantera väntande och pågående beställningar
tr_tr: Bekleyen ve işleyen siparişlerin idaresi

source: New Orders
fr_ca: Nouvelles commandes
ro_ro: Comenzi noi
ru_ru: Новые заказы
sv_sv: Nya beställningar
tr_tr: Yeni Siparişler

source: Lookup and update processed orders
fr_ca: Chercher et mettre à jour les commande traitées
ro_ro: Căutarea şi actualizarea comenzilor procesate
ru_ru: Поиск и обновление обработанных заказов
sv_sv: Granska och uppdatera färdiga beställningar
tr_tr: İşlenmiş siparişleri ara ve güncelle

source: Sales
fr_ca: Ventes
ro_ro: Vânzări
ru_ru: Продажи
sv_sv: Omsättning
tr_tr: Satış

source: Start / End Date
fr_ca: Date de début/fin
ro_ro: Data de Început/Sfârşit
ru_ru: Интервал
sv_sv: Start / slutdatum
tr_tr: Başlangıç / Bitiş Tarihi

source: Products
fr_ca: Articles
ro_ro: Produse
ru_ru: Товары
sv_sv: Produkter
tr_tr: Ürünler

source: Bestsellers
fr_ca: Meilleurs vendeurs
ro_ro: Cele mai bine vândute
ru_ru: Бестселлеры
sv_sv: Bästsäljare
tr_tr: En çok satanlar

source: Most Viewed Products
fr_ca: Articles les plus vus
ro_ro: Cele mai vizualizate
ru_ru: Популярные продукты
sv_sv: Mest visade produkter
tr_tr: En çok İncelenen Ürünler

source: Order originated from
fr_ca: Commande provenant de
ro_ro: Comanda provine de la
ru_ru: Заказ от
sv_sv: Order kom från
tr_tr: Sipariş Kaynağı

source: Credit Card Payment (Ogone)
fr_ca: Paiement par carte de crédit (Ogone)
ro_ro: Plata cu Card de credit (Ogone)
ru_ru: Ogone
sv_sv: Kreditkortsbetalning (Ogone)
tr_tr: Kredi Kartı ile Ödeme (Ogone)

source: An extra step will be required trough Ogone.com
fr_ca: Une étape supplémentaire sera requise via Ogone.com
ro_ro: Un pas suplimentar va fi necesar prin Ogone.com
ru_ru: Необходимо будет выполнить дополнительный шаг на Ogone.com
sv_sv: Ett extra steg kommer att krävas via Ogone.com
tr_tr: Ogone.com için fazladan bir adım gerekecektir

source: User redirected to ogone, payment is being processed.
fr_ca: L'utilisateur a été redirigé vers Ogone, le paiement est en cours de traitement.
ro_ro: Utilizator redirecţionat către ogone, plata este în curs de procesare.
ru_ru: Пользователь перенаправляется на Ogone, оплата обрабатывается.
sv_sv: Användare omdirigeras till Ogone, där betalningen bearbetas.
tr_tr: Kullanıcı ogone.com'a yönlendirilecektir, ödeme hazırlanıyor.

source: Item option "%s" is required for "%s"!
fr_ca: L'option "%s" est requise pour l'article "%s" !
ro_ro: Opţiunea "%s" pentru acest articol este necesară pentru "%s" !
ru_ru: Опция товара "%s" необходима для "%s"!
sv_sv: Artikelalternativet "%s" krävs för "%s"!
tr_tr: Öğe seçeneği "%s", "%s" için gerekli!

source: Views
ru_ru: Просмотры
sv_sv: Visningar

source: The selected quantity exceeds quantity available (%s) in stock!
sv_sv: Vald kvantitet överstiger tillgängliga (%s) varor i lager!

source: New Coupon
sv_sv: Ny kupong

source: Coupon
sv_sv: Kupong

source: and/or
sv_sv: och/eller

source: Coupon has been successfully deleted.
sv_sv: Kupongen har raderats.

source: Coupon has been successfully updated.
sv_sv: Kupongen har uppdaterats.

source: Coupon has been successfully created.
sv_sv: Kupongen har skapats.

source: %s up to %s
sv_sv: %s upp till %s

source: Shopping Cart Coupons Administration
sv_sv: Hantera varukorgskuponger

source: Edit Coupon
sv_sv: Redigera kupong

source: No coupons found.
sv_sv: Inga kuponger hittade.

source: Coupon couldn't be added! Error: %s
sv_sv: Kupong kunde inte läggas till! Fel: %s

source: Coupon couldn't be updated! Error: %s
sv_sv: Kupong kunde inte uppdateras! Fel: %s

source: Set and manage discount coupons
sv_sv: Ställ in och hantera rabattkuponger

source: Coupons Settings
sv_sv: Hantera kuponger

source: Discount Codes
sv_sv: Rabattkoder

source: invalid
sv_sv: Ogiltig

source: Enter your coupon code if you have one.
sv_sv: Ange din kupongkod om du har en.

source: Stock left: %s
sv_sv: Kvar i lager: %s

source: Low / Out of Stock Items
sv_sv: Låg nivå / slut på lagervaror

source: ID
fr_ca: Identifiant
tr_tr: Kimlik

source: Order Status
fr_ca: Statut de la commande
ro_ro: Starea Comenzii
ru_ru: Состояние заказа
tr_tr: Sipariş Takibi

source: Status
fr_ca: Statut
ro_ro: Stare
ru_ru: Состояние
tr_tr: Durum

source: Username couldn't be found!
ro_ro: Numele de utilizator nu a putut fi găsit!
tr_tr: Kullanıcı adı bulunamadı!

source: Please make sure you have entered / selected the right username or if you wish to add this order to a new user please first create the user at Member Management -> Users.
ro_ro: Vă rugăm să vă asiguraţi că aţi introdus / selectat numele de utilizator corect sau dacă doriţi să adăugaţi această comandă la un utilizator nou vă rugăm să creaţi utilizatorul la Management Membri -> Utilizatori.
tr_tr: Girmiş olduğunuz / seçtiğiniz kullanıcı adının doğru olduğundan emin olun yada bu ürünü yeni bir kullanıcı olarak eklemek isterseniz öncelikle Üye Yönetimi -> Kullanıcılar bölümünden yeni bir kullanıcı oluşturun.

source: %s, started on <i>%s</i>, finished on <i>%s</i>, from %s
tr_tr: %s, <i>%s</i> de başladı, <i>%s</i> de bitti, %s den itibaren

source: Please make sure you have entered / selected the right username or if you wish to add this discount to a new user please first create the user at Member Management -> Users.
ro_ro: Vă rugăm să vă asiguraţi că aţi introdus / selectat corect numele de utilizator. Dacă doriţi să adăugaţi această reducere unui utilizator nou vă rugăm să creaţi utilizatorul la Management -> Utilizatori.
tr_tr: Girmiş olduğunuz / seçtiğiniz kullanıcı adının doğru olduğundan emin olun yada bu indirimi yeni bir kullanıcı olarak eklemek isterseniz öncelikle Üye Yönetimi -> Kullanıcılar bölümünden yeni bir kullanıcı oluşturun.
