Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/shopping.po
Languages: fr_ca, ro_ro, ru_ru, sv_sv, tr_tr

source: Please make sure you have entered / selected the right field or if you wish to add this fee to a new field please first create the field at Content Management -> Dynamic Forms.
fr_ca: Veuillez vous assurer que vous avez entré/sélectionné le bon champ. Si vous désirez ajouter ce frais à un nouveau champ, veuillez d'abord le créer dans Gestion du contenu -> Formulaires dynamiques.
ro_ro: Vă rugăm să vă asiguraţi că aţi introdus / selectat câmpul corect sau dacă doriţi să adăugaţi această taxă la un câmp nou vă rugăm să îl creaţi mai întâi în Management Conţinut -> Formulare Dinamice.
ru_ru: Пожалуйста, проверьте, что вы ввели / выбрали в правом поле, или если вы хотите добавить стоимость в новом поле пожалуйста, сначала создать поле Панель управления -> Формы.
sv_sv: Se till att du har angett / valt rätt fält eller om du vill lägga till denna avgift till ett nytt område måste du först skapa området vid Hantera innehåll -> Hantera formulär.
tr_tr: Girmiş olduğunuz / seçtiğiniz alanın doğru olduğundan emin olun yada bu ücret için yeni bir alan eklemek isterseniz öncelikle İçerik Yönetimi -> Dinamik Formlar bölümünden yeni bir alan oluşturun.

source: Fee has been successfully updated.
fr_ca: Le frais a été mis à jour.
ro_ro: Taxa a fost actualizată!
ru_ru: Стоимость доставки обновлена.
sv_sv: Avgiften har uppdaterats.
tr_tr: Ücret başarıyla güncellendi.

source: Fee has been successfully created.
fr_ca: Le frais a été créé.
ro_ro: Taxa a fost creată!
ru_ru: Стоимость доставки добавлена.
sv_sv: Avgiften har skapats.
tr_tr: Ücret başarılı bir şekilde oluşturuldu.

source: Order Form Fields
fr_ca: Champs du formulaire de commande
ro_ro: Câmpurile Formularului de Comandă
ru_ru: Поля формы заказа
sv_sv: Beställningsformulärsfält
tr_tr: Sipariş Form Alanları

source: Field
fr_ca: Champ
ro_ro: Câmp
ru_ru: Поле
sv_sv: Fält
tr_tr: Alan

source: Name
fr_ca: Nom
ro_ro: Nume
ru_ru: Название
sv_sv: Namn
tr_tr: Ad

source: Fee
fr_ca: Frais
ro_ro: Taxă
ru_ru: Стоимость доставки
sv_sv: Avgift
tr_tr: Ücret

source: Weight >=
fr_ca: Poids >=
ro_ro: Greutate mai mare sau egală
ru_ru: Вес >=
sv_sv: Vikt >=
tr_tr: Ağırlık >=

source: Weight <
fr_ca: Poids <
ro_ro: Greutate mai mică
ru_ru: Вес <
sv_sv: Vikt <
tr_tr: Ağırlık <

source: Field deleted!
fr_ca: Champs supprimé !
ro_ro: Câmp şters!
ru_ru: Поле удалено!
sv_sv: Fält raderat!
tr_tr: Alan silindi!

source: Shopping Cart Fees Administration
fr_ca: Gestion des frais
ro_ro: Administrarea Taxelor Coşului de Cumpărături
ru_ru: Управление стоимостью доставки
sv_sv: Hantera Varukorgsavgifter
tr_tr: Alışveriş Sepeti Ücret Yönetimi

source: Edit Fee
fr_ca: Modifier le frais
ro_ro: Editare Taxă
ru_ru: Редактировать
sv_sv: Redigera avgift
tr_tr: Ücret Düzenle

source: No fees found.
fr_ca: Aucun frais trouvé.
ro_ro: Nu sunt Taxe
ru_ru: Не найдено.
sv_sv: Inga avgifter hittade.
tr_tr: Hiç bir ücret bulunmadı.

source: Fee couldn't be added! Error: %s
fr_ca: Le frais n'a pas pu être ajouté ! Erreur : %s
ro_ro: Taxa nu a putut fi adaugată! Eroare: %s
ru_ru: Не добавлено! Ошибка: %s
sv_sv: Avgift kunde inte läggas till! Fel: %s
tr_tr: Ücret eklenemedi! Hata: %s

source: Fee couldn't be updated! Error: %s
fr_ca: Le frais n'a pas pu être mis à jour ! Erreur : %s
ro_ro: Taxa nu a putut fi actualizată! Eroare: %s
ru_ru: Не обновлено! Ошибка: %s
sv_sv: Avgift kunde inte uppdateras! Fel: %s
tr_tr: Ücret güncellenemedi! Hata: %s

source: New Tax
fr_ca: Nouvelle taxe
ro_ro: Taxă Nouă (TVA)
ru_ru: Новая налоговая ставка
sv_sv: Ny skatt
tr_tr: Yeni Vergi

source: Tax Percentage
fr_ca: Pourcentage de taxe
ro_ro: Procentaj Taxă (TVA)
ru_ru: Процент
sv_sv: Skatt i procent
tr_tr: Vergi oranı

source: Tax has been successfully deleted.
fr_ca: La taxe a été supprimée.
ro_ro: Taxa (TVA) a fost ştearsă!
ru_ru: Налоговая ставка успешно удалена.
sv_sv: Skatt har raderats.
tr_tr: Vergi başarıyla silindi.

source: Please make sure you have entered / selected the right field or if you wish to add this tax to a new field please first create the field at Content Management -> Dynamic Forms.
fr_ca: Veuillez vous assurer d'avoir entré/sélectionné le bon champ. Si vous désirez ajouter cette taxe à un nouveau champ, veuillez d'abord le créer dans Gestion du contenu -> Formulaires dynamiques.
ro_ro: Vă rugăm să vă asiguraţi că aţi introdus / selectat câmpul corect sau dacă doriţi să adăugaţi această taxă (TVA) la un câmp nou vă rugăm să îl creaţi mai întâi în Management Conţinut -> Formulare Dinamice.
ru_ru: Пожалуйста, убедитесь, что вы ввели / выбрали поле, или если вы хотите добавить этот налог в новое поле пожалуйста, сначала создайте его в Панель управления -> Формы.
sv_sv: Se till att du har angett / valt rätt fält eller om du vill lägga till denna skatt till ett nytt område måste du först skapa området vid Hantera innehåll -> Hantera formulär.
tr_tr: Girmiş olduğunuz / seçtiğiniz alanın doğru olduğundan emin olun yada bu vergi için yeni bir alan eklemek isterseniz öncelikle İçerik Yönetimi -> Dinamik Formlar bölümünden yeni bir alan oluşturun.

source: Tax has been successfully updated.
fr_ca: la taxe a été mise à jour.
ro_ro: Taxă (TVA) actualizată cu succes.
ru_ru: Налоговая ставка успешно обновлена.
sv_sv: Skatt har uppdaterats.
tr_tr: Vergi başarıyla güncellendi.

source: Tax has been successfully created.
fr_ca: La taxe a été créée.
ro_ro: Taxă (TVA) creată cu succes.
ru_ru: Налоговая ставка успешно добавлена.
sv_sv: Skatt har skapts.
tr_tr: Vergi başarıyla oluşturuldu.

source: Shopping Cart Taxes Administration
fr_ca: Gestion des taxes
ro_ro: Administrarea Taxelor (TVA) Coşului de Cumpărături
ru_ru: Управление налогами
sv_sv: Hantera skatt för varukorg
tr_tr: Alışveriş Sepeti Vergi Yönetimi

source: Edit Tax
fr_ca: Modifier la taxe
ro_ro: Editare Taxă (TVA)
ru_ru: Редактировать
sv_sv: Redigera skatt
tr_tr: Vergi Düzenle

source: No taxes found.
fr_ca: Aucune taxe trouvée.
ro_ro: Nu au fost găsite taxe (TVA)!
ru_ru: Налоги не установлены.
sv_sv: Ingen skatt hittad.
tr_tr: Hiçbir vergi bulunmadı.

source: Tax couldn't be added! Error: %s
fr_ca: La taxe n'a pas pu être ajoutée ! Erreur : %s
ro_ro: Taxa (TVA) nu a putut fi adaugată! Eroare: %s
ru_ru: Налоговая ставка не добавлена! Ошибка: %s
sv_sv: Skatt kan inte läggas till! Fel: %s
tr_tr: Vergi eklenemedi! Hata: %s

source: Tax couldn't be updated! Error: %s
fr_ca: La taxe n'a pas pu être mise à jour ! Erreur : %s
ro_ro: Taxa (TVA) nu a putut fi actualizată! Eroare: %s
ru_ru: Налоговая ставка не обновлена! Ошибка: %s
sv_sv: Skatt kan inte uppdateras! Fel: %s
tr_tr: Vergi güncellenemedi! Hata: %s

source: Checkout Form
fr_ca: Formulaire de paiement
ro_ro: Formular de finalizare comandă
ru_ru: Форма оформления заказа
sv_sv: Kassaformulär
tr_tr: Formu Kontrol edin

source: We are sorry but it seems the stock for "%s" has changed meanwhile and there aren't enough items in stock now. Please go back and update your cart. Total available items in stock for this item are: %s.
fr_ca: Nous sommes désolé, il semble que les stocks de l'article "%s" ont changé entre temps et qu'il n'y a maintenant plus assez d'articles en stock. Veuillez retourner sur votre panier et modifier les quantités désirées. Nombre d'articles toujours disponibles : %s.
ro_ro: Ne pare rău, dar stocul de"%s" sa schimbat între timp şi nu sunt destule articole în stoc momentan. Vă rugăm să mergeţi înapoi şi actualizaţi coşul de cumparaturi. Total produse în stoc disponibile pentru acest articol sunt: %s
ru_ru: Нам жаль, но количество товара "%s" недостаточно. Количество имеющихся на складе товара, составляет: %s.
sv_sv: Vi är ledsna, men det verkar som lagret för "%s" har ändrats och det finns inte tillräckligt med varor i lager just nu. Gå tillbaka och uppdatera din varukorg. Totalt tillgängligt i lager för denna artikel är: %s.
tr_tr: Özür dileriz ama buarada "%s" için stock değişti ve yeteri kadar ürün kalmadı. Geri dönüp sepetinizi güncelleyin. Bu ürün için stoktaki mevcut ürün sayısı: %s.

source: <b>Your order %s has been successfully saved.</b><br /> You can now complete the payment or leave it for a later date.
fr_ca: <b>Votre commande %s a été sauvegardée.</b><br />Vous pouvez compléter le paiement ou le faire ultérieurement.
ro_ro: <b>Comanda dvs. %s a fost salvată cu succes.</b><br /> Puteţi finaliza plata acum sau lăsaţi-o pentru o dată ulterioară.
ru_ru: <b>Ваш заказ %s был успешно сохранен.</b><br />Теперь Вы можете его оплатить или отложить его на более поздний срок.
sv_sv: <b>Din beställning %s har sparats.</b><br /> Du kan nu slutföra betalningen eller fullfölja köpet vid ett senare datum.
tr_tr: <b>Siparişiniz %s başarıyla kayıt edildi.</b><br /> Şimdi ödemeyi tamamlayınız veya daha sonraki bir tarihte bırakın.

source: View Your Orders
fr_ca: Visualiser vos commandes
ro_ro: Vezi comenzile tale
ru_ru: Смотреть заказы
sv_sv: Granska beställningen
tr_tr: Siparişlerinizi görüntüle

source: <b>Thank you for your order!</b><br /><br /> Your confirmation / tracking number is <b>%s</b>, please keep it for your record, also a receipt has been emailed to you with all the information including your confirmation / tracking number.
fr_ca: <b>Merci pour votre commande !</b><br /><br />Votre numéro de commande/suivi est <b>%s</b>, veuillez le garder dans vos dossier. De plus, un reçu vous a été envoyé par courriel avec toutes les information, incluant votre numéro de commande/suivi.
ro_ro: <b>Vă mulţumim pentru comanda dvs.!</b><br /><br /> Confirmarea / număr de urmărire este <b>%s</b>, vă rugăm să păstraţi-l pentru arhiva dvs., de asemenea, o confirmare de primire a fost trimisă prin e-mail cu toate informaţiile, inclusiv confirmare / numărul de urmărire.
ru_ru: <b>Благодарим Вас за покупку!</b><br /><br />Номер вашего заказа <b>%s</b>.
sv_sv: <b>Tack för din beställning!</b><br /><br /> Ditt bekräftelse-/spårningsnummer är <b>%s</b>, spara/skriv gärna ned det nu, ett kvitto har också skickats till dig via e-post med all information inklusive ditt bekräftelse-/spårningsnummer.
tr_tr: <b>Siparişiniz için teşekkür ederiz!</b><br /><br /> Bilgi / izleme numaranız <b>%s</b>, lütfen kayıt ediniz, ayrıca bir makbuz onay / takip numarası dahil olmak üzere tüm bilgiler size e-postayla gönderildi.

source: Invalid order method selected. Please choose a different order method below.
fr_ca: Mode de paiement invalide. Veuillez sélectionner un mode de paiement différent ci-bas.
ro_ro: Metoda de comandă selectată este invalidă. Vă rugăm să alegeţi o metodă de comandă diferită de mai jos.
ru_ru: Способ оплаты не выбран выбран. Пожалуйста, выберите способ оплаты из списка ниже.
sv_sv: Ogiltig beställningsmetod har valts. Välj en annan beställningsmetod nedan.
tr_tr: Geçersiz sipariş yöntemi seçildi. Lütfen aşağıdan farklı bir sipariş yöntemini seçiniz.

source: Checkout Step
fr_ca: Étape de paiement
ro_ro: Pas de finalizare comandă
ru_ru: Шаг оформления заказа
sv_sv: Checka ut steg
tr_tr: Adımı Kontrol edin

source: Review Your Order
fr_ca: Révisez votre commande
ro_ro: Verifică Comandă
ru_ru: Просмотр заказа
sv_sv: Granska din order
tr_tr: Siparişi Gözden Geçir

source: Account information
fr_ca: Informations du compte
ro_ro: Informaţii cont
ru_ru: Информация об учетной записи
sv_sv: Kontoinformation
tr_tr: Hesap bilgileri

source: Your password will be emailed to the email address specified here.<br /> You will be able to change your password by using your account page after login.
fr_ca: Votre mot de passe sera envoyé par courriel à l'adresse spécifiée.<br />Vous serez en mesure de changer votre mot passe en vous rendant dans votre compte.
ro_ro: Parola va fi trimisă la adresa de e-mail specificată aici. <br /> Veţi putea să vă schimbaţi parola folosind pagina contului dvs. după autentificare.
ru_ru: Ваш пароль будет выслан на, указанный вами, адрес электронной почты. <br /> Вы сможете сменить пароль, используя страницу своего аккаунта после авторизации.
sv_sv: Ditt lösenord skickas till den e-postadress som anges här.<br /> Du kommer att kunna ändra ditt lösenord genom att använda din kontosida efter inloggning.
tr_tr: Şifrenizi burada belirtilen e-posta adresinize gönderilecektir.<br /> Hesabınıza giriş yaptıktan sonra şifrenizi değiştirmek mümkün olacak.

source: Email address
fr_ca: Adresse courriel
ro_ro: Adresa e-mail
ru_ru: Email
sv_sv: E-postadress
tr_tr: E-posta adresi

source: Invalid order method selected! Please choose a different order method below.
fr_ca: Mode de paiement invalide. Veuillez sélectionner un mode de paiement différent ci-bas.
ro_ro: Metoda de comandă selectată este invalidă. Vă rugăm să alegeţi o metodă de comandă diferită de mai jos.
ru_ru: Способ оплаты не выбран выбран! Пожалуйста, выберите способ оплаты из списка ниже.
sv_sv: Ogiltig beställningsmetod har valts! Välj en annan beställningsmetod nedan.
tr_tr: Geçersiz sipariş yöntemi seçildi! Lütfen aşağıdan farklı sipariş yöntemi seçiniz.

source: New User?
fr_ca: Nouvel utilisateur ?
ro_ro: Utilizator Nou?
ru_ru: Новый пользователь?
sv_sv: Ny användare?
tr_tr: Yeni Kullanıcı?

source: Please enter your desired username / password to continue as a new user.
fr_ca: Veuillez entrer votre nom d'utilisateur et mot de passe pour continuer en tant que nouvel utilisateur.
ro_ro: Vă rugăm să introduceţi numele de utilizator dorit şi parola pentru a continua ca utilizator nou.
ru_ru: Пожалуйста, введите желаемое имя пользователя / пароль.
sv_sv: Ange önskat användarnamn / lösenord för att fortsätta som en ny användare.
tr_tr: Yeni bir kullanıcı olarak devam etmek istediğiniz kullanıcı adı / şifre girin.

source: Please enter your desired username to continue as a new user.
fr_ca: Veuillez entrer votre nom d'utilisateur pour continuer en tant que nouvel utilisateur.
ro_ro: Vă rugăm să introduceţi numele de utilizator dorit pentru a continua ca utilizator nou.
ru_ru: Пожалуйста, введите желаемое имя пользователя.
sv_sv: Ange önskat användarnamn för att fortsätta som en ny användare.
tr_tr: Yeni bir kullanıcı olarak devam etmek istediğiniz kullanıcı adınızı girin.

source: Continue as a New User
fr_ca: Continuer en tant que nouvel utilisateur
ro_ro: Continuă ca Utilizator Nou
ru_ru: Продолжить создание нового пользователя
sv_sv: Fortsätt som ny användare
tr_tr: Yeni Kullanıcı olarak devam edin

source: Submit / Process Order
fr_ca: Soumettre/traiter la commande
ro_ro: Trimite / Procesează Comanda
ru_ru: Отправить
sv_sv: Skicka / behandla order
tr_tr: Gönder / Siperiş Et

source: Submit / Review
fr_ca: Soumettre/réviser
ro_ro: Trimite / Verifică
ru_ru: Оформить
sv_sv: Skicka / granska
tr_tr: Gönder / Gözden Geçir

source: Form is being processed. Please wait.
fr_ca: Le formulaire est en traitement. Veuillez patienter.
ro_ro: Formularul este procesat. Vă rugăm să aşteptaţi.
ru_ru: Форма обрабатывается. Пожалуйста, подождите.
sv_sv: Formuläret beartbetas. Var god vänta.
tr_tr: Form işleniyor. Lütfen bekleyiniz.

source: Shopping Cart Administration
fr_ca: Gestion du panier d'achat
ro_ro: Administrarea Coşului de Cumpărături
ru_ru: Управление корзиной
sv_sv: Hantera varukorgar
tr_tr: Alışveriş Sepeti Yönetimi

source: Set checkout methods, currency and cart limits
fr_ca: Définir le mode de paiement, la monnaie et les limites d'achat
ro_ro: Setaţi metodele de plată, moneda şi limitele coşului de cumpărături.
ru_ru: Способы оплаты, валюта и т.д.
sv_sv: Ställ in kassametoder, valuta och varukorgsgränser
tr_tr: Ödeme yöntemi, para ve kart limitlerini ayarlayınız

source: Set global or user discounts
fr_ca: Définir des promotions globales ou par utilisateur
ro_ro: Setaţi reducerile globale sau per utilizator
ru_ru: Настройка скидок
sv_sv: Ställ in användar- eller global rabatt
tr_tr: Genel veya kullanıcı indirimlerini ayarla

source: Discount Settings
fr_ca: Paramètres des promotions
ro_ro: Setări reduceri
ru_ru: Скидки
sv_sv: Hantera rabatter
tr_tr: İndirim Ayarları

source: Set global or local fees
fr_ca: Définir des frais globaux ou locales
ro_ro: Setaţi taxele globale sau locale
ru_ru: Настройка стоимости доставки
sv_sv: Ställ in globala eller lokala avgifter
tr_tr: Genel veya yerel fiyatları ayarla

source: Fees Settings
fr_ca: Paramètres des frais
ro_ro: Setări taxe
ru_ru: Стоимость доставки
sv_sv: Hantera avgifter
tr_tr: Ücret Ayarları

source: Set and manage taxes
fr_ca: Définir et gérer les taxes
ro_ro: Puteţi stabili şi gestiona taxele (TVA)
ru_ru: Установка и настройка налоговых ставок
sv_sv: Hantera och ställ in skatt (moms)
tr_tr: Vergileri ayarla ve düzenle

source: Tax Settings
fr_ca: Paramètres des taxes
ro_ro: Setări taxe (TVA)
ru_ru: Налоги
sv_sv: Hantera skatter
tr_tr: Vergi Ayarları

source: No item defined to remove from your cart.
fr_ca: Aucun article défini pour suppression de votre panier.
ro_ro: Nici un produs definit pentru al şterge din coşul de cumpărături.
ru_ru: Укажите товар, который следует удалить из корзины.
sv_sv: Ingen vara har valts för att tas bort från varukorgen.
tr_tr: Sepetinizden kaldırmak için henüz bir ürün yok

source: Item has been successfully removed from your cart.
fr_ca: L'article a été retiré de votre panier.
ro_ro: Produsul a fost şters din coşul de cumpărături.
ru_ru: Товар удален из корзины.
sv_sv: Varan har tagits bort från din varukorg.
tr_tr: Ürün başarılıyla sepetinizden kaldırıldı.

source: No item defined to add to your cart.
fr_ca: Aucun article défini pour l'ajout à votre panier.
ro_ro: Nici un produs definit pentru a-l adăuga în coş.
ru_ru: Укажите товар, который следует добавить в корзину.
sv_sv: Ingen vara vald att lägga till din varukorg.
tr_tr: Hiçbir ürün sepetinize eklemek için tanımlanmamıştır.

source: The item you wanted to add to your cart cannot be found or is unfortunately temporarily out of stock. To check the availability of this item please contact us.
fr_ca: L'article que vous souhaitez ajouter à votre apnier est soit introuvable, soit en rupture de stock. Pour vérifer la disponibilité de cet article, veuillez nous contacter.
ro_ro: Produsul pe care aţi vrut să-l adăugaţi în coş, nu poate fi găsit sau este, din păcate, temporar indisponibil / stoc epuizat. Pentru a verifica disponibilitatea acestui articol vă rugăm să ne contactaţi.
ru_ru: Товара, которого вы хотите добавить в корзину, не найдено или нет в наличии. Для уточнения, пожалуйста, свяжитесь с нами.
sv_sv: Den vara du vill lägga till i din varukorg kan inte hittas eller är tyvärr tillfälligt slut. För att kontrollera tillgängligheten för denna artikel vänligen kontakta oss.
tr_tr: Sepetinize eklemek istediğiniz ürün bulunamadı ya da ne yazık ki şimdilik stokta yok. Bu ürünün durumunu kontrol etmek için lütfen bize ulaşın.

source: The item you wanted to add to your cart is temporary not available. Please contact us for more information on this item.
fr_ca: L'article que vous souhaitez ajouter à votre panier est temporairement non disponible. Veuillez nous contacter pour plus d'informations à propos de cet article.
ro_ro: Produsul pe care aţi vrut să-l adăugaţi în coş este indisponibil / stoc epuizat. Pentru mai multe detalii privind acest articol vă rugăm să ne contactaţi.
ru_ru: Товар, который вы хотите добавить в корзину, временно не доступен. Пожалуйста, свяжитесь с нами для получения дополнительной информации по этому вопросу.
sv_sv: Den vara du vill lägga till i varukorg är tillfälligt inte tillgänglig. Kontakta oss gärna för mer information om denna artikel.
tr_tr: Sepetinize eklemek istediğiniz ürün şimdilik stokta yok. Bu ürün hakkında daha fazla bilgi için lütfen bize ulaşın.

source: The item you wanted to add to your cart can only be accessed by members. Please login first and try again.
fr_ca: L'article que vous souhaitez ajouter à votre paneir n'est accessible qu'aux membres seulement. Veuillez vous connecter et réessayer.
ro_ro: Produsul pe care aţi dorit să-l adăugaţi în coş poate fi comandat numai de către membri. Vă rugăm să vă autentificaţi şi încercaţi din nou.
ru_ru: Товар, который вы хотите добавить в корзину, доступен только зарегистрированным пользователям. Пожалуйста, Войдите в систему и попробуйте еще раз.
sv_sv: Den vara du vill lägga till i din varukorg kan endast nås av medlemmar. Logga in först och försök igen.
tr_tr: Sepetinize eklemek istediğiniz ürün sadece üyeler tarafından erişilebilir. Giriş yapınız ve tekrar deneyiniz.

source: Item option cannot be found!
fr_ca: L'option de l'article n'a pas pu être trouvé !
ro_ro: Opţiunea produsului nu poate fi găsită!
ru_ru: Вариант товара не может быть найден!
sv_sv: Varualternativet kan inte hittas!
tr_tr: Ürün seçeneği bulunamıyor!

source: Item has been successfully added to your cart.
fr_ca: L'article a été ajouté à votre panier.
ro_ro: Produsul a fost adăugat cu succes în coş.
ru_ru: Товар добавлен в корзину.
sv_sv: Varan har lagts till din varukorg.
tr_tr: Ürün başarıyla sepetinize eklendi.

source: Refresh Cart
fr_ca: Mettre à jour le panier
ro_ro: Actualizează coşul
ru_ru: Обновить
sv_sv: Uppdatera varukorg
tr_tr: Sepeti Yenile

source: Cart has been successfully updated.
fr_ca: Votre panier a été mis à jour.
ro_ro: Coşul de cumpărături a fost actualizat cu succes.
ru_ru: Корзина обновлена.
sv_sv: Varukorgen har uppdaterats.
tr_tr: Sepet başarıyla güncellendi.

source: Already Registered?
fr_ca: Déjà enregistré ?
ro_ro: Înregistrat deja?
ru_ru: Уже зарегистрированы?
sv_sv: Redan registrerad?
tr_tr: Kayıtlı mısınız?

source: Please enter your login information below to checkout with your account.
fr_ca: Veuillez entrer vos indentifiants ci-bas pour payer à l'aide de votre compte.
ro_ro: Vă rugăm să introduceţi informaţiile de autentificare mai jos pentru a finaliza comanda cu contul dumneavoastră.
ru_ru: Пожалуйста, укажите Ваше Имя пользователя.
sv_sv: Fyll i dina inloggningsuppgifter nedan för att checka ut med ditt konto.
tr_tr: Lütfen hesabınızı kontrol etmek için aşağıya giriş bilgilerinizi girin.

source: There are no items in your cart.
fr_ca: Il n'y a aucun article dans votre panier.
ro_ro: Nu există produse în coş.
ru_ru: Нет товаров.
sv_sv: Det finns inga varor i din varukorg.
tr_tr: Sepetinizde hiç ürün yok.

source: View My Cart
fr_ca: Visualiser mon panier
ro_ro: Vezi coşul.
ru_ru: Просмотр корзины
sv_sv: Visa min varukorg
tr_tr: Sepetimi Göster

source: My Cart: %s items
fr_ca: Mon panier : %s articles
ro_ro: Coşul Meu: %s produse.
ru_ru: В корзине: %s товаров.
sv_sv: Varukorg: %s varor
tr_tr: Sepetim: %s ürünler

source: Item / Options
fr_ca: Article/Options
ro_ro: Produs / Opţiuni
ru_ru: Товар / Опции
sv_sv: Artikel / alternativ
tr_tr: Ürün / Seçenekler

source: Item / Added to Cart
fr_ca: Article/Ajouté au panier
ro_ro: Produs / Adăugat în Coş
ru_ru: Товар / Добавлен в корзину
sv_sv: Artikel / tillagd i varukorgen
tr_tr: Ürün / Sepetine eklendi

source: Remove
fr_ca: Retirer
ro_ro: Şterge
ru_ru: Удалить
sv_sv: Ta bort
tr_tr: Kaldır

source: Remove Item
fr_ca: Retirer l'article
ro_ro: Şterge Produs
ru_ru: Удалить товар
sv_sv: Ta bort artikel
tr_tr: Ürünü Kaldır

source: <b>TIP:</b> Orders over %s get %s discount!
fr_ca: <b>ASTUCE:</b> Toute commande supérieures à %s obtiennent %s de rabais !
ro_ro: <b>SFAT:</b> Comenzile peste %s primesc %s reducere!
ru_ru: <b>Совет:</b> Закажите на сумму %s и получите скидку %s!
sv_sv: <b>TIPS:</b> Beställningar över %s ger %s rabatt!
tr_tr: <b>İPUCU:</b> %s üzerinde siparişler %s indirim kazanır!
