Repository: cXc-Projects/jcore.translations
Catalog: */LC_MESSAGES/videogallery.po
Languages: pl_pl, ro_ro, sv_sv, tr_tr

source: Video Gallery
pl_pl: Video galeria
ro_ro: Galerie Video
sv_sv: Videogalleri
tr_tr: Video Galeri

source: Share videos in a directory like structure
pl_pl: Udostępniaj filmy w skatalogowanej stronie
ro_ro: Partajaţi videoclipurile structurate în directoare
sv_sv: Dela videos i en katalogliknande struktur
tr_tr: Yapı gibi bir dizinde video paylaşın

source: Gallery
pl_pl: Galeria
ro_ro: Galerie
sv_sv: Galleri
tr_tr: Galeri

source: No video selected!
pl_pl: Nie wybrano żadnych filmów!
ro_ro: Nici un videoclip selectat!
sv_sv: Ingen video vald!
tr_tr: Hiçbir video seçilmemiş!

source: The selected video cannot be found!
pl_pl: Wybrany film nie może zostać odnaleziony!
ro_ro: Videoclipul selectat nu poate fi găsit!
sv_sv: Den valda videon kan inte hittas!
tr_tr: Seçilen video bulunamadı!

source: You need to be logged in to view this video. Please login or register.
pl_pl: Musisz być zalogowany żeny obejrzeć ten film. Zaloguj się lub zarejestruj.
ro_ro: Trebuie să fiţi autentificat pentru a vedea acest videoclip. Vă rugăm să autentificaţi sau să vă înregistraţi.
sv_sv: Du måste vara inloggad för att se denna video. Vänligen logga in eller registrera dig.
tr_tr: Bu Videoyu izlemek için giriş yapmış olmanız gerekmektedir. Lütfen giriş yapın veya kayıt olun.

source: Couldn't fetch video list. Error: %s
pl_pl: Nie można utworzyć listy filmów. Błąd: %s
sv_sv: Kunde inte hämta videolistan. Fel: %s
tr_tr: Video listesine getirilemedi. Hata: %s

source: New Folder
pl_pl: Nowy folder
ro_ro: Dosar Nou
sv_sv: Ny mapp
tr_tr: Yeni Klasör

source: Pages / Posts
pl_pl: Strony / Posty
ro_ro: Pagini / Postări
sv_sv: Sidor / artiklar
tr_tr: Sayfa / Mesaj

source: Settings
pl_pl: Ustawienia
ro_ro: Setări
sv_sv: Inställningar
tr_tr: Ayarlar

source: Sub Gallery of
pl_pl: Subgaleria od
ro_ro: SubGalerie a
sv_sv: Undergalleri till
tr_tr: Alt Galerisi

source: Columns
pl_pl: Kolumny
ro_ro: Coloane
sv_sv: Kolumner
tr_tr: Sütunlar

source: e.g. 3 (0 = auto)
pl_pl: np. 3 (0 = auto)
ro_ro: exemplu: 3 (0 = auto)
sv_sv: t.ex. 3 (0 = auto)
tr_tr: örneğin 3 (0 = otomatik)

source: Display Preview
pl_pl: Pokaż
ro_ro: Afişează Previzualizare
sv_sv: Miniatyrbild
tr_tr: Görüntüle Önizleme'yi

source: (will show the latest video as icon)
pl_pl: (pokazuje najnowszy film jako ikonę)
ro_ro: (va afişa cele mai recente videoclipuri ca pictogramă)
sv_sv: (visar den senaste videon som ikon)
tr_tr: (simgesi olarak son video göstereceğiz)

source: Show Icons
pl_pl: Pokaż ikony
ro_ro: Afişare pictograme
sv_sv: Visa ikoner
tr_tr: Simgeleri Göster

source: (display icons when gallery selected)
pl_pl: (pokazuje ikony po wyborze galerii)
ro_ro: (afişare pictograme când galeria este selectată)
sv_sv: (visa ikoner när galleri valts)
tr_tr: (galeri seçildiğinde simgeleri göster)

source: YouTube Options
pl_pl: Opcje Youtube
ro_ro: Opţiuni YouTube
sv_sv: YouTube-inställningar
tr_tr: YouTube Seçenekleri

source: Channel URL
pl_pl: Adres kanału(URL):
ro_ro: URL Canal
sv_sv: Kanalens URL
tr_tr: Kanal Linki

source: e.g. http://youtube.com/user/Channel_ID
pl_pl: np. http://youtube.pl/user/Channel_ID
ro_ro: exemplu: http://youtube.com/user/Channel_ID
sv_sv: t.ex. http://youtube.com/user/Channel_ID
tr_tr: örneğin http://youtube.com/user/Channel_ID

source: Tags
pl_pl: Tagi
ro_ro: Tag'uri
sv_sv: Etiketter
tr_tr: Etiketler

source: e.g. foo, bar
pl_pl: np. bar
ro_ro: exemplu: foo, bar,
sv_sv: t.ex. personer, platser, mm
tr_tr: örneğin foo, bar

source: e.g. puppy
pl_pl: np. zwierzątko
ro_ro: exemplu: motan
sv_sv: t.ex. hundvalp
tr_tr: örneğin kedi

source: Category
pl_pl: Kategoria
ro_ro: Categorie
sv_sv: Kategori
tr_tr: Kategori

source: Autos & Vehicles
pl_pl: Auta / Pojazdy
ro_ro: Automobile & Vehicole
sv_sv: Bilar & fordon
tr_tr: Arabalar & Araçlar

source: Comedy
pl_pl: Komedia
ro_ro: Umor
sv_sv: Komedi
tr_tr: Komedi

source: Education
pl_pl: Edukacja
ro_ro: Educaţie
sv_sv: Undervisning
tr_tr: Eğitim

source: Entertainment
pl_pl: Rozrywka
ro_ro: Divertisment
sv_sv: Underhållning
tr_tr: Eğlence

source: Film & Animation
pl_pl: Film / Animacja
ro_ro: Film & Animaţie
tr_tr: Film ve Animasyon

source: Gaming
pl_pl: Gry
ro_ro: Jocuri
sv_sv: Spel
tr_tr: Oyun

source: Howto & Style
pl_pl: Poradniki / Styl
ro_ro: Ghid & Stil
sv_sv: Gör det själv & Mode
tr_tr: Nasıl & Stil

source: Music
pl_pl: Muzyka
ro_ro: Muzică
sv_sv: Musik
tr_tr: Müzik

source: News & Politics
pl_pl: Nowości / Polityka
ro_ro: Ştiri & Politică
sv_sv: Nyheter & politik
tr_tr: Haberler & Politika

source: Nonprofits & Activism
pl_pl: Wolontariat
ro_ro: Nonprofit & Activism
sv_sv: Ideellt arbete & aktivism
tr_tr: Kar amacı gütmeyen ve Aktivizm

source: People & Blogs
pl_pl: Ludzie & Blogi
ro_ro: Oameni & Bloguri
sv_sv: Personer & bloggar
tr_tr: Insanlar ve Bloglar

source: Pets & Animals
pl_pl: Zwierzęta
ro_ro: Animale de companie & Animale
sv_sv: Husdjur & djur
tr_tr: Hayvanlar

source: Science & Technology
pl_pl: Nauka i technologia
ro_ro: Ştiinţă & Tehnologie
sv_sv: Vetenskap & teknik
tr_tr: Bilim ve Teknoloji

source: Sports
pl_pl: Sport
ro_ro: Sporturi
sv_sv: Sport
tr_tr: Spor

source: Travel & Events
pl_pl: Podróże / Wydarzenia
ro_ro: Călătorii & Evenimente
sv_sv: Resor & händelser
tr_tr: Seyahat & Etkinlik

source: Videos
pl_pl: Filmy
ro_ro: Videoclipuri
tr_tr: Videolar

source: My Videos
pl_pl: Moje filmy
ro_ro: Videoclipurile Mele
sv_sv: Mina videor
tr_tr: Benim Videolar

source: My Favorites
pl_pl: Moje ulubione
ro_ro: Favoritele mele
sv_sv: Mina favoriter
tr_tr: Favorilerim

source: Top rated
pl_pl: Najwyżej oceniane
ro_ro: Cele mai votate
sv_sv: Topplistade
tr_tr: En çok oylanan

source: Top favorites
pl_pl: Top ulubione
ro_ro: Cele mai favorite
sv_sv: Topp favoriter
tr_tr: En iyi favoriler

source: Most viewed
pl_pl: Oglądane najwięcej razy
ro_ro: Cele mai vizionate
sv_sv: Mest besökta
tr_tr: En çok izlenenler

source: Most popular
pl_pl: Najbardziej popularne
ro_ro: Cele mai populare
sv_sv: Populärast
tr_tr: En popüler

source: Most recent
pl_pl: Ostatnio dodane
ro_ro: Cele mai recente
sv_sv: Senast tillagda
tr_tr: En son

source: Most discussed
pl_pl: Najbardziej omawiane
ro_ro: Cele mai discutate
sv_sv: Mest diskuterade
tr_tr: En çok tartışılan

source: Most responded
pl_pl: Najwięcej odpowiedzi
ro_ro: Cele mai comentate
sv_sv: Mest besvarade
tr_tr: En çok cevap

source: Recently featured
pl_pl: Ostatnio lubiane
ro_ro: Recomandate recent
sv_sv: Senast sedda
tr_tr: Son zamanlarda seçkin

source: Videos for mobile
pl_pl: Filmy na komórkę
ro_ro: Videoclipuri pentru mobile
sv_sv: Videor för mobilen
tr_tr: Cep için Videolar

source: Time
pl_pl: Czas
ro_ro: Timp
sv_sv: Tid
tr_tr: Zaman

source: Today
pl_pl: Dzień
ro_ro: Astăzi
sv_sv: Idag
tr_tr: Bugün

source: This Week
pl_pl: Ten tydzień
ro_ro: Săptămâna aceasta
sv_sv: Denna vecka
tr_tr: Bu Hafta

source: This Month
pl_pl: Ten miesiąc
ro_ro: Luna aceasta
sv_sv: Denna månad
tr_tr: Bu Ay

source: Order By
pl_pl: Kolejnosć według
ro_ro: Ordonaţi după
sv_sv: Sortera efter
tr_tr: Sıralama

source: Date
pl_pl: Data
ro_ro: Dată
sv_sv: Datum
tr_tr: Tarih

source: Published
pl_pl: Opublikowane
ro_ro: Publicată
sv_sv: Publicerad
tr_tr: Yayınlandı

source: Relevance
pl_pl: Znaczenie
ro_ro: Relevanţă
sv_sv: Relevans
tr_tr: Uygunluk

source: Views
pl_pl: Obejrzane razy
ro_ro: Vizionări
sv_sv: Besök
tr_tr: Görünümler

source: Rating
pl_pl: Notowania
ro_ro: Evaluări
sv_sv: Betyg
tr_tr: Derecelendirme

source: GData Auth Token
pl_pl: Token dostępu GData
ro_ro: Indicativ de autorizare GData
sv_sv: GData autentiseringsbevis
tr_tr: GData Kimlik Doğrulama

source: Request an Auth Token
pl_pl: Zarządaj tokenu dostępu
ro_ro: Solicitaţi un Indicativ de Autorizare
sv_sv: Begär autentiseringsbevis
tr_tr: Auth Kodu Talep

source: Members Only
pl_pl: Tylko zalogowani
ro_ro: Doar Membri
sv_sv: Endast medlemmar
tr_tr: Sadece üyeler

source: Show to Guests
pl_pl: Pokaż gościom
ro_ro: Vizibil Vizitatorilor
sv_sv: Visa besökare
tr_tr: Misafir için Göster

source: Galleries have been successfully re-ordered.
pl_pl: Kolejność galerii została zmieniona pomyślnie
ro_ro: Galeriile au fost re-ordonate!
sv_sv: Gallerierna har arrangerats om.
tr_tr: Galeriler başarılı bir şekilde tekrar düzenlendi

source: Gallery has been successfully deleted.
pl_pl: Galeria została usunięta pomyślnie
ro_ro: Galeria a fost ştearsă!
sv_sv: Gallerierna har raderats.
tr_tr: Galeri başarılı bir şekilde silindi.

source: Gallery cannot be subgallery of itself!
pl_pl: Galeria nie może być subgalerią samej siebie
ro_ro: Galeria nu poate fi propria SubGalerie!
sv_sv: Galleriet kan inte vara undergalleri till sig själv!
tr_tr: Galeri kendisinin altgalerisi olamaz!

source: Gallery has been successfully updated.
pl_pl: Galeria została zaaktualizowana pomyślnie
ro_ro: Galeria a fost actualizată!
sv_sv: Gallerierna har uppdaterats.
tr_tr: Galeri başarılı bir şekilde güncellendi.

source: View Gallery
pl_pl: Pokaż galerię
ro_ro: Vezi Galerie
sv_sv: Visa galleri
tr_tr: Galeri Görünümü

source: Gallery has been successfully created.
pl_pl: Galeria została utworzona pomyślnie
ro_ro: Galerie a fost creată!
sv_sv: Gallerierna har skapats.
tr_tr: Galeri başarılı bir şekilde oluşturuldu.

source: Icon
pl_pl: Ikona
ro_ro: Pictogramă
sv_sv: Ikon
tr_tr: Simge

source: Icons
pl_pl: Ikony
ro_ro: Pictograme
sv_sv: Ikoner
tr_tr: Simgeler

source: YouTube Channel URL
pl_pl: Kanał Youtube(URL)
ro_ro: URL'ul canalului YouTube
sv_sv: YouTube-kanalens URL
tr_tr: YouTube Kanal URL

source: YouTube Video Tags
pl_pl: Tagi video Youtube
ro_ro: Tag'urile Videoclipului YouTube
sv_sv: YouTube-videoettiketter
tr_tr: YouTube Video Etiketler

source: YouTube Search
pl_pl: Szukaj na Youtube
ro_ro: Căutare YouTube
sv_sv: YouTube-sök
tr_tr: YouTube Arama

source: YouTube Video Category
pl_pl: Video kategorie Youtube
ro_ro: Categorie Videoclipuri YouTube
sv_sv: YouTube-videogalleri
tr_tr: YouTube Video Kategori

source: YouTube Videos
pl_pl: Filmy Youtube
ro_ro: Videoclipuri YouTube
sv_sv: YouTube-videor
tr_tr: YouTube Videoları

source: YouTube Video Time
pl_pl: Czas filmu Youtube
ro_ro: Data Videoclipurilor YouTube
sv_sv: YouTube-videolängd
tr_tr: YouTube Video Zaman

source: YouTube Order By
pl_pl: Youtube - Kolejnośc według
ro_ro: Ordonaţi YouTube după
sv_sv: YouTube Sortera efter
tr_tr: YouTube Sıralama

source: Video Gallery Administration
pl_pl: Administracja galerią video
ro_ro: Administrare Galerie Video
sv_sv: Hantera videogallerier
tr_tr: Video Galeri Yönetimi

source: Edit Gallery
pl_pl: Edytuj galerię
ro_ro: Editare Galerie
sv_sv: Redigera galleri
tr_tr: Galeri Düzenle

source: New Gallery
pl_pl: Nowa galeria
ro_ro: Galerie Nouă
sv_sv: Nytt galleri
tr_tr: Yeni Galeri

source: No galleries found.
pl_pl: Nie znaleziono galerii
ro_ro: Nu au fost găsite galerii.
sv_sv: Inga gallerier hittade.
tr_tr: Hiçbir galeri bulunamadı.

source: Gallery couldn't be created! Error: %s
pl_pl: Galeria nie została stworzona! Błąd: %s
ro_ro: Galeria nu a putut fi creată! Eroare: %s
sv_sv: Galleri kunde inte skapas! Fel: %s
tr_tr: Galeri oluşturulamadı! Hata: %s

source: Gallery couldn't be updated! Error: %s
pl_pl: Galeria nie została zaaktualizowana! Błąd: %s
ro_ro: Galeria nu a putut fi actualizată! Eroare: %s
sv_sv: Galleri kunde inte uppdateras! Fel: %s
tr_tr: Galeri güncellenemedi! Hata: %s

source: Directory couldn't be protected!
pl_pl: Katalog nie może być chroniony
ro_ro: Directorul nu a putut fi protejat!
sv_sv: Mappen kunde inte skyddas!
tr_tr: Dizin korumalı olmamalı!

source: This area is limited to members only. Please login below.
pl_pl: W tym miejscu mogą przebywać jedynie zalogowani użytkownicy, zaloguj się poniżej.
ro_ro: Această zonă este accesibilă doar membrilor! Vă rugăm să vă autentificaţi mai jos.
sv_sv: Detta område är begränsat till endast medlemmar. Vänligen logga in nedan.
tr_tr: Bu alanda sadece üyeler ile sınırlıdır. Lütfen giriş yapın.

source: Videos / Galleries
pl_pl: Filmy / Galerie
ro_ro: Videoclipuri / Galerii
sv_sv: Videor / gallerier
tr_tr: Videolar / Galeriler

source: Couldn't fetch photo list. Error: %s
ro_ro: Nu sa putut prelua lista de fotografii. Eroare: %s
